{
"id":"mk19_a_np_s8",
"subspecialtyId":"np",
"title":"Genetic Disorders and Kidney Disease",
"jsonContent":{
"type":"section",
"id":"mk19_a_np_s8",
"title":{
"__html":"Genetic Disorders and Kidney Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"80f042",
"children":[
"Genetic Disorders and Kidney Disease"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_np_s8_1",
"title":{
"__html":"Genetic Cystic Kidney Disorders"
},
"titleNode":{
"type":"section-title",
"hlId":"2160c9",
"children":[
"Genetic Cystic Kidney Disorders"
]
},
"children":[
{
"type":"p",
"hlId":"d432d5",
"children":[
"Genetic cystic kidney disorders include autosomal dominant polycystic kidney disease and tuberous sclerosis complex."
]
},
{
"type":"section",
"id":"mk19_a_np_s8_1_1",
"title":{
"__html":"Autosomal Dominant Polycystic Kidney Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"528ac9",
"children":[
"Autosomal Dominant Polycystic Kidney Disease"
]
},
"children":[
{
"type":"p",
"hlId":"fd30b3",
"children":[
"Autosomal dominant polycystic kidney disease (ADPKD) is the leading genetic cause of end-stage kidney disease (ESKD) and the fourth leading cause of ESKD. ADPKD manifests as large kidneys with multiple kidney cysts ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_np_f17",
"wrapId":"1",
"children":[
"Figure 17"
]
}
]
},
")"
]
},
". Genetic mutations in ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"PKD1"
]
},
" and ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"PKD2"
]
},
", which encode for proteins that regulate differentiation and proliferation of renal tubular epithelial cells, account for approximately 85% and 15% of cases, respectively. More than 90% of mutations are inherited as an autosomal dominant trait, with spontaneous germline mutations accounting for the remaining cases."
]
},
{
"type":"inline-wrap",
"wrapId":"1",
"contentIds":[
"mk19_a_np_f17"
]
},
{
"type":"section",
"id":"mk19_a_np_s8_1_1_1",
"title":{
"__html":"Screening and Diagnosis"
},
"titleNode":{
"type":"section-title",
"hlId":"4b0eb9",
"children":[
"Screening and Diagnosis"
]
},
"children":[
{
"type":"p",
"hlId":"62380a",
"children":[
"Ultrasonography is the most common and least costly screening method for ADPKD. Ultrasonography criteria for diagnosing ADPKD are based on the number of visible cysts that are more than expected for the patient's age. Family history of ADPKD may also be considered. Direct DNA sequencing of the ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"PKD1"
]
},
" and ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"PKD2"
]
},
" genes may be used to confirm the diagnosis or, in some cases, is performed in lieu of imaging. Gene linkage testing, which identifies DNA markers in several members of a family, can also be used in patients with a family history of ADPKD."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s8_1_1_2",
"title":{
"__html":"Clinical Manifestations"
},
"titleNode":{
"type":"section-title",
"hlId":"65ac9d",
"children":[
"Clinical Manifestations"
]
},
"children":[
{
"type":"p",
"hlId":"e7fea4",
"children":[
"Early in the disease course, there are generally no symptoms. Diagnosis is therefore often delayed in patients without a known family history of ADPKD. The first sign of ADPKD is often hypertension; other early signs and symptoms include hematuria (macroscopic or microscopic), pain in the back or abdomen, urinary tract infection, or kidney stones. In patients without a family history, these presentations usually lead to imaging studies that reveal ADPKD. CT or MRI may be used to evaluate for complications in patients with known ADPKD, such as bleeding into a cyst or a suspected kidney stone."
]
},
{
"type":"p",
"hlId":"96ff4b",
"children":[
"Extrarenal manifestations include hepatic cysts (detected in >80% of patients over their lifetime), mitral valve prolapse, inguinal and umbilical hernias, and intracranial aneurysms (detected in 5% to 10% of patients, with a strong familial pattern)."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s8_1_1_3",
"title":{
"__html":"Management"
},
"titleNode":{
"type":"section-title",
"hlId":"fe4dbc",
"children":[
"Management"
]
},
"children":[
{
"type":"p",
"hlId":"0dc592",
"children":[
"Patients with ADPKD have a >50% chance of progressing to ESKD by age 70 years. Management primarily focuses on controlling blood pressure with renin-angiotensin system blockade and addressing complications of disease. Vasopressin V2 blockade with tolvaptan slows kidney function decline in adults at risk for rapidly progressing ADPKD. Risk factors associated with rapid disease progression include male sex; onset of hypertension before age 35 years; urologic events (such as gross hematuria, cyst infection, and/or flank pain) before age 35 years; total kidney volume greater than expected for age; truncating ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"PKD1"
]
},
" mutations; estimated glomerular filtration rate decline >5 mL/min/1.73 m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
" within 1 year; and a family history of ESKD at or before age 58 years. Tolvaptan carries an FDA-mandated safety warning for possible irreversible liver injury. Therefore, patients with ADPKD receiving tolvaptan require frequent laboratory monitoring of liver tests. Patients with ADPKD should be offered screening for cerebral aneurysms by CT or MR angiography, particularly those with a family history of intracranial aneurysm or hemorrhage."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s8_1_2",
"title":{
"__html":"Tuberous Sclerosis Complex"
},
"titleNode":{
"type":"section-title",
"hlId":"5d6413",
"children":[
"Tuberous Sclerosis Complex"
]
},
"children":[
{
"type":"p",
"hlId":"5ab93d",
"children":[
"Tuberous sclerosis complex (TSC) is a genetic disorder with mutations in the tumor-suppressing genes ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"TSC1"
]
},
" or ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"TSC2"
]
},
" and resulting tumors in many organs, primarily in the brain, eyes, heart, kidney, skin, and lungs. Although TSC is most frequently diagnosed in the pediatric population, mild disease may escape detection until adulthood."
]
},
{
"type":"p",
"hlId":"7460c6",
"children":[
"Renal angiomyolipomas occur in 75% of patients with TSC and can be detected by CT, ultrasonography, or MRI. Renal cell carcinoma occurs in 1% to 2% of adults with TSC, and therefore screening with abdominal MRI is recommended every 1 to 3 years. Kidney cysts may also develop. The features of TSC that most strongly affect quality of life are generally associated with the brain: seizures, developmental delay, intellectual disability, and autism."
]
},
{
"type":"p",
"hlId":"24e788",
"children":[
"Surgery or related interventions (radiofrequency ablation, selective arterial embolization) may be required for large (>5 cm) or hemorrhagic renal angiomyolipomas."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"925e59",
"children":[
"Autosomal dominant polycystic kidney disease is characterized by large kidneys with multiple kidney cysts, hypertension, hematuria, pain in the back or abdomen, urinary tract infection, or kidney stones."
]
},
{
"type":"keypoint",
"hlId":"02f5c8",
"children":[
"Patients with autosomal dominant polycystic kidney disease should be offered screening for cerebral aneurysm with CT or MR angiography."
]
},
{
"type":"keypoint",
"hlId":"f9916d",
"children":[
"Tolvaptan delays decline in kidney function in adults at risk for rapidly progressive autosomal dominant polycystic kidney disease."
]
},
{
"type":"keypoint",
"hlId":"76cb5e",
"children":[
"Kidney manifestations of tuberous sclerosis complex include renal angiomyolipomas, renal cell carcinoma, and cysts."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s8_2",
"title":{
"__html":"Genetic Noncystic Kidney Disorders"
},
"titleNode":{
"type":"section-title",
"hlId":"898088",
"children":[
"Genetic Noncystic Kidney Disorders"
]
},
"children":[
{
"type":"p",
"hlId":"f32609",
"children":[
"Genetic noncystic kidney disorders include autosomal dominant tubulointerstitial kidney disease, collagen type IV–related disease, Fabry disease, and apolipoprotein L1 nephropathy."
]
},
{
"type":"section",
"id":"mk19_a_np_s8_2_1",
"title":{
"__html":"Autosomal Dominant Tubulointerstitial Kidney Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"c5ae71",
"children":[
"Autosomal Dominant Tubulointerstitial Kidney Disease"
]
},
"children":[
{
"type":"p",
"hlId":"94d6c6",
"children":[
"Autosomal dominant tubulointerstitial kidney disease (ADTKD) should be suspected in patients with slowly progressive chronic kidney disease (CKD), a bland urine sediment, small kidneys, and a family history of ESKD. Mutations in ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"UMOD"
]
},
" are the most commonly identified variants in ADTKD, but variants in ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"REN, MUC1,"
]
},
" and ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"HNF1B"
]
},
" have also been identified in families with a history of ADTKD. Gout and anemia that appear earlier than expected for CKD stage have been associated with ADTKD."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s8_2_2",
"title":{
"__html":"Collagen Type IV–Related Nephropathies"
},
"titleNode":{
"type":"section-title",
"hlId":"fb7dda",
"children":[
"Collagen Type IV–Related Nephropathies"
]
},
"children":[
{
"type":"p",
"hlId":"89e5eb",
"children":[
"Type IV collagen is an integral component of the glomerular basement membrane (GBM). Structural defects in this protein, due to genetic variations, can result in manifestations spanning from GBM thinning to progressive glomerular injury. There is a subgroup of adult patients with focal segmental glomerulosclerosis and type IV collagen mutations (see ",
{
"type":"cross-reference",
"target":"mk19_a_np_s6_4_5",
"children":[
"Glomerular Diseases"
]
},
")."
]
},
{
"type":"section",
"id":"mk19_a_np_s8_2_2_1",
"title":{
"__html":"Hereditary Nephritis"
},
"titleNode":{
"type":"section-title",
"hlId":"7d278b",
"children":[
"Hereditary Nephritis"
]
},
"children":[
{
"type":"p",
"hlId":"7a5355",
"children":[
"Hereditary nephritis (Alport syndrome) is a glomerular disease associated with sensorineural hearing loss and characteristic ocular findings. There are three genetic variants: X-linked (80%), autosomal recessive (15%), and autosomal dominant (5%). Females with the X-linked variant can be asymptomatic carriers or can develop kidney disease depending on activity of the X chromosome in somatic renal cells."
]
},
{
"type":"p",
"hlId":"e5327d",
"children":[
"Diagnosis has traditionally been made by kidney biopsy with electron microscopy. In patients with a well-documented family history and microscopic hematuria, diagnosis is increasingly being made by genetic testing. Genetic testing is also the most reliable way to identify heterozygote carriers of type IV collagen mutations. Proteinuria, hypertension, and CKD usually progress to ESKD between the late teenage years and the fourth decade of life. Management is supportive, including blood pressure control with renin-angiotensin system blockade."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s8_2_2_2",
"title":{
"__html":"Thin Glomerular Basement Membrane Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"4f07d3",
"children":[
"Thin Glomerular Basement Membrane Disease"
]
},
"children":[
{
"type":"p",
"hlId":"c5334b",
"children":[
"Thin glomerular basement membrane disease (benign familial hematuria) is associated with type IV collagen variants causing GBM thinning, which results in hematuria without significant proteinuria or ensuing glomerulosclerosis. Up to 5% of the population may be affected. Although diagnosis can be made using electron microscopy of kidney biopsy material, thin glomerular basement membrane disease is usually a clinical diagnosis based on benign presentation and course (normal kidney function with microscopic hematuria and little or no proteinuria) and positive family history of similarly benign phenotype (family history of isolated hematuria without kidney failure). The disease has excellent long-term prognosis with rare progression to CKD. Management is supportive."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s8_2_3",
"title":{
"__html":"Fabry Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"00e24a",
"children":[
"Fabry Disease"
]
},
"children":[
{
"type":"p",
"hlId":"c6d8df",
"children":[
"Fabry disease is an X-linked recessive inborn error of glycosphingolipid metabolism caused by deficiency of α-galactosidase A. The enzyme deficiency leads to defective storage of sphingolipid and progressive endothelial accumulation, causing abnormalities in the skin (telangiectasias and angiokeratomas), eye, kidney, heart (premature coronary artery disease), brain, and peripheral nervous system (severe neuropathic pain)."
]
},
{
"type":"p",
"hlId":"3255bf",
"children":[
"Diagnosis can be made by kidney biopsy but also can be made noninvasively with measurement of leukocyte enzymatic activity and subsequent genetic testing. Screening for the disease is recommended for family members of affected patients. Enzyme replacement therapy with recombinant human α-galactosidase A is available."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s8_2_4",
"title":{
"__html":"Apolipoprotein L1 Nephropathy"
},
"titleNode":{
"type":"section-title",
"hlId":"227b15",
"children":[
"Apolipoprotein L1 Nephropathy"
]
},
"children":[
{
"type":"p",
"hlId":"c16bf6",
"children":[
"Some racial and ethnic groups (Black, American Indian, and Hispanic persons) have been observed to have higher incidences of kidney failure. The reason for this discrepancy is multifactorial; inequitable access to health care, social factors, and biological factors are among cited causes. Genetic variants in the apolipoprotein L1 (",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"APOL1"
]
},
") gene are one example of a biological factor that may contribute to this health disparity. Two risk alleles for kidney disease (G1 and G2) have been identified in the ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"APOL1"
]
},
" gene and are more common in those of African descent. The transmission of disease risk is consistent with recessive inheritance. High-risk ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"APOL1"
]
},
" alleles are unusually prevalent possibly because they conferred a survival advantage in sub-Saharan Africa by enhancing innate immunity against African trypanosomal disease (African sleeping sickness)."
]
},
{
"type":"p",
"hlId":"99cd85",
"children":[
"Persons with a high-risk ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"APOL1"
]
},
" genotype have an approximately 10-fold increased risk for focal segmental glomerulosclerosis, a 7-fold increased risk for hypertension-attributed ESKD, and, among those with HIV infection, a 29-fold increased risk for HIV-associated nephropathy. In addition, the ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"APOL1"
]
},
" risk genotype is associated with an increased risk for progression to CKD in other nondiabetic kidney diseases, including lupus nephritis and primary membranous nephropathy."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"80fd25",
"children":[
"Autosomal dominant tubulointerstitial kidney disease should be suspected in patients with slowly progressive chronic kidney disease, a bland urine sediment, small kidneys, and a family history of end-stage kidney disease."
]
},
{
"type":"keypoint",
"hlId":"81cc31",
"children":[
"Hereditary nephritis (Alport syndrome) is a glomerular disease associated with sensorineural hearing loss and characteristic ocular findings."
]
},
{
"type":"keypoint",
"hlId":"6be1e1",
"children":[
"Thin glomerular basement membrane disease (benign familial hematuria) results in hematuria without significant proteinuria or ensuing glomerulosclerosis, with rare progression to chronic kidney disease."
]
},
{
"type":"keypoint",
"hlId":"c06262",
"children":[
"High-risk ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"APOL1"
]
},
" genotype confers increased risk for chronic kidney disease in persons of African descent."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s8_3",
"bibliography":true,
"title":{
"__html":"Bibliography"
},
"titleNode":{
"type":"section-title",
"hlId":"a7cc81",
"children":[
"Bibliography"
]
},
"children":[
{
"type":"references",
"children":[
{
"type":"reference",
"children":[
"Bleyer AJ, Kidd K, Živná M, et al. Autosomal dominant tubulointerstitial kidney disease. Adv Chronic Kidney Dis. 2017;24:86-93. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/28284384",
"target":"_blank"
},
"children":[
"PMID: 28284384"
]
},
" doi:10.1053/j.ackd.2016.11.012"
]
},
{
"type":"reference",
"children":[
"Chebib FT, Perrone RD, Chapman AB, et al. A practical guide for treatment of rapidly progressive ADPKD with tolvaptan. J Am Soc Nephrol. 2018;29:2458-70. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30228150",
"target":"_blank"
},
"children":[
"PMID: 30228150"
]
},
" doi:10.1681/ASN.2018060590"
]
},
{
"type":"reference",
"children":[
"Groopman EE, Marasa M, Cameron-Christie S, et al. Diagnostic utility of exome sequencing for kidney disease. N Engl J Med. 2019;380:142-51. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30586318",
"target":"_blank"
},
"children":[
"PMID: 30586318"
]
},
" doi:10.1056/NEJMoa1806891"
]
},
{
"type":"reference",
"children":[
"Kashtan CE, Ding J, Garosi G, et al. Alport syndrome: a unified classification of genetic disorders of collagen IV a345: a position paper of the Alport Syndrome Classification Working Group. Kidney Int. 2018;93:1045-51. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29551517",
"target":"_blank"
},
"children":[
"PMID: 29551517"
]
},
" doi:10.1016/j.kint.2017.12.018"
]
},
{
"type":"reference",
"children":[
"Kruzel-Davila E, Wasser WG, Skorecki K. APOL1 nephropathy: a population genetics and evolutionary medicine detective story. Semin Nephrol. 2017;37:490-507. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29110756",
"target":"_blank"
},
"children":[
"PMID: 29110756"
]
},
" doi:10.1016/j.semnephrol.2017.07.002"
]
}
]
}
]
}
]
},
"tablesContent":{
}
}