{
"id":"mk19_a_gm_s10",
"subspecialtyId":"gm",
"title":"Geriatric Medicine",
"jsonContent":{
"type":"section",
"id":"mk19_a_gm_s10",
"title":{
"__html":"Geriatric Medicine"
},
"titleNode":{
"type":"section-title",
"hlId":"1ef86b",
"children":[
"Geriatric Medicine"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_gm_s10_1",
"title":{
"__html":"Comprehensive Geriatric Assessment"
},
"titleNode":{
"type":"section-title",
"hlId":"9a05a0",
"children":[
"Comprehensive Geriatric Assessment"
]
},
"children":[
{
"type":"p",
"hlId":"c0a598",
"children":[
"Comprehensive geriatric assessment is a multidisciplinary diagnostic process to ascertain the physical, cognitive, psychological, environmental, and functional capabilities of older persons, with the objective of developing a plan for preserving function and maximizing independence and quality of life. Common health issues in older adults include impaired mobility and physical function, deficits in sensory function (particularly vision and hearing), and cognitive decline. In addition, polypharmacy, psychosocial issues, and the cumulative effects of chronic diseases may contribute to decreased functional status and loss of independence. Identifying these issues requires systematic and multidimensional evaluation, which may be performed in the office, in the patient's home, or upon hospital admission or discharge. When completed in the home or a dedicated inpatient geriatric unit, comprehensive geriatric assessment may reduce mortality and the need for long-term institutional or nursing home placement."
]
},
{
"type":"section",
"id":"mk19_a_gm_s10_1_1",
"title":{
"__html":"Functional Status"
},
"titleNode":{
"type":"section-title",
"hlId":"b3f601",
"children":[
"Functional Status"
]
},
"children":[
{
"type":"p",
"hlId":"013e56",
"children":[
"Functional status assessment is evaluation of a patient's ability to perform activities required for basic self-care (activities of daily living [ADLs]) or to live independently (instrumental activities of daily living [IADLs]). ADLs include bathing, grooming, dressing, toileting, feeding, walking, and transferring. IADLs comprise such tasks as managing finances, performing housework, shopping, self-administering medications, using transportation, preparing meals, and communicating by telephone. Standardized screening instruments for assessment of functional status are listed in ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_gm_t58",
"wrapId":"1",
"children":[
"Table 58"
]
}
]
},
". Functional assessment may help determine the need for specific services and the appropriate level of patient care."
]
},
{
"type":"inline-wrap",
"wrapId":"1",
"contentIds":[
"mk19_a_gm_t58"
]
}
]
},
{
"type":"section",
"id":"mk19_a_gm_s10_1_2",
"title":{
"__html":"Vision"
},
"titleNode":{
"type":"section-title",
"hlId":"99a062",
"children":[
"Vision"
]
},
"children":[
{
"type":"p",
"hlId":"2ee700",
"children":[
"Older patients are at increased risk for many conditions that cause vision loss, including cataracts, macular degeneration, presbyopia, glaucoma, and disease-related retinopathy (e.g., diabetic retinopathy). Reduced visual acuity decreases functional status and quality of life while increasing risk for falls, depression, and cognitive impairment. Visual impairment may affect eligibility for a driver's license based on state-specific requirements and may qualify the individual for disability benefits."
]
},
{
"type":"p",
"hlId":"9ba94a",
"children":[
"Screening tests and examination techniques to assess vision in the primary care setting include standardized questionnaires, the Snellen eye chart, and direct ophthalmoscopic examination; however, these tests may not detect such disorders as glaucoma and macular degeneration. The U.S. Preventive Services Task Force (USPSTF) concluded that evidence is insufficient to assess the balance of benefits and harms of screening for impaired visual acuity in asymptomatic adults aged 65 years or older, whereas the American Academy of Ophthalmology recommends performing a comprehensive eye examination in older adults every 1 to 2 years. Given the risks associated with decreased vision coupled with the prevalence of common treatable eye conditions in older adults, it is reasonable to ask about changes in vision and refer the patient to an eye specialist when changes are present."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gm_s10_1_3",
"title":{
"__html":"Hearing"
},
"titleNode":{
"type":"section-title",
"hlId":"67ac19",
"children":[
"Hearing"
]
},
"children":[
{
"type":"p",
"hlId":"2f3df1",
"children":[
"Hearing loss is common in older adults, affecting more than 80% of persons by age 80 years. Hearing loss is socially isolating, perhaps more so than other sensory losses, and contributes to decreased quality of life and increased morbidity. Because of the impaired communication abilities inherent to hearing loss, it may be misdiagnosed as cognitive dysfunction."
]
},
{
"type":"p",
"hlId":"4834fb",
"children":[
"Diagnostic tests that reliably screen for hearing loss include assessment of the patient's ability to hear a whispered voice, fingers rubbing together, or a watch ticking. These tests and single-question screening (i.e., asking “Do you have difficulty hearing?”) perform as well as more complex questionnaires or handheld audiometry in detecting hearing loss."
]
},
{
"type":"p",
"hlId":"85a936",
"children":[
"There is no evidence that proactively identifying hearing loss translates to better hearing-related quality of life. As such, routine screening for hearing loss in asymptomatic patients is not recommended by the USPSTF. Patients with symptoms, however, should be referred to an otologist or audiologist for a formal hearing test and evaluation to determine whether hearing aids would be beneficial. Hearing aids and cochlear implants improve speech recognition and may improve quality of life in those with profound hearing loss."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gm_s10_1_4",
"title":{
"__html":"Depression"
},
"titleNode":{
"type":"section-title",
"hlId":"75cde5",
"children":[
"Depression"
]
},
"children":[
{
"type":"p",
"hlId":"75f80a",
"children":[
"The prevalence of depression in adults older than 60 years is as high as 15%. Although diagnostic criteria for depression in older adults are no different from those in younger patients, some common symptoms, such as low energy and somatic symptoms, are often mistakenly attributed to aging or chronic illness. Depression in older adults also may be confused with cognitive dysfunction and is itself a risk factor for cognitive dysfunction. Chronic illness, grief associated with the loss of loved ones, social isolation due to decreased physical and cognitive function, and the need for institutionalization may all contribute to depression in this population."
]
},
{
"type":"p",
"hlId":"7927b9",
"children":[
"The USPSTF recommends screening for depression in all adults. The PHQ-2 has been validated as a screening instrument in older adults, with similar sensitivity and specificity to that in younger adults. Although sensitive, the PHQ-2 has a lower specificity for depression than more comprehensive screening instruments, and a positive screening result should therefore prompt further assessment. The PHQ-9 and the Geriatric Depression Scale (",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://integrationacademy.ahrq.gov/sites/default/files/2020-07/Update_Geriatric_Depression_Scale-15.pdf",
"target":"_blank"
},
"children":[
"https://integrationacademy.ahrq.gov/sites/default/files/2020-07/Update_Geriatric_Depression_Scale-15.pdf"
]
},
") have better sensitivity and specificity in older adults. The Geriatric Depression Scale, with its yes-or-no answer format, may be easier to administer in patients with cognitive impairment. When depression is suspected, a detailed medication review and inquiry about suicidality should be completed."
]
},
{
"type":"p",
"hlId":"4c4f34",
"children":[
"Older adults with depression are most commonly treated with pharmacotherapy, and antidepressants protect against suicide attempts in this population. Selective serotonin reuptake inhibitors are the most widely studied antidepressants and are considered first-line therapy. Nonpharmacologic treatment, including psychotherapy, exercise, and electroconvulsive therapy, also have been shown to be effective. For the treatment of mild to moderate depression, nonpharmacologic options may be considered first in patients with medication intolerance or dementia. See ",
{
"type":"cross-reference",
"target":"mk19_a_gm_s9_1_1_2",
"children":[
"Mental and Behavioral Health"
]
},
" for more information on treatment options."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gm_s10_1_5",
"title":{
"__html":"Cognitive Function"
},
"titleNode":{
"type":"section-title",
"hlId":"d8a080",
"children":[
"Cognitive Function"
]
},
"children":[
{
"type":"p",
"hlId":"df8e6d",
"children":[
"Cognitive impairment is defined as a progressive decline in at least one cognitive domain (memory, attention, language, visual-spatial function, executive function) that negatively affects patient functioning. The strongest risk factor for cognitive impairment is increasing age. In the absence of symptoms, routine screening is not recommended owing to a lack of evidence that it leads to effective intervention. However, because cognitive impairment is a risk factor for falls, loss of independence, and poor control of chronic diseases, clinicians should have a low threshold for assessing for cognitive decline."
]
},
{
"type":"p",
"hlId":"169a2a",
"children":[
"The most widely studied instrument for evaluating cognitive function is the Mini–Mental State Examination (MMSE). The proprietary nature of the MMSE and the time required to administer the test (approximately 7 minutes) may preclude its use for routine outpatient case finding. The Montreal Cognitive Assessment (MoCA) takes a similar amount of time to complete and is sensitive for detecting cognitive impairment; however, training and certification are required for its use. The Mini-Cog test has acceptable sensitivity and specificity in identifying dementia and is available to clinicians without charge, although it is copyright protected. It includes a three-item recall test (similar to elements of the MMSE) followed by a clock-drawing test if one of the three recall items is missed."
]
},
{
"type":"p",
"hlId":"bb6a31",
"children":[
"Evaluation and treatment of mild cognitive impairment (impaired cognition in the absence of impaired function) and dementia are further discussed in ",
{
"type":"cross-reference",
"target":"mk19_a_nr_s5_4",
"children":[
"MKSAP 19 Neurology"
]
},
"."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gm_s10_1_6",
"title":{
"__html":"Fall Prevention"
},
"titleNode":{
"type":"section-title",
"hlId":"e2c195",
"children":[
"Fall Prevention"
]
},
"children":[
{
"type":"p",
"hlId":"aa5e95",
"children":[
"One in three adults older than 65 years and one in two adults older than 80 years fall every year, making falls the leading cause of injury in older adults. Many health conditions, physical characteristics, and behaviors increase risk for falling, but the greatest increases are associated with cognitive impairment, psychoactive medications, gait/balance problems, and decreased lower extremity strength. The presence of multiple risk factors has an additive effect on fall risk. Even fear of falling in the absence of falls decreases self-rated health and hastens functional decline."
]
},
{
"type":"p",
"hlId":"fc5ff1",
"children":[
"Screening older adults for fall risk is recommended by the American Geriatrics Society (AGS) and is an element of the Medicare annual wellness visit. Despite these recommendations, only 25% of older adults report discussing falls with their physician. Patients should be asked about falls and unsteadiness with walking as well as fear of falling. Those who report falls or balance issues should be evaluated with the Timed Up and Go (TUG) test, in which the patient is asked to rise from a chair with armrests, walk 10 feet (with their usual assistive devices, if applicable), turn, return to the chair, and sit down. A time of more than 12 seconds is considered abnormal. Patients with prolonged times on the TUG test may be referred for more comprehensive assessment or formal gait and balance assessment and therapy. An algorithm for fall risk assessment and prevention is presented in ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_gm_f24",
"wrapId":"2",
"children":[
"Figure 24"
]
}
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"2",
"contentIds":[
"mk19_a_gm_f24"
]
},
{
"type":"p",
"hlId":"d9ea2c",
"children":[
"The USPSTF recommends multifactorial interventions for fall prevention, which typically involves an initial assessment of modifiable risk factors for falls and subsequent customized interventions. The USPSTF acknowledges that the overall benefit of routinely offering multifactorial interventions to prevent falls is small and should take into account the balance of benefits and harms based on the circumstances of previous falls, presence of comorbid medical conditions, and the patient's values and preferences. The CDC has developed a toolkit for patients and providers that includes the online Check for Safety tool, a patient-administered home safety checklist with practical suggestions for reducing fall risk (",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.cdc.gov/steadi/pdf/check_for_safety_brochure-a.pdf",
"target":"_blank"
},
"children":[
"www.cdc.gov/steadi/pdf/check_for_safety_brochure-a.pdf"
]
},
"). Formal home safety evaluation by an occupational therapist also has been associated with reducing fall risk."
]
},
{
"type":"p",
"hlId":"9f1a41",
"children":[
"Specific interventions shown to reduce fall risk include exercises that emphasize gait/balance training and lower extremity strength, discontinuing or decreasing the dose of centrally acting medications, and assessing and modifying the home environment. The USPSTF recommends exercise to prevent falls in community-dwelling adults aged 65 years or older who are at increased risk for falls; exercise interventions include supervised individual and group classes as well as physical therapy. Exercise interventions targeting gait and balance training and improving lower extremity strength are generally recommended."
]
},
{
"type":"p",
"hlId":"6d87ed",
"children":[
"Vitamin D supplementation should not be used to prevent falls in community-dwelling adults aged 65 years or older who are not known to have osteoporosis or vitamin D deficiency."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gm_s10_1_7",
"title":{
"__html":"Assessment of the Older Driver"
},
"titleNode":{
"type":"section-title",
"hlId":"79ad65",
"children":[
"Assessment of the Older Driver"
]
},
"children":[
{
"type":"p",
"hlId":"31e05f",
"children":[
"Driving is one of the most valued IADLs for older adults, and cessation of driving in this population is associated with negative health consequences, most notably decreased quality of life and depression. However, drivers older than 65 years are responsible for more traffic fatalities than any other group of drivers other than those younger than 25 years. Motor vehicle crashes are the second leading cause of injury in older adults."
]
},
{
"type":"p",
"hlId":"ddb998",
"children":[
"Decreased visual acuity, reduced cognitive abilities, use of centrally acting medications, alcohol or marijuana use, conditions that increase the risk for loss of consciousness, and mobility issues of the extremities or neck all increase the risk for motor vehicle crashes. Gradually accumulating deficits may go unrecognized by the older adult driver until a crash occurs. Fortunately, many older adults self-restrict driving, commonly discontinuing night driving and longer trips. Self-restricted driving, caregiver or family concern for driving safety, history of traffic citations, and impulsive behaviors also are associated with increased risk for crashes."
]
},
{
"type":"p",
"hlId":"66804d",
"children":[
"The decision to advise an older driver to “retire from driving” (the preferred terminology) is qualitative, complex, and largely dependent on clinician judgment. The evaluation should consider the known risk factors and underlying medical conditions. The AGS in partnership with the National Highway Transportation Safety Administration has developed a guideline for multidisciplinary evaluation of the older driver that includes screening instruments, resources for rehabilitating those at risk for becoming unsafe to drive, and resources for patients who must retire from driving (",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.nhtsa.gov/sites/nhtsa.dot.gov/files/812228_cliniciansguidetoolderdrivers.pdf",
"target":"_blank"
},
"children":[
"www.nhtsa.gov/sites/nhtsa.dot.gov/files/812228_cliniciansguidetoolderdrivers.pdf"
]
},
")."
]
},
{
"type":"p",
"hlId":"1c8fb5",
"children":[
"Physician advice to retire from driving is associated with older drivers appropriately stopping driving; however, given the risk for depression and social isolation associated with driving retirement, this advice should be coupled with support, suggestions for alternate forms of transportation, and follow-up assessment of mood and quality of life. When patients are resistant to retire from driving or when the appropriate decision is less clear, formal occupational therapy driving assessment may be helpful. Addressing modifiable risk factors (e.g., cataract removal), optimizing treatment of arthritic conditions, and discontinuing risky medications are strategies that may permit continued safe driving."
]
},
{
"type":"p",
"hlId":"f6e1f8",
"children":[
"The role of the individual clinician in preventing motor vehicle crashes caused by patients with cognitive impairment is unclear. Identifying cognitive impairment or dementia and subsequently targeting those patients for driving retirement might be expected to effectively reduce motor vehicle crashes, although mandatory physician reporting of dementia to departments of motor vehicles has not been shown to reduce the percentage of crashes attributable to dementia. Effective strategies include requiring in-person application and vision screening for license renewal. A recent guideline for determining appropriateness for retaining driving privileges in individuals with cognitive impairment, developed by a multidisciplinary group in the United Kingdom, has been proposed as a resource for U.S. physicians and patients (",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://research.ncl.ac.uk/driving-and-dementia/consensusguidelinesforclinicians/Final%20Guideline.pdf",
"target":"_blank"
},
"children":[
"https://research.ncl.ac.uk/driving-and-dementia/consensusguidelinesforclinicians/Final%20Guideline.pdf"
]
},
")."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gm_s10_1_8",
"title":{
"__html":"Screening for Mistreatment"
},
"titleNode":{
"type":"section-title",
"hlId":"fa339c",
"children":[
"Screening for Mistreatment"
]
},
"children":[
{
"type":"p",
"hlId":"14fbee",
"children":[
"Older adults are at increased risk for mistreatment, including abuse, neglect, and financial exploitation, because of decreased functioning that leads to dependence on others. The prevalence of elder mistreatment is estimated to be roughly 10%. The most commonly encountered form in the health care setting is neglect, as either caregiver neglect (failure to meet the elderly person's needs in terms of physical and mental well-being) or self-neglect (by choice or because of dementia or mental health issues). Victims are high utilizers of emergency services, hospital care, and nursing home care and have a higher mortality rate."
]
},
{
"type":"p",
"hlId":"b48118",
"children":[
"It is uncertain whether screening for elder mistreatment should be routine. The USPSTF recognizes elder abuse and abuse of vulnerable adults as common and serious problems but has not identified reliable screening instruments for this patient population. Because of the potential negative health effects of mistreatment, case finding should be considered in adults with vulnerability for or signs of abuse. Simple screening instruments, such as the Hwalek-Sengstock Elder Abuse Screening Test and the Vulnerability to Abuse Screening Scale, are available but require self-reporting; this complicates assessment in persons with cognitive impairment who cannot provide information independently. Testing may not occur because of unawareness of these instruments and how to use them, confusion regarding legal and reporting implications (which vary from state to state), and fear of potential harms to the patient and family members that result from false-positive and false-negative test results."
]
},
{
"type":"p",
"hlId":"24b810",
"children":[
"Findings suggestive of abuse or neglect, whether thought to be intentional or unintentional, should prompt additional investigation. Such investigation should ideally include a home assessment, which can be most reliably conducted under the auspices of Adult Protective Services."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"2d5af7",
"children":[
"Comprehensive geriatric assessment is a multidisciplinary diagnostic process to ascertain the physical, cognitive, psychological, environmental, and functional capabilities of older persons, with the objective of developing a plan for preserving function and maximizing independence and quality of life."
]
},
{
"type":"keypoint",
"hlId":"20aaff",
"children":[
"Although routine screening for hearing loss in asymptomatic patients is not recommended, patients with symptoms of hearing loss should be referred to an otologist or audiologist for formal testing and hearing aid placement, if appropriate."
]
},
{
"type":"keypoint",
"hlId":"891435",
"children":[
"All older adults should be screened for depression."
]
},
{
"type":"keypoint",
"hlId":"8c002c",
"children":[
"Cognitive impairment is a risk factor for falls, loss of independence, and poor control of chronic diseases; clinicians should inquire about symptoms and perform further evaluation when symptoms are present."
]
},
{
"type":"keypoint",
"hlId":"dc09e1",
"hvc":true,
"children":[
"Interventions shown to reduce fall risk include exercises that emphasize gait/balance training and lower extremity strength, discontinuing or decreasing the dose of centrally acting medications, and assessing and modifying the home environment."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gm_s10_2",
"title":{
"__html":"Frailty Assessment"
},
"titleNode":{
"type":"section-title",
"hlId":"d26234",
"children":[
"Frailty Assessment"
]
},
"children":[
{
"type":"p",
"hlId":"0c30b1",
"children":[
"Frailty is a multifactorial geriatric syndrome that is usually characterized by five phenotypic elements: unintentional weight loss, low energy, low activity levels, weakness, and slow walking speed. It has been linked to increased mortality, falls, and risk for hospitalization, as well as reduced mobility and health-related quality of life. Frailty is predictive of morbidity and mortality during or after many medical and surgical interventions, and its presence is associated with longer inpatient lengths of stay, increased likelihood of discharge to a skilled nursing facility, and increased risk for inpatient delirium. Notably, advanced age is not synonymous with frailty."
]
},
{
"type":"p",
"hlId":"b45286",
"children":[
"Frailty measurement is not currently recommended as part of routine geriatric assessment; however, it is rapidly being incorporated into preintervention assessment for many surgical, procedural, and medical treatments (see ",
{
"type":"cross-reference",
"target":"mk19_b_gm_s4_10_1",
"children":[
"MKSAP 19 General Internal Medicine 2"
]
},
"). Applications include tailoring glycemic control and blood pressure targets; predicting response to and tolerance of surgical and chemotherapeutic cancer treatment; and predicting postoperative outcomes related to surgery."
]
},
{
"type":"p",
"hlId":"66cdf9",
"children":[
"More than 70 standardized frailty indices are available, and no one index is preferred. Although there is some consistency as to which outcomes are influenced by frailty, the degree to which an outcome is changed varies considerably between instruments. The frailty index, a comprehensive assessment of chronic conditions and functioning, has been in use for a longer time than other indices; however, its length and complexity limit its usefulness in routine care. The five-item frailty phenotype was originally validated in the Cardiovascular Health Study of more than 5000 patients aged 65 years or older; it requires objective measurement of gait speed and grip strength (with a dynamometer), which may not be feasible in primary care. The frailty index and the frailty phenotype are the most commonly used instruments in frailty research."
]
},
{
"type":"p",
"hlId":"42d8cc",
"children":[
"In addition to the more comprehensive assessments, many indices have been developed for specific preintervention screening. Most of these tools use self-reported measures, are simple to administer and score, and may be more easily incorporated into a primary care practice. These rapid screening tests are useful in the identification of patients who might require more formal comprehensive geriatric assessment or preintervention rehabilitation. Examples of well-validated, brief, subjective instruments are presented in ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_gm_t59",
"wrapId":"3",
"children":[
"Table 59"
]
}
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"3",
"contentIds":[
"mk19_a_gm_t59"
]
},
{
"type":"p",
"hlId":"8f2eb4",
"children":[
"Of note, interventions performed in the early stages of frailty have the potential to reduce the associated risks. Strategies include muscle strengthening through exercise, protein and other nutritional supplementation, and addressing mood disorders and polypharmacy. Response to these interventions may require weeks to months; therefore, screening for frailty well in advance of planned interventions should occur whenever possible."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"3ccae6",
"children":[
"Frailty measurement is not recommended as part of routine geriatric assessment; however, it is rapidly being incorporated into preintervention assessment for many surgical, procedural, and medical treatments."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gm_s10_3",
"title":{
"__html":"Levels of Care"
},
"titleNode":{
"type":"section-title",
"hlId":"a88cdb",
"children":[
"Levels of Care"
]
},
"children":[
{
"type":"p",
"hlId":"bc5013",
"children":[
"As the population ages, medical complexity and care needs also increase, necessitating a variety of care delivery models, including home-based and facility-based options."
]
},
{
"type":"p",
"hlId":"04aab6",
"children":[
"Resources for older adults who wish to remain in their homes but need assistance include home health agency care and custodial care services. Home health agencies offer assistance with medication management, wound care, and physical therapy. These services are provided on an intermittent basis (usually no more than two to three times per week) and are covered by Medicare and Medicaid if the patient is homebound with a documented skilled care need. Custodial care services provide help with dressing, bathing, toileting, cooking, and other ADLs; these services are not covered by Medicare but may be paid for by Medicaid. Visiting physicians can also provide outpatient medical care."
]
},
{
"type":"p",
"hlId":"7236b5",
"children":[
"When patients who are cared for by family members require additional resources for gaps in care, adult day care can provide part-time assistance when the patient's primary caregiver is unavailable. If supervision is needed for a longer time, respite care is available at many senior living communities (assisted living facilities and nursing homes). Adult day care and respite care are not typically covered by Medicare or Medicaid."
]
},
{
"type":"p",
"hlId":"4c2929",
"children":[
"When long-term daily care needs exceed those that can be provided in a patient's home, three different levels of care are available: independent living, assisted living, and nursing homes. Independent living is suitable only for patients who can independently perform ADLs and IADLs and simply provides patients with the benefits of living in a community. Assisted living offers a home-like environment but provides varying levels of assistance with medications, ADLs, housekeeping, and meals. For patients requiring additional help with ADLs or medical management, nursing homes provide 24-hour nursing care as well as rehabilitation services. Residential care homes use a smaller, home-like environment in the care of patients with similar needs (e.g., patients with chronic mental illness); however, services provided vary, and the level of care provided may be similar to either assisted living or nursing home care. Independent and assisted living are typically paid for with private funds, or “private pay.” Medicare does not usually cover long-term nursing home or residential home care. Medicaid may pay for long-term care depending on patient eligibility and state regulations."
]
},
{
"type":"p",
"hlId":"6d3062",
"children":[
"Acute medical care is typically provided in a hospital setting. Infrequently, serious acute illnesses may be treated in the patient's living environment, although home hospital care occurs only when significant home health resources are available and avoidance of hospitalization has been established as a primary goal in care-planning discussions."
]
},
{
"type":"p",
"hlId":"f231af",
"children":[
"Posthospitalization care is available in multiple forms. Safe return to a patient's previous living situation can be facilitated with outpatient physical, occupational, and speech therapy in the home or clinic. If a patient requires functional improvement before returning home, rehabilitation can be performed in an acute rehabilitation program or skilled nursing facility (i.e., subacute rehabilitation). Acute rehabilitation is provided in a freestanding rehabilitation hospital or a designated hospital unit, and it requires that the patient be able to participate in 3 hours of therapy at least 5 days per week. Subacute rehabilitation is appropriate for patients who cannot tolerate this level of therapy. Medicare covers the costs of both options for up to 100 days if the patient had an inpatient hospitalization of at least 3 days and continues to make progress with goals. Some patients require longer-term, high-intensity medical care, including mechanical ventilation or multiple parenteral therapies, and long-term acute care hospitals are an appropriate option for these patients."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gm_s10_4",
"title":{
"__html":"Medication Management"
},
"titleNode":{
"type":"section-title",
"hlId":"42dea8",
"children":[
"Medication Management"
]
},
"children":[
{
"type":"p",
"hlId":"f6957a",
"children":[
"Older patients are at significant risk for medication complications, and a comprehensive medication management strategy is critical for prevention. Specific elements of a medication management strategy include obtaining an accurate medication history, assessing medication adherence, recognizing the effects of comorbidities and aging on drug metabolism, screening for drug-drug interactions, avoiding inappropriate medications, and assessing for polypharmacy."
]
},
{
"type":"p",
"hlId":"d7271e",
"children":[
"Patients should be asked to bring all medications to the visit for the purpose of medication reconciliation, especially after transitions of care. Medication adherence can be assessed with standardized questionnaires, pill counts, or review of pillboxes. Common alterations in drug metabolism in older patients, including decreased kidney and liver function, necessitate frequent assessment and adjustment of drug dosages. Medication lists should be reviewed regularly for drug-drug interactions, including at the time of care transitions. During medication review, physicians should specifically target the reduction of medications that may be unsafe in older patients, such as first-generation antihistamines, tricyclic antidepressants, antipsychotics, and benzodiazepines. The 2019 AGS Beers Criteria for Potentially Inappropriate Medication Use in Older Adults lists medications that are problematic for elderly patients as well as recommendations regarding drug interactions to avoid."
]
},
{
"type":"p",
"hlId":"81fe23",
"children":[
"Older patients are particularly susceptible to adverse drug events. Adverse drug events may be the result of adding a new drug, increasing the dose of a previously well-tolerated drug, or drug-drug interactions. Over-the-counter drugs or supplements may also be responsible for an adverse drug event. The risk for adverse drug reactions can be reduced by stopping all unnecessary drugs, seeking safer alternatives for essential drugs, and considering nonpharmacologic alternatives to drug therapy. For example, aspirin for the primary prevention of cardiovascular disease may be discontinued in many individuals not at increased risk. For some patients, topical NSAIDs may be appropriate and safer than oral NSAIDs in the treatment of joint pain, and the need for proton pump inhibitor therapy may be eliminated by implementing lifestyle modifications."
]
},
{
"type":"p",
"hlId":"5e528e",
"children":[
"Elderly patients also may be underprescribed drugs that may provide benefit. For example, statins are underprescribed in elderly patients, a group that may have the most to gain when properly selected. Anticoagulants often are inappropriately withheld from patients with atrial fibrillation after an episode of gastrointestinal bleeding and from those at risk for falls or who have fallen."
]
},
{
"type":"section",
"id":"mk19_a_gm_s10_4_1",
"title":{
"__html":"Polypharmacy"
},
"titleNode":{
"type":"section-title",
"hlId":"876b5c",
"children":[
"Polypharmacy"
]
},
"children":[
{
"type":"p",
"hlId":"987465",
"children":[
"The percentage of patients aged 65 years or older who take five or more prescription medications increased from 27% to 41% between 1999 and 2016. Nursing home patients take eight different medications on average, and medication errors occur in two thirds of such patients. Polypharmacy in older patients is associated with increased health care utilization, cost, medication nonadherence, and functional decline. Patients transitioning between levels of care are particularly vulnerable to inappropriate medication additions, omissions, and dose changes; the risk for these mistakes increases with the number of medications prescribed. Hazards of polypharmacy include overtreatment or undertreatment of disease, serious drug-drug interactions, drug-disease interactions, and adverse reactions."
]
},
{
"type":"p",
"hlId":"7afa64",
"children":[
"Although treatment of comorbid health conditions in older adults often necessitates the use of several medications, physicians can minimize the potential for adverse effects from polypharmacy. Frequent review of patient medications to confirm their necessity and proper dosing is paramount, especially during care transitions."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"7b4565",
"hvc":true,
"children":[
"Adverse effects from polypharmacy can be minimized with frequent review of the patient's current medications, discontinuation of drugs that are unnecessary or should be avoided, and adjustment of drug dosages as appropriate."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gm_s10_5",
"title":{
"__html":"Sleep"
},
"titleNode":{
"type":"section-title",
"hlId":"243924",
"children":[
"Sleep"
]
},
"children":[
{
"type":"p",
"hlId":"b27e11",
"children":[
"Aging patients experience physiologic changes to their sleep cycle, including reductions in total sleep time, rapid eye movement (REM) latency, and sleep efficiency, as well as earlier morning awakening. Many older patients have concerns about insomnia, which is best managed with nonpharmacologic measures (e.g., cognitive behavioral therapy) because pharmacologic sleep aids must be used with caution in this population (see ",
{
"type":"cross-reference",
"target":"mk19_a_gm_s4_6_2",
"children":[
"Common Symptoms"
]
},
"). Sleep disorders, such as REM sleep behavior disorder, may suggest other age-related diseases (e.g., diffuse Lewy body dementia, Parkinson disease)."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gm_s10_6",
"title":{
"__html":"Urinary Incontinence"
},
"titleNode":{
"type":"section-title",
"hlId":"90daf4",
"children":[
"Urinary Incontinence"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_gm_s10_6_1",
"title":{
"__html":"Epidemiology and Risk Factors"
},
"titleNode":{
"type":"section-title",
"hlId":"ba37ab",
"children":[
"Epidemiology and Risk Factors"
]
},
"children":[
{
"type":"p",
"hlId":"8e2b77",
"children":[
"The prevalence of urinary incontinence (UI) increases with age, with at least one third of community-dwelling adults older than 65 years and about two thirds of those in nursing homes experiencing UI. The incidence is higher in women than in men. The true prevalence may be higher, however, because many patients do not report symptoms owing to embarrassment. Older persons are often not assessed for UI and, when treated, are less likely to be given evidence-based treatment than younger individuals."
]
},
{
"type":"p",
"hlId":"8bc99d",
"children":[
"UI increases risk for falls, depression, and social isolation; reduces health-related quality of life; and is a major factor leading to loss of independence and nursing home placement. Risk factors for UI include many common chronic medical conditions (e.g., diabetes, heart failure, cerebrovascular disease, Parkinson disease, osteoarthritis, and dementia) along with the medications used in their treatment. Other risk factors are pelvic surgery, including hysterectomy and prostate surgery; pelvic irradiation; pelvic trauma; and obesity."
]
},
{
"type":"p",
"hlId":"85bd85",
"children":[
"There are five main classifications of UI: stress, urge, overflow, functional, and mixed. UI classifications and disorders predisposing patients to specific types of incontinence are presented in ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_gm_t60",
"wrapId":"4",
"children":[
"Table 60"
]
}
]
},
". Stress UI and urge UI are most common, although mixed presentations frequently occur."
]
},
{
"type":"inline-wrap",
"wrapId":"4",
"contentIds":[
"mk19_a_gm_t60"
]
}
]
},
{
"type":"section",
"id":"mk19_a_gm_s10_6_2",
"title":{
"__html":"Evaluation"
},
"titleNode":{
"type":"section-title",
"hlId":"b74a43",
"children":[
"Evaluation"
]
},
"children":[
{
"type":"p",
"hlId":"1c0969",
"children":[
"Geriatric patients should be asked about incontinence as part of their routine care, because patients may be hesitant to volunteer information owing to the psychological and social implications. Questions about specific symptoms, precipitating events, duration, and frequency, as well as interference with the patient's quality of life, can be helpful in diagnosing the type of UI. Standardized questionnaires, such as the validated 3 Incontinence Questions (3IQ), are easy to administer in an office setting ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_gm_f25",
"wrapId":"5",
"children":[
"Figure 25"
]
}
]
},
")"
]
},
". A voiding diary may provide additional helpful information."
]
},
{
"type":"inline-wrap",
"wrapId":"5",
"contentIds":[
"mk19_a_gm_f25"
]
},
{
"type":"p",
"hlId":"cc12fc",
"children":[
"Evaluation should incorporate a targeted history, including surgeries, instrumentations, and radiation. Female patients should be questioned about pregnancies and gynecologic procedures, and male patients should be asked about symptoms suggestive of prostate enlargement. A comprehensive medication history should be obtained, with special attention to the use of diuretics and medications with cholinergic or anticholinergic effects, including over-the-counter medications. In addition, all patients should be screened for chronic conditions associated with increased risk for incontinence (see ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_gm_t60",
"wrapId":"6",
"children":[
"Table 60"
]
}
]
},
")"
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"6",
"contentIds":[
"mk19_a_gm_t60"
]
},
{
"type":"p",
"hlId":"63a3b3",
"children":[
"The physical examination should include a genitourinary examination, with evaluation of the pelvis in women and the prostate in men. Urinalysis is recommended because transient incontinence may be explained by the presence of a urinary tract infection. Additional laboratory investigation or diagnostic testing is usually unnecessary. Postvoid bladder residual volume assessment, which is performed with ultrasonography after spontaneous voiding, may be considered in patients in whom overflow incontinence is suspected. Urodynamic studies are required only for complex cases in which neurologic disease is suspected and surgical intervention is being considered."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gm_s10_6_3",
"title":{
"__html":"Treatment"
},
"titleNode":{
"type":"section-title",
"hlId":"4c4ac0",
"children":[
"Treatment"
]
},
"children":[
{
"type":"p",
"hlId":"03eb20",
"children":[
"Treatment strategies for UI are listed in ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_gm_t61",
"wrapId":"7",
"children":[
"Table 61"
]
}
]
},
". Nonpharmacologic therapy is the preferred treatment for all types of UI. Lifestyle modification, including weight loss (if appropriate), decreased consumption of alcohol and caffeine, treatment of constipation, and smoking cessation should be trialed for a minimum of 6 weeks. Behavioral therapy is more effective than pharmacologic therapy and has fewer adverse effects; it should be initiated, along with lifestyle modification, as first-line therapy."
]
},
{
"type":"inline-wrap",
"wrapId":"7",
"contentIds":[
"mk19_a_gm_t61"
]
},
{
"type":"p",
"hlId":"f3ba80",
"children":[
"Pharmacologic therapy may be used as second-line therapy for some types of UI. Patients with continued symptoms and reduced quality of life despite behavioral and pharmacologic therapies should be considered for third-line treatments, including device therapy, injectable agents, and surgery. These patients should be referred to a urologist or urogynecologist. Indwelling urinary catheters are not recommended for any type of incontinence, owing to an unacceptably high risk for infection associated with their use."
]
},
{
"type":"section",
"id":"mk19_a_gm_s10_6_3_1",
"title":{
"__html":"Stress Urinary Incontinence"
},
"titleNode":{
"type":"section-title",
"hlId":"73b37c",
"children":[
"Stress Urinary Incontinence"
]
},
"children":[
{
"type":"p",
"hlId":"546072",
"children":[
"After a trial of lifestyle modification, first-line behavioral therapy for stress and mixed UI is pelvic floor muscle training (Kegel exercises). Patients should be instructed to contract the pelvic floor as if attempting to avoid urination and sustain the contraction for 10 seconds. Contractions should be performed in three or four sets of 10 each day. Patients should be counseled that symptom improvement may not be noticeable until pelvic floor muscle training is consistently performed for several months. Some studies have demonstrated benefits when biofeedback therapy, in which a vaginal electromyography probe is used to provide direct confirmation that the patient is contracting the pelvic floor muscles correctly, is included with these exercises."
]
},
{
"type":"p",
"hlId":"570e72",
"children":[
"Vaginal estrogen formulations (tablets and ovules) increase continence compared with placebo in patients with stress UI, but transdermal patches or implants are not helpful. Systemic estrogen should not be used for stress or mixed UI, especially in patients with breast cancer."
]
},
{
"type":"p",
"hlId":"211ea7",
"children":[
"Pessary devices are a low-risk, third-line treatment option for patients with stress UI. Limited high-quality evidence supports cystoscopically guided injection of bulking agents into the urethral mucosa at the bladder neck. Injection therapy requires repeat administration in upwards of 70% of patients whose symptoms initially improve. Surgical treatment is reserved for stress UI that does not respond to other therapies and typically consists of sling cystourethropexy for women or placement of an artificial urinary sphincter for men."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gm_s10_6_3_2",
"title":{
"__html":"Urge Urinary Incontinence"
},
"titleNode":{
"type":"section-title",
"hlId":"96dde7",
"children":[
"Urge Urinary Incontinence"
]
},
"children":[
{
"type":"p",
"hlId":"8533c4",
"children":[
"Behavioral therapy for urge UI consists of bladder training with timed voiding. Bladder training comprises scheduled voiding attempts at intervals shorter than the usual time between incontinence episodes, regardless of the urge to void, with a gradual increase in the time between voids. If an episode of urgency occurs before the designated voiding time, patients are encouraged to use pelvic floor muscle contraction until the urge passes and then proceed with voiding directly afterward."
]
},
{
"type":"p",
"hlId":"25fb52",
"children":[
"If behavioral therapy and lifestyle modification fail to correct urge or mixed UI, several classes of pharmacologic agents are available as second-line therapy (see ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_gm_t61",
"wrapId":"8",
"children":[
"Table 61"
]
}
]
},
")"
]
},
". The pharmacologic agents recommended for women with urge UI also are approved for use in men. Anticholinergic agents are contraindicated in patients with angle-closure glaucoma and severely impaired gastrointestinal motility and should be avoided in patients with tachyarrhythmias. These agents should be used with caution in men with benign prostatic hyperplasia owing to the risk for urinary retention. Elderly persons are especially susceptible to the central nervous system effects of anticholinergics, which may limit drug tolerability."
]
},
{
"type":"inline-wrap",
"wrapId":"8",
"contentIds":[
"mk19_a_gm_t61"
]
},
{
"type":"p",
"hlId":"e6d306",
"children":[
"Third-line therapy includes devices and procedural therapies. Refractory urge UI may be treated with repetitive botulinum toxin injections into the detrusor muscle. Adverse effects include urinary retention requiring self-catheterization. In rare cases, surgically implanted sacral nerve root neurostimulation devices may be used in combination with behavioral therapy and pharmacotherapy for refractory urge UI."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gm_s10_6_3_3",
"title":{
"__html":"Overflow Urinary Incontinence"
},
"titleNode":{
"type":"section-title",
"hlId":"762d3d",
"children":[
"Overflow Urinary Incontinence"
]
},
"children":[
{
"type":"p",
"hlId":"8c8dce",
"children":[
"Behavioral therapy for overflow UI includes double voiding (remaining on the toilet for a few minutes after voiding and then attempting to void again) and triggered voiding (maneuvers to stimulate voiding, including massaging the pubic bone and tugging on pubic hairs). Intermittent catheterization may be used to decrease the need for containment products, such as pads or diapers."
]
},
{
"type":"p",
"hlId":"900762",
"children":[
"Pharmacologic treatment of overflow UI associated with prostatic hyperplasia is discussed in ",
{
"type":"cross-reference",
"target":"mk19_b_gm_s6_4",
"children":[
"MKSAP 19 General Internal Medicine 2"
]
},
"."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gm_s10_6_3_4",
"title":{
"__html":"Functional Urinary Incontinence"
},
"titleNode":{
"type":"section-title",
"hlId":"13f6a2",
"children":[
"Functional Urinary Incontinence"
]
},
"children":[
{
"type":"p",
"hlId":"6b34a2",
"children":[
"In patients with cognitive impairment–related functional UI, prompted voiding by the caregiver may be useful. Prompted voiding involves regularly asking the patient to report on incontinence, asking the patient if he or she needs to void and providing assistance, and praising the patient for continence."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"1ad0ad",
"hvc":true,
"children":[
"Nonpharmacologic therapy, including lifestyle modification and behavioral therapy, is the preferred treatment for all types of urinary incontinence."
]
},
{
"type":"keypoint",
"hlId":"f03d5e",
"children":[
"Urge and mixed urinary incontinence may be treated with pharmacologic therapy, including anticholinergic and antimuscarinic agents, when symptoms persist despite behavioral therapy."
]
}
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gm_s10_7",
"title":{
"__html":"Pressure Injuries"
},
"titleNode":{
"type":"section-title",
"hlId":"189e12",
"children":[
"Pressure Injuries"
]
},
"children":[
{
"type":"p",
"hlId":"146ae6",
"children":[
"Pressure injuries (or pressure ulcers) represent damage to the skin and underlying tissue caused by unrelieved pressure. They may be classified by using a staging system ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_gm_t62",
"wrapId":"9",
"children":[
"Table 62"
]
}
]
},
")"
]
},
"; advancing stages are characterized by increasing tissue loss, depth, and ulcer size."
]
},
{
"type":"inline-wrap",
"wrapId":"9",
"contentIds":[
"mk19_a_gm_t62"
]
},
{
"type":"p",
"hlId":"1ce9ee",
"children":[
"The most important risk factors for pressure injury are immobility, malnutrition, sensory loss, and reduced skin perfusion, which can occur with hypovolemia, hypotension, and systemic vasoconstriction. An estimated 2.5 to 3 million pressure injuries are treated each year in acute care facilities in the United States. The prevalence of pressure injuries ranges from 3% to 17% among hospitalized patients, but the rate is much higher in some high-risk groups and approaches 50% in long-term ICU patients. Patients who develop pressure injuries during an acute care stay are much more likely to be discharged to a long-term care facility."
]
},
{
"type":"section",
"id":"mk19_a_gm_s10_7_1",
"title":{
"__html":"Prevention"
},
"titleNode":{
"type":"section-title",
"hlId":"c53b76",
"children":[
"Prevention"
]
},
"children":[
{
"type":"p",
"hlId":"06cb76",
"children":[
"Pressure injury prevention is a cost-effective intervention that can positively affect health status. Improved understanding of ulcer pathogenesis and changes in reimbursement have increased the focus on identifying at-risk patients and allocating resources to prevention efforts. The Centers for Medicare & Medicaid Services (CMS) has selected the development of a severe pressure ulcer as a “never event” (adverse events that are unambiguous [clearly identifiable and measurable], usually preventable, and serious [resulting in death or significant disability]) for health care facilities. Since 2008, CMS provides no additional payment when a stage III or IV pressure ulcer is acquired after admission to a health care facility."
]
},
{
"type":"p",
"hlId":"d5ce56",
"children":[
"The first step in pressure injury prevention is a structured risk assessment, including a history and physical examination, to identify at-risk patients. Although standardized risk-assessment tools are available (e.g., the Braden, Jackson/Cubbin, Norton, and Waterlow scales), clinical validation studies have found these instruments to have fairly low positive predictive values (60%-70%). Bedside clinical assessment of the skin remains an important part of risk evaluation."
]
},
{
"type":"p",
"hlId":"698ac9",
"children":[
"In patients identified as being at risk, pressure redistribution is of paramount importance in the prevention of pressure injuries and may be accomplished with pressure-reducing equipment and proper patient positioning. Advanced static mattresses or overlays are effective for prevention in patients at increased risk. An advanced static mattress is made of specialized sheepskin, foam, or gel and is immobile when a patient lies on it, whereas an advanced static overlay is a pad composed of foam or gel that is secured to the top of a regular mattress."
]
},
{
"type":"p",
"hlId":"45e52b",
"children":[
"Evidence of efficacy for repositioning, nutritional interventions, and local care (silicone foam dressings or creams) in preventing pressure ulcers is limited. The role of alternating air mattresses is unclear because data do not demonstrate a clear advantage compared with static mattresses. Alternating air mattresses also are associated with substantially higher costs. Data are insufficient to recommend the routine use of dietary supplements for pressure injury prevention."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gm_s10_7_2",
"title":{
"__html":"Management"
},
"titleNode":{
"type":"section-title",
"hlId":"fe4dbc",
"children":[
"Management"
]
},
"children":[
{
"type":"p",
"hlId":"872153",
"children":[
"Successful treatment of established pressure injuries requires interdisciplinary management involving wound care, surgical debridement, surgical repair, vacuum-assisted closure (in some cases), nutrition, and pressure-reducing surfaces. When necrotic tissue is present, it should be debrided. Hydrocolloid and foam dressings are recommended treatments because they have been shown to reduce ulcer size compared with gauze dressings in low-quality studies. There is moderate-quality evidence that protein-containing supplements improve wound healing. Although pressure redistribution measures should be instituted, the relative benefit of different support surfaces in the treatment of pressure injuries is unclear. Evidence is also insufficient to support the use of platelet-derived growth factor dressings, hydrotherapy, hyperbaric oxygen, or maggot therapy."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"2ca4ae",
"children":[
"Pressure redistribution is of paramount importance in the prevention of pressure injuries and can be facilitated by use of advanced static mattresses or overlays."
]
},
{
"type":"keypoint",
"hlId":"b4afb0",
"children":[
"Protein-containing supplements and hydrocolloid or foam dressings are effective in the treatment of established pressure injuries."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gm_s10_8",
"title":{
"__html":"Dermatologic Conditions of Aging"
},
"titleNode":{
"type":"section-title",
"hlId":"f46be9",
"children":[
"Dermatologic Conditions of Aging"
]
},
"children":[
{
"type":"p",
"hlId":"010e06",
"children":[
"Dryness (xerosis cutis) is one of the most prevalent skin conditions in aging adults. Although pilosebaceous glands become larger with age, sebum production decreases by 50%. Xerosis occurs more often in the winter (low humidity) and on the lower legs. It presents as dry, fissured patches with a scalelike appearance. Treatment of xerosis consists of avoidance of hot baths; use of mild synthetic detergent soaps; and good skin care measures, including frequent application of emollients to reduce dryness, especially immediately after bathing."
]
},
{
"type":"p",
"hlId":"cc7cd2",
"children":[
"Excessive xerosis can cause xerotic dermatitis, also called xerotic eczema, eczema craquelé, or asteatotic eczema ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_gm_f26",
"wrapId":"10",
"children":[
"Figure 26"
]
}
]
},
")"
]
},
". When severe, lesions are erythematous with plate-like cracked scale, often resembling a dried-up creek bed ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_gm_f27",
"wrapId":"10",
"children":[
"Figure 27"
]
}
]
},
")"
]
},
". Although aging is the most common cause, hypothyroidism or such medications as diuretics may be implicated. Treatment includes a medium-potency topical glucocorticoid in an ointment base to be discontinued when the inflammation subsides, followed by liberal use of emollients to prevent recurrence."
]
},
{
"type":"inline-wrap",
"wrapId":"10",
"contentIds":[
"mk19_a_gm_f26",
"mk19_a_gm_f27"
]
},
{
"type":"p",
"hlId":"d2773b",
"children":[
"Actinic purpura appears as purpuric macules or patches, most commonly on the forearms, due to minor trauma such as scratching ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_gm_f28",
"wrapId":"11",
"children":[
"Figure 28"
]
}
]
},
")"
]
},
". There may be associated stellate pseudoscars, which are atrophic scars occurring after skin tears. Actinic purpura is due to blood vessel fragility and dermal atrophy from aging. No additional testing needs to be performed. There is no treatment for actinic purpura, but sun protection is recommended to prevent further damage."
]
},
{
"type":"inline-wrap",
"wrapId":"11",
"contentIds":[
"mk19_a_gm_f28"
]
},
{
"type":"p",
"hlId":"55ddd3",
"children":[
"Solar lentigines are tan or light brown, 1- to 3-cm well-defined macules on sun-exposed areas of older adults, commonly referred to as “liver spots” ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_gm_f29",
"wrapId":"12",
"children":[
"Figure 29"
]
}
]
},
")"
]
},
". They are a marker of sun damage. Ephelides or “freckles” are 2- to 5-mm tan macules on sun-exposed areas that appear in childhood and darken with sun exposure. When solar lentigines or ephelides are larger than 1 cm or irregular in shape, melanoma is in the clinical differential diagnosis and biopsy should be considered (see ",
{
"type":"cross-reference",
"target":"mk19_a_on_s11",
"children":[
"MKSAP 19 Oncology"
]
},
")."
]
},
{
"type":"inline-wrap",
"wrapId":"12",
"contentIds":[
"mk19_a_gm_f29"
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"2686a2",
"hvc":true,
"children":[
"Treatment of xerosis consists of avoidance of hot baths, use of mild synthetic detergent soaps, and good skin care measures."
]
},
{
"type":"keypoint",
"hlId":"5e06e6",
"hvc":true,
"children":[
"Actinic purpura is due to blood vessel fragility and dermal atrophy from aging; no additional testing needs to be done, and no treatment is required."
]
},
{
"type":"keypoint",
"hlId":"6aa5ca",
"children":[
"When solar lentigines or ephelides are larger than 1 cm or irregular in shape, melanoma is in the clinical differential diagnosis and biopsy should be considered."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gm_s10_9",
"title":{
"__html":"Hip Fracture"
},
"titleNode":{
"type":"section-title",
"hlId":"2dfc48",
"children":[
"Hip Fracture"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_gm_s10_9_1",
"title":{
"__html":"Epidemiology and Risk Factors"
},
"titleNode":{
"type":"section-title",
"hlId":"ba37ab",
"children":[
"Epidemiology and Risk Factors"
]
},
"children":[
{
"type":"p",
"hlId":"9c9d72",
"children":[
"Hip fractures are more common in elderly patients and are a significant cause of morbidity and mortality. Despite aggressive treatment, the mortality rate may be as high as 30% within 1 year. Risk factors for hip fracture include older age, female sex, osteoporosis, falls, history of previous fracture, low BMI, and low socioeconomic status. Medications such as corticosteroids, proton pump inhibitors, loop diuretics, and thyroid hormone, as well as those that may result in increased falls (e.g., benzodiazepines, sedatives, antidepressants, and opioids), have been associated with hip fractures."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gm_s10_9_2",
"title":{
"__html":"Diagnosis"
},
"titleNode":{
"type":"section-title",
"hlId":"523223",
"children":[
"Diagnosis"
]
},
"children":[
{
"type":"p",
"hlId":"9f2835",
"children":[
"Patients who experience a hip fracture often present with groin pain and the inability to bear weight on the affected leg after a fall. The affected leg may appear externally rotated and shortened. Diagnosis is confirmed by plain radiographs in most cases. If initial radiographic imaging is negative and clinical suspicion remains high, MRI (preferred) or CT should be pursued. Hip fractures are classified as either extracapsular or intracapsular; intracapsular fractures (femoral head or femoral neck) are more likely to result in nonunion, malunion, or avascular necrosis owing to relatively lower amounts of cancellous bone and poorer blood supply of this area."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gm_s10_9_3",
"title":{
"__html":"Treatment"
},
"titleNode":{
"type":"section-title",
"hlId":"4c4ac0",
"children":[
"Treatment"
]
},
"children":[
{
"type":"p",
"hlId":"ea84dc",
"children":[
"Initial management includes analgesia; orthopedic consultation; assessment of other injuries; and assessment of comorbid conditions, especially those that might affect operative management. Early operative management (ideally within 24 hours) is the mainstay of treatment for most patients and results in improved outcomes, including reduced pain, shorter length of stay, and decreased risk for complications. Nonoperative management is considered only for patients with advanced comorbid conditions or a high risk for intraoperative death. Adequate analgesia should be administered; peripheral nerve blocks may be helpful in the perioperative period and may lessen the need for opioids and reduce their adverse effects. Prophylaxis for venous thromboembolism, either mechanical or pharmacologic, as well as antimicrobial prophylaxis (typically with cefazolin), is recommended and should be tailored to the patient in coordination with the orthopedic surgeon. Patients with a hip fracture are at high risk for delirium; delirium risk should be assessed and prevention strategies used."
]
},
{
"type":"p",
"hlId":"60b9f7",
"children":[
"Rehabilitation is required for all patients; early mobilization is associated with improved outcomes, and rehabilitation should be initiated in the hospital. All patients with hip fractures are treated for osteoporosis (see ",
{
"type":"cross-reference",
"target":"mk19_b_en_s7_4_1_6",
"children":[
"MKSAP 19 Endocrinology and Metabolism"
]
},
"), regardless of the results of bone mineral density testing. Fall prevention strategies and nutritional optimization should be advised."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"ee073d",
"hvc":true,
"children":[
"Hip fracture should be suspected in a patient who presents after a fall with groin pain, inability to bear weight, and an affected leg that appears externally rotated and shortened; diagnosis is confirmed with plain radiography."
]
},
{
"type":"keypoint",
"hlId":"a3c154",
"hvc":true,
"children":[
"Early operative management with early mobilization is the preferred treatment for most hip fractures."
]
},
{
"type":"keypoint",
"hlId":"62a64b",
"hvc":true,
"children":[
"Patients who have experienced a hip fracture should be treated for osteoporosis."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gm_s10_10",
"title":{
"__html":"Nutrition"
},
"titleNode":{
"type":"section-title",
"hlId":"cf6586",
"children":[
"Nutrition"
]
},
"children":[
{
"type":"p",
"hlId":"fecdad",
"children":[
"Elderly persons are at increased risk for malnutrition as a result of changes in diet, comorbid conditions, medications, social factors, and natural changes in metabolism and digestion that occur with aging. These factors may lead to accelerated rates of sarcopenia (decline in muscle mass) and frailty, as well as increased morbidity and mortality."
]
},
{
"type":"p",
"hlId":"fd3250",
"children":[
"Elderly patients should be assessed for nutrition through anthropometrics, detailed dietary history, assessment of comorbid conditions and medications, and laboratory investigations. Validated nutrition screening tools, such as the Mini Nutrition Assessment, can identify patients at high risk for malnutrition."
]
},
{
"type":"p",
"hlId":"09e5de",
"children":[
"Treatment may require an interdisciplinary team approach with collaboration among physicians, nurses, dietitians, and occupational therapists. Comorbid diseases that may be contributing to malnutrition (such as depression and malabsorptive conditions) should be treated and optimized. Diets rich in fruits and vegetables coupled with adequate protein intake should be advised, along with regular physical activity. Oral supplements may be considered in some patients to provide adequate caloric intake; however, appetite stimulants generally are not recommended because of the possibility of adverse effects and a lack of sufficient evidence. Vitamin B",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"12"
]
},
" deficiency is common in older adults because of poor absorption and may result in neurologic and hematologic symptoms; oral supplementation should be advised for those with low vitamin B",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"12"
]
},
" levels. Many older adults may require vitamin D and calcium supplementation because of changes in metabolism and rates of osteoporosis."
]
},
{
"type":"p",
"hlId":"36962f",
"children":[
"BMI may not be an accurate measure of health in elderly persons, and BMI definitions of healthy weight, overweight, and obesity remain unclear in this population. Weight loss may be indicated for some older adults, specifically those whose comorbid conditions might benefit from weight loss, and should be monitored closely. Aggressive weight loss is generally not recommended, because it might reduce both fat and lean body mass."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"cf1c3e",
"hvc":true,
"children":[
"Nutrition assessment in elderly patients consists of anthropometrics, detailed dietary history, assessment of comorbid conditions and medications, and laboratory investigations; validated nutrition screening tools, such as the Mini Nutrition Assessment, can identify high-risk patients."
]
},
{
"type":"keypoint",
"hlId":"9834a8",
"children":[
"Treatment of malnutrition consists of a high-quality diet with adequate caloric intake, physical activity, and treatment of comorbid conditions; appetite stimulants generally are not recommended."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gm_s10_11",
"bibliography":true,
"title":{
"__html":"Bibliography"
},
"titleNode":{
"type":"section-title",
"hlId":"a7cc81",
"children":[
"Bibliography"
]
},
"children":[
{
"type":"references",
"children":[
{
"type":"reference",
"children":[
"2019 American Geriatrics Society Beers Criteria® Update Expert Panel. American Geriatrics Society 2019 Updated AGS Beers Criteria for Potentially Inappropriate Medication Use in Older Adults. J Am Geriatr Soc. 2019;67:674-94. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30693946",
"target":"_blank"
},
"children":[
"PMID: 30693946"
]
},
" doi:10.1111/jgs.15767"
]
},
{
"type":"reference",
"children":[
"Balk EM, Rofeberg VN, Adam GP, et al. Pharmacologic and nonpharmacologic treatments for urinary incontinence in women: a systematic review and network meta-analysis of clinical outcomes. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://www.acpjournals.org/doi/10.7326/M18-3227",
"target":"_blank"
},
"children":[
"Ann Intern Med"
]
},
". 2019;170:465-7. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30884526",
"target":"_blank"
},
"children":[
"PMID: 30884526"
]
}
]
},
{
"type":"reference",
"children":[
"Blume-Peytavi U, Kottner J, Sterry W, et al. Age-associated skin conditions and diseases: current perspectives and future options. Gerontologist. 2016;56 Suppl 2:S230-42. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/26994263",
"target":"_blank"
},
"children":[
"PMID: 26994263"
]
},
" doi:10.1093/geront/gnw003"
]
},
{
"type":"reference",
"children":[
"Buta BJ, Walston JD, Godino JG, et al. Frailty assessment instruments: systematic characterization of the uses and contexts of highly-cited instruments. Ageing Res Rev. 2016;26:53-61. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/26674984",
"target":"_blank"
},
"children":[
"PMID: 26674984"
]
},
" doi:10.1016/j.arr.2015.12.003"
]
},
{
"type":"reference",
"children":[
"Grossman DC, Curry SJ, Owens DK, et al; US Preventive Services Task Force. Interventions to prevent falls in community-dwelling older adults: US Preventive Services Task Force recommendation statement. JAMA. 2018;319:1696-1704. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29710141",
"target":"_blank"
},
"children":[
"PMID: 29710141"
]
},
" doi:10.1001/jama.2018.3097"
]
},
{
"type":"reference",
"children":[
"Huisingh-Scheetz M, Martinchek M, Becker Y, et al. Translating frailty research into clinical practice: insights from the successful aging and frailty evaluation clinic. J Am Med Dir Assoc. 2019;20:672-8. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30737166",
"target":"_blank"
},
"children":[
"PMID: 30737166"
]
},
" doi:10.1016/j.jamda.2018.12.002"
]
},
{
"type":"reference",
"children":[
"Jin J. Screening for intimate partner violence, elder abuse, and abuse of vulnerable adults. JAMA. 2018;320:1718. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30357300",
"target":"_blank"
},
"children":[
"PMID: 30357300"
]
},
" doi:10.1001/jama.2018.14851"
]
},
{
"type":"reference",
"children":[
"Kok RM, Reynolds CF 3rd. Management of depression in older adults: a review. JAMA. 2017;317:2114-22. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/28535241",
"target":"_blank"
},
"children":[
"PMID: 28535241"
]
},
" doi:10.1001/jama.2017.5706"
]
},
{
"type":"reference",
"children":[
"LeBlanc KE, Muncie HL Jr, LeBlanc LL. Hip fracture: diagnosis, treatment, and secondary prevention. Am Fam Physician. 2014;89:945-51. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/25162161",
"target":"_blank"
},
"children":[
"PMID: 25162161"
]
}
]
},
{
"type":"reference",
"children":[
"Newberry C, Dakin G. Nutrition and weight management in the elderly. Clin Geriatr Med. 2021;37:131-140. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/33213767",
"target":"_blank"
},
"children":[
"PMID: 33213767"
]
},
" doi:10.1016/j.cger.2020.08.010"
]
},
{
"type":"reference",
"children":[
"Oh ES, Rabins PV. Dementia. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://www.acpjournals.org/doi/10.7326/AITC201909030",
"target":"_blank"
},
"children":[
"Ann Intern Med"
]
},
". 2019;171:ITC33-ITC48. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31476229",
"target":"_blank"
},
"children":[
"PMID: 31476229"
]
}
]
},
{
"type":"reference",
"children":[
"Phelan EA, Ritchey K. Fall prevention in community-dwelling older adults. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://www.acpjournals.org/doi/10.7326/AITC201812040",
"target":"_blank"
},
"children":[
"Ann Intern Med"
]
},
". 2018;169:ITC81-96. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30508457",
"target":"_blank"
},
"children":[
"PMID: 30508457"
]
}
]
},
{
"type":"reference",
"children":[
"Pomidor A, ed. Clinician's guide to assessing and counseling older drivers. 3rd ed. Washington, DC: National Highway Traffic Safety Administration, American Geriatrics Society; January 2016. (Report no. DOT HS 812 228.) ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.nhtsa.gov/sites/nhtsa.dot.gov/files/812228_cliniciansguidetoolderdrivers.pdf",
"target":"_blank"
},
"children":[
"www.nhtsa.gov/sites/nhtsa.dot.gov/files/812228_cliniciansguidetoolderdrivers.pdf"
]
},
". Accessed July 25, 2019."
]
},
{
"type":"reference",
"children":[
"Seematter-Bagnoud L, Büla C. Brief assessments and screening for geriatric conditions in older primary care patients: a pragmatic approach. Public Health Rev. 2018;39:8. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29744236",
"target":"_blank"
},
"children":[
"PMID: 29744236"
]
},
" doi:10.1186/s40985-018-0086-7"
]
},
{
"type":"reference",
"children":[
"Shaw C, Wagg A. Urinary incontinence in older adults. Medicine. 2017;45:23-7. doi.org/10.1016/j.mpmed.2016.10.001"
]
},
{
"type":"reference",
"children":[
"Tobin DJ. Introduction to skin aging. J Tissue Viability. 2017;26:37-46. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/27020864",
"target":"_blank"
},
"children":[
"PMID: 27020864"
]
},
" doi:10.1016/j.jtv.2016.03.002"
]
},
{
"type":"reference",
"children":[
"UK Guideline Development Group. Driving with dementia or mild cognitive impairment: consensus guidelines for clinicians. 2018. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://research.ncl.ac.uk/driving-and-dementia/consensusguidelinesforclinicians/Final%20Guideline.pdf",
"target":"_blank"
},
"children":[
"https://research.ncl.ac.uk/driving-and-dementia/consensusguidelinesforclinicians/Final%20Guideline.pdf"
]
},
". Accessed July 25, 2019."
]
},
{
"type":"reference",
"children":[
"Vaughan CP, Markland AD, Smith PP, et al; American Geriatrics Society/National Institute on Aging Urinary Incontinence Conference Planning Committee and Faculty. Report and research agenda of the American Geriatrics Society and National Institute on Aging bedside-to-bench conference on urinary incontinence in older adults: a translational research agenda for a complex geriatric syndrome. J Am Geriatr Soc. 2018;66:773-82. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29205261",
"target":"_blank"
},
"children":[
"PMID: 29205261"
]
},
" doi:10.1111/jgs.15157"
]
},
{
"type":"reference",
"children":[
"Walston J, Buta B, Xue QL. Frailty screening and interventions: considerations for clinical practice. Clin Geriatr Med. 2018;34:25-38. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29129215",
"target":"_blank"
},
"children":[
"PMID: 29129215"
]
},
" doi:10.1016/j.cger.2017.09.004"
]
}
]
}
]
}
]
},
"tablesContent":{
"mk19_a_gm_t58":{
"id":"mk19_a_gm_t58",
"number":58,
"bookId":"gm",
"title":{
"__html":"Indices to Assess Basic and Instrumental Activities of Daily Living"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"dafb08",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 58. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_gm_t58"
}
]
},
"Indices to Assess Basic and Instrumental Activities of Daily Living"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"88fa71",
"class":"col hd l",
"children":[
"Index"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4f9d20",
"class":"col hd l",
"children":[
"Assessed Functional Activity"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"983f54",
"class":"col hd l",
"children":[
"Scoring"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8413c6",
"class":"col hd l",
"children":[
"Comments"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"16ac40",
"class":"cell txt l",
"children":[
"Katz Index of Independence in Activities of Daily Living"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8c04b7",
"class":"cell txt l",
"children":[
"Bathing"
]
},
" ",
{
"type":"p",
"hlId":"920da5",
"class":"cell txt l",
"children":[
"Dressing"
]
},
" ",
{
"type":"p",
"hlId":"9e9571",
"class":"cell txt l",
"children":[
"Toileting"
]
},
" ",
{
"type":"p",
"hlId":"9244f0",
"class":"cell txt l",
"children":[
"Transferring"
]
},
" ",
{
"type":"p",
"hlId":"1125e1",
"class":"cell txt l",
"children":[
"Continence"
]
},
" ",
{
"type":"p",
"hlId":"dd390b",
"class":"cell txt l",
"children":[
"Feeding"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"3425e4",
"class":"cell txt l",
"children":[
"Assign 1 point for each activity if it can be performed independently (requiring no supervision, direction, or personal assistance); scores are then added for a range of 0 to 6 (6 = fully functional; 4 = moderately impaired; 2 = severely impaired)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c3d59b",
"class":"cell txt l",
"children":[
"Simple to use and score; brief, takes only a few minutes to complete"
]
},
" ",
{
"type":"p",
"hlId":"350980",
"class":"cell txt l",
"children":[
"Less discriminative at low levels of disability"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9e38e7",
"class":"cell txt l",
"children":[
"Lawton and Brody Instrumental Activities of Daily Living (IADL) Scale"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"82ebbf",
"class":"cell txt l",
"children":[
"Ability to use telephone"
]
},
" ",
{
"type":"p",
"hlId":"fed561",
"class":"cell txt l",
"children":[
"Shopping"
]
},
" ",
{
"type":"p",
"hlId":"88d4b7",
"class":"cell txt l",
"children":[
"Food preparation"
]
},
" ",
{
"type":"p",
"hlId":"44fd63",
"class":"cell txt l",
"children":[
"Housekeeping"
]
},
" ",
{
"type":"p",
"hlId":"51f0cc",
"class":"cell txt l",
"children":[
"Laundry"
]
},
" ",
{
"type":"p",
"hlId":"a60097",
"class":"cell txt l",
"children":[
"Transportation"
]
},
" ",
{
"type":"p",
"hlId":"41d756",
"class":"cell txt l",
"children":[
"Medication management"
]
},
" ",
{
"type":"p",
"hlId":"a6b58b",
"class":"cell txt l",
"children":[
"Ability to handle finances"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"498881",
"class":"cell txt l",
"children":[
"There are eight domains of function in this scale, each with three or more described levels of activity. Each activity has a designated score of 0 or 1. Select the description that most closely resembles the patient's highest functional level within the domain. The activity score for the highest functional level is assigned to the domain. Domain scores are added for a range of 0 to 8 (8 = independence; 0 = total dependence for IADLs)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"053f5c",
"class":"cell txt l",
"children":[
"Simple to use; brief, takes only a few minutes to complete"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[

]
},
"mk19_a_gm_t59":{
"id":"mk19_a_gm_t59",
"number":59,
"bookId":"gm",
"title":{
"__html":"Examples of Frailty Indices"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"a85713",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 59. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_gm_t59"
}
]
},
"Examples of Frailty Indices"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4bad3e",
"class":"col hd l",
"children":[
"Instrument"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b5a7ad",
"class":"col hd l",
"children":[
"Description"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"983f54",
"class":"col hd l",
"children":[
"Scoring"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a607c3",
"class":"cell txt l",
"children":[
"FRAIL (Fatigue, Resistance, Ambulation, Illness, and Loss of weight) scale"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"3e41fc",
"class":"cell txt l",
"children":[
"Measures presence (1) or absence (0) of:"
]
},
" ",
{
"type":"p",
"hlId":"2128cd",
"class":"cell txt li",
"children":[
"Fatigue: Feeling fatigued most or all the time over the past 4 weeks"
]
},
" ",
{
"type":"p",
"hlId":"92aadb",
"class":"cell txt li",
"children":[
"Resistance: Difficulty walking up 10 steps alone without resting or assistance"
]
},
" ",
{
"type":"p",
"hlId":"1378d0",
"class":"cell txt li",
"children":[
"Ambulation: Difficulty walking several hundred yards without assistance"
]
},
" ",
{
"type":"p",
"hlId":"8238d7",
"class":"cell txt li",
"children":[
"Illness: Presence of more than five illnesses"
]
},
" ",
{
"type":"p",
"hlId":"ab8ffe",
"class":"cell txt li",
"children":[
"Loss of weight: Weight loss >5% in the past year"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6c21e9",
"class":"cell txt l",
"children":[
"Each item scored dichotomously as 0 for normal or 1 for abnormal"
]
},
" ",
{
"type":"p",
"hlId":"fcd06d",
"class":"cell txt li",
"children":[
"1-2 = Prefrail"
]
},
" ",
{
"type":"p",
"hlId":"cd6381",
"class":"cell txt li",
"children":[
"3-5 = Frail"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c5d315",
"class":"cell txt l",
"children":[
"Osteoporotic Fractures Frailty Scale"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"797b00",
"class":"cell txt l",
"children":[
"Measures three items:"
]
},
" ",
{
"type":"p",
"hlId":"a4978d",
"class":"cell txt li",
"children":[
"Ability to rise from an armless chair five times (inability = 1)"
]
},
" ",
{
"type":"p",
"hlId":"1551b5",
"class":"cell txt li",
"children":[
"Response to the question “Do you feel full of energy?” (answer of “no” = 1)"
]
},
" ",
{
"type":"p",
"hlId":"c51a1e",
"class":"cell txt li",
"children":[
"Weight loss >5% in the past year (presence of weight loss = 1)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6c21e9",
"class":"cell txt l",
"children":[
"Each item scored dichotomously as 0 for normal or 1 for abnormal"
]
},
" ",
{
"type":"p",
"hlId":"bbc19a",
"class":"cell txt li",
"children":[
"1 = Prefrail"
]
},
" ",
{
"type":"p",
"hlId":"6c2078",
"class":"cell txt li",
"children":[
"2-3 = Frail"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[

]
},
"mk19_a_gm_t60":{
"id":"mk19_a_gm_t60",
"number":60,
"bookId":"gm",
"title":{
"__html":"Types of Urinary Incontinence and Commonly Associated Conditions"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"74a5e8",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 60. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_gm_t60"
}
]
},
"Types of Urinary Incontinence and Commonly Associated Conditions"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"89f065",
"class":"col hd l",
"children":[
"Incontinence Type"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0b890b",
"class":"col hd l",
"children":[
"Definition"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"020e4f",
"class":"col hd l",
"children":[
"Associated Conditions"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"43e350",
"class":"cell txt l",
"children":[
"Stress"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"89db74",
"class":"cell txt l",
"children":[
"Incontinence associated with increased intra-abdominal pressure, such as sneezing, laughing, or coughing"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d877c8",
"class":"cell txt l",
"children":[
"Multiparous pregnancy"
]
},
" ",
{
"type":"p",
"hlId":"a031d4",
"class":"cell txt l",
"children":[
"Radical prostatectomy"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9f8d9a",
"class":"cell txt l",
"children":[
"Urge (overactive bladder with incontinence)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a435ef",
"class":"cell txt l",
"children":[
"Incontinence due to detrusor overactivity associated with urge to void preceding or accompanied by leakage of urine"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8e0d8e",
"class":"cell txt l",
"children":[
"Often without clear cause"
]
},
" ",
{
"type":"p",
"hlId":"e6b25a",
"class":"cell txt l",
"children":[
"Spinal cord injury"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"129e81",
"class":"cell txt l",
"children":[
"Overflow"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"fec5d1",
"class":"cell txt l",
"children":[
"Incontinence due to incomplete bladder emptying, leading to continuous urine leakage or dribbling, weak urinary stream, urinary hesitancy, increased frequency, and nocturia"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ec2710",
"class":"cell txt l",
"children":[
"Chronic urinary retention"
]
},
" ",
{
"type":"p",
"hlId":"d828c2",
"class":"cell txt l",
"children":[
"Bladder outlet obstruction"
]
},
" ",
{
"type":"p",
"hlId":"801943",
"class":"cell txt l",
"children":[
"Detrusor underactivity due to low estrogen or peripheral neuropathy"
]
},
" ",
{
"type":"p",
"hlId":"b93d1a",
"class":"cell txt l",
"children":[
"Prostate hypertrophy with bladder outlet obstruction"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"dd3395",
"class":"cell txt l",
"children":[
"Functional"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"423c65",
"class":"cell txt l",
"children":[
"Incontinence due to physical inability to toilet in a timely manner"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"488369",
"class":"cell txt l",
"children":[
"Dementia"
]
},
" ",
{
"type":"p",
"hlId":"2d81c0",
"class":"cell txt l",
"children":[
"Mobility issues (osteoarthritis, residual deficits from cerebrovascular disease, Parkinson disease)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"699b4f",
"class":"cell txt l",
"children":[
"Mixed"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a17559",
"class":"cell txt l",
"children":[
"Incontinence due to a combination of increased intra-abdominal pressure and detrusor hyperactivity"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"12e106",
"class":"cell txt l",
"children":[
"All conditions associated with stress and urge urinary incontinence"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[

]
},
"mk19_a_gm_t61":{
"id":"mk19_a_gm_t61",
"number":61,
"bookId":"gm",
"title":{
"__html":"Treatment Strategies for Urinary Incontinence"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"8c530f",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 61. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_gm_t61"
}
]
},
"Treatment Strategies for Urinary Incontinence"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"89f065",
"class":"col hd l",
"children":[
"Incontinence Type"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e83b98",
"class":"col hd l",
"children":[
"Behavioral Therapy"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6951bd",
"class":"col hd l",
"children":[
"Pharmacologic Therapy"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6e8c0b",
"class":"col hd l",
"children":[
"Other Therapies"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"43e350",
"class":"cell txt l",
"children":[
"Stress"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b47877",
"class":"cell txt l",
"children":[
"Pelvic floor muscle training (Kegel exercises) with or without biofeedback"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ebc738",
"class":"cell txt l",
"children":[
"Topical vaginal estrogen (postmenopausal women)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a8c0e3",
"class":"cell txt l",
"children":[
"Pessaries, injectable bulking agents, sling cystourethropexy"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9f8d9a",
"class":"cell txt l",
"children":[
"Urge (overactive bladder with incontinence)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0ca51d",
"class":"cell txt l",
"children":[
"Bladder training/timed voiding"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"bbdc43",
"class":"cell txt l",
"children":[
"Anticholinergic/antimuscarinics (oxybutynin, darifenacin, solifenacin, tolterodine, fesoterodine, trospium)"
]
},
" ",
{
"type":"p",
"hlId":"3e9852",
"class":"cell txt l",
"children":[
"β-Adrenergics (mirabegron, vibegron)"
]
},
" ",
{
"type":"p",
"hlId":"ebc738",
"class":"cell txt l",
"children":[
"Topical vaginal estrogen (postmenopausal women)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"005c91",
"class":"cell txt l",
"children":[
"Spinal neuromodulators, botulinum toxin injections"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"129e81",
"class":"cell txt l",
"children":[
"Overflow"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b340fb",
"class":"cell txt l",
"children":[
"Double voiding"
]
},
" ",
{
"type":"p",
"hlId":"8ced8a",
"class":"cell txt l",
"children":[
"Triggered voiding"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"82bb45",
"class":"cell txt l",
"children":[
"α-Blocker and 5α-reductase inhibitors for BPH-related symptoms"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a84f8c",
"class":"cell txt l",
"children":[
"Transurethral prostatectomy can be considered for BPH-related symptoms"
]
},
" ",
{
"type":"p",
"hlId":"7ee1f3",
"class":"cell txt l",
"children":[
"Scheduled intermittent catheterization"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"dd3395",
"class":"cell txt l",
"children":[
"Functional"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"45bd17",
"class":"cell txt l",
"children":[
"Caregiver-prompted timed voiding"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"af89b4",
"class":"cell txt l",
"children":[
"No recommended pharmacologic therapies"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0e25d4",
"class":"cell txt l",
"children":[
"None routinely recommended"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"699b4f",
"class":"cell txt l",
"children":[
"Mixed"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"59081d",
"class":"cell txt l",
"children":[
"Pelvic floor muscle training with or without biofeedback"
]
},
" ",
{
"type":"p",
"hlId":"0ca51d",
"class":"cell txt l",
"children":[
"Bladder training/timed voiding"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"3fa9a3",
"class":"cell txt l",
"children":[
"Consider antimuscarinics or β-adrenergics"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"caff21",
"class":"cell txt l",
"children":[
"Consider therapies for stress or urge incontinence depending on predominant symptoms"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"BPH = benign prostatic hyperplasia."
]
]
},
"mk19_a_gm_t62":{
"id":"mk19_a_gm_t62",
"number":62,
"bookId":"gm",
"title":{
"__html":"Classification of Pressure Injuries"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"df420f",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 62. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_gm_t62"
}
]
},
"Classification of Pressure Injuries"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"64c6da",
"class":"col hd l",
"children":[
"Stage"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b5a7ad",
"class":"col hd l",
"children":[
"Description"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c4ca42",
"class":"cell txt l",
"children":[
"1"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"358143",
"class":"cell txt l",
"children":[
"Nonblanchable erythema of intact skin"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c81e72",
"class":"cell txt l",
"children":[
"2"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"986b18",
"class":"cell txt l",
"children":[
"Partial-thickness skin loss with exposed dermis. The wound bed is viable, pink or red, moist, and may also present as an intact or ruptured serum-filled blister"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"eccbc8",
"class":"cell txt l",
"children":[
"3"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9d2aae",
"class":"cell txt l",
"children":[
"Full-thickness loss of skin, in which adipose (fat) is visible in the ulcer and granulation tissue and epibole (rolled wound edges) are often present. Slough and/or eschar may be visible. Undermining and tunneling may occur"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a87ff6",
"class":"cell txt l",
"children":[
"4"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"bf9755",
"class":"cell txt l",
"children":[
"Full-thickness skin and tissue loss with exposed or directly palpable fascia, muscle, tendon, ligament, cartilage or bone in the ulcer. Slough and/or eschar may be visible. Epibole (rolled edges), undermining, and/or tunneling often occur"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d06c64",
"class":"cell txt l",
"children":[
"Unstageable"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2593ad",
"class":"cell txt l",
"children":[
"Full-thickness skin and tissue loss in which the extent of tissue damage within the ulcer cannot be confirmed because it is obscured by slough or eschar"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e1fb90",
"class":"cell txt l",
"children":[
"Deep tissue injury"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e05f03",
"class":"cell txt l",
"children":[
"Intact or nonintact skin with localized area of persistent nonblanchable deep red, maroon, or purple discoloration or epidermal separation revealing a dark wound bed or blood-filled blister"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"Information from Edsberg LE, Black JM, Goldberg M, et al. Revised National Pressure Ulcer Advisory Panel pressure injury staging system: revised pressure injury staging system. J Wound Ostomy Continence Nurs. 2016;43:585-97. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/27749790",
"target":"_blank"
},
"children":[
"PMID: 27749790"
]
},
" doi:10.1097/WON.0000000000000281"
]
]
}
}
}