{
"id":"mk19_b_rm_s4",
"subspecialtyId":"rm",
"title":"Osteoarthritis",
"jsonContent":{
"type":"section",
"id":"mk19_b_rm_s4",
"title":{
"__html":"Osteoarthritis"
},
"titleNode":{
"type":"section-title",
"hlId":"1fc19d",
"children":[
"Osteoarthritis"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_rm_s4_1",
"title":{
"__html":"Pathophysiology"
},
"titleNode":{
"type":"section-title",
"hlId":"34686e",
"children":[
"Pathophysiology"
]
},
"children":[
{
"type":"p",
"hlId":"15958b",
"children":[
"Osteoarthritis (OA) is a chronic progressive multifactorial disorder of maladaptive cellular repair responses to joint stress. Previously deemed a “wear and tear” disease and an inevitable consequence of aging, OA is now recognized as a disorder driven by a complex interplay of genetics; biomechanics; cell stress; biochemical change in cartilage and extracellular matrix components; and degradation and inflammation, which is usually subclinical. It affects all tissues of the joint and is characterized by cartilage and meniscal degradation, subchondral bone changes (bone marrow lesions, subchondral sclerosis), and osteophyte formation. OA is accompanied by low-grade synovitis and is driven by imbalanced anabolic and catabolic processes that represent aberrant joint responses and result in joint tissue degeneration."
]
}
]
},
{
"type":"section",
"id":"mk19_b_rm_s4_2",
"title":{
"__html":"Epidemiology and Risk Factors"
},
"titleNode":{
"type":"section-title",
"hlId":"ba37ab",
"children":[
"Epidemiology and Risk Factors"
]
},
"children":[
{
"type":"p",
"hlId":"6cbf06",
"children":[
"OA is the most common form of arthritis worldwide and is a leading cause of pain and disability, affecting approximately 30 million U.S. adults. OA is the leading cause of lower extremity disability among older adults, with an estimated lifetime risk for knee OA approaching 50%. Prevalence is projected to more than double by 2030, largely because of increasing obesity and the aging of the population. Incidence and prevalence vary by joint and depend on whether a clinical or a radiographic definition is being applied."
]
},
{
"type":"p",
"hlId":"ba4d51",
"children":[
"Epidemiologic risk factors for OA include age older than 55 years, female sex, obesity, genetics, and occupations that involve repetitive motions or physical labor. Age and female sex are nonmodifiable risk factors for OA of different sites. Obesity is the most important modifiable risk factor, especially for knee OA. Increased body mass is also a risk factor for hand OA, perhaps underscoring the systemic nature of obesity and a role for metabolic and/or inflammatory mechanisms in the pathogenesis of hand OA. Single inherited conditions rarely predispose to OA; however, mutations in genes involved in bone or articular cartilage structure or metabolism are possible risk factors."
]
},
{
"type":"p",
"hlId":"d9c0a9",
"children":[
"Risk factors involving the joint itself include abnormal loading, injury, malalignment, and intrinsic cartilage or bone tissue defects. Injury may be acute (e.g., anterior cruciate ligament tear) or accumulate over time (e.g., physical labor or overuse); regardless of cause, injuries have been linked with the future development of OA of various sites. Hip dislocation, congenital dysplasia, femoroacetabular impingement, and knee malalignment are also associated with incident OA."
]
},
{
"type":"p",
"hlId":"768f1e",
"children":[
"Given the multifactorial causes, OA may develop as a consequence of one or more risk factors; how the interaction of these risk factors culminates in OA is complex and not fully understood."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"c9bf80",
"children":[
"Osteoarthritis is a chronic progressive disorder characterized by cartilage and meniscal degradation, subchondral bone changes, osteophyte formation, and low-grade synovitis."
]
},
{
"type":"keypoint",
"hlId":"557b25",
"children":[
"Obesity is the most important modifiable risk factor for osteoarthritis of the knee."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_rm_s4_3",
"title":{
"__html":"Classification"
},
"titleNode":{
"type":"section-title",
"hlId":"5c9335",
"children":[
"Classification"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_rm_s4_3_1",
"title":{
"__html":"Primary Osteoarthritis"
},
"titleNode":{
"type":"section-title",
"hlId":"c9b328",
"children":[
"Primary Osteoarthritis"
]
},
"children":[
{
"type":"p",
"hlId":"787177",
"children":[
"In most cases, no identifiable proximal cause of OA is recognized. Although the term “primary OA” is commonly used for this category, a complex interplay of genetics, age, sex, biomechanics, biochemistry, and inflammation is implicit. Primary OA may affect almost any joint, but clinically significant presentations occur in the small joints of the hands (distal interphalangeal [DIP], proximal interphalangeal [PIP], carpometacarpal) and feet (first metatarsal phalangeal, midfoot) and in the spine, hips, and knees. One or more of these areas might be affected and symptomatic in a given individual."
]
},
{
"type":"section",
"id":"mk19_b_rm_s4_3_1_1",
"title":{
"__html":"Erosive Osteoarthritis"
},
"titleNode":{
"type":"section-title",
"hlId":"ecc13f",
"children":[
"Erosive Osteoarthritis"
]
},
"children":[
{
"type":"p",
"hlId":"ede8fa",
"children":[
"Erosive (inflammatory) OA is a subset of primary hand OA. Erosive OA prominently affects the DIP and PIP joints, leads to more joint erythema and swelling than other forms of primary hand OA, and is more common in women. Radiographs reveal diagnosis-defining central erosions with a “seagull” or “gull-wing” appearance in the finger joints ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_rm_f08",
"wrapId":"1",
"children":[
"Figure 8"
]
}
]
},
")"
]
},
"; joint ankylosis (bony fusion) may also occur. Whether erosive OA comprises a separate disease entity or is part of the continuum of OA remains controversial."
]
},
{
"type":"inline-wrap",
"wrapId":"1",
"contentIds":[
"mk19_b_rm_f08"
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_rm_s4_3_2",
"title":{
"__html":"Secondary Osteoarthritis"
},
"titleNode":{
"type":"section-title",
"hlId":"8902bc",
"children":[
"Secondary Osteoarthritis"
]
},
"children":[
{
"type":"p",
"hlId":"b47964",
"children":[
"Secondary OA is historically defined in the presence of a predisposing disorder; however, an increasing number of risk factors for primary OA are being identified, thus blurring the line between the primary and secondary forms. Pathologic changes, clinical presentations, symptoms, and management are indistinguishable between primary and secondary OA. When OA occurs in a joint not typically affected by primary OA, or when it presents at a younger age, secondary causes should be entertained. Commonly recognized causes of secondary OA include a history of joint damage, such as trauma, infection, or surgical repair (e.g., anterior cruciate ligament repair or meniscectomy); congenitally abnormal joints (e.g., hip dysplasia) and/or malalignment; systemic metabolic, endocrine, and neuropathic disorders, particularly those that affect cartilage (e.g., hemochromatosis and chondrocalcinosis); and underlying inflammatory arthritis with accompanying damage (e.g., rheumatoid or psoriatic arthritis) ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_b_rm_t15",
"wrapId":"2",
"children":[
"Table 15"
]
}
]
},
")"
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"2",
"contentIds":[
"mk19_b_rm_t15"
]
}
]
},
{
"type":"section",
"id":"mk19_b_rm_s4_3_3",
"title":{
"__html":"Diffuse Idiopathic Skeletal Hyperostosis"
},
"titleNode":{
"type":"section-title",
"hlId":"04e217",
"children":[
"Diffuse Idiopathic Skeletal Hyperostosis"
]
},
"children":[
{
"type":"p",
"hlId":"ed2046",
"children":[
"Diffuse idiopathic skeletal hyperostosis (DISH) is a noninflammatory condition characterized by calcification and ossification of spinal ligaments (especially the anterior longitudinal ligament) and entheses (tendon and ligament attachments to bone). DISH is more common in men. DISH usually presents as back pain and stiffness, with the thoracic spine most often involved. Although spinal ligamentous ossification is also seen in ankylosing spondylitis, the spinal calcifications in DISH are more “flowing,” wider, and less vertically oriented than those seen with ankylosing spondylitis. DISH also lacks involvement of the sacroiliac joints."
]
},
{
"type":"p",
"hlId":"cdc812",
"children":[
"Radiographic changes characteristic of DISH include confluent ossification of at least four contiguous vertebral levels, usually on the right side of the spine ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_rm_f09",
"wrapId":"3",
"children":[
"Figure 9"
]
}
]
},
")"
]
},
". It has been suggested that the aorta may serve as a mechanical barrier to the production of bony hyperostosis on the left side of the spine."
]
},
{
"type":"inline-wrap",
"wrapId":"3",
"contentIds":[
"mk19_b_rm_f09"
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"a61e90",
"children":[
"In most cases, no identifiable proximal cause of osteoarthritis (OA) is recognized; this form is categorized as primary OA."
]
},
{
"type":"keypoint",
"hlId":"b63a4b",
"children":[
"Erosive osteoarthritis mostly affects the distal interphalangeal and proximal interphalangeal joints, is characterized by erythema and swelling, and is more common in women."
]
},
{
"type":"keypoint",
"hlId":"43d6cd",
"children":[
"Commonly recognized causes of secondary osteoarthritis include a history of joint damage; congenitally abnormal joints and/or malalignment; systemic metabolic, endocrine, and neuropathic disorders; and underlying inflammatory arthritis with accompanying damage."
]
},
{
"type":"keypoint",
"hlId":"fe6c33",
"children":[
"Diffuse idiopathic skeletal hyperostosis is a noninflammatory condition characterized by calcification and ossification of spinal ligaments and entheses; radiographs usually show confluent “flowing” ossification of at least four contiguous vertebral levels, usually on the right side of the spine."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_rm_s4_4",
"title":{
"__html":"Diagnosis"
},
"titleNode":{
"type":"section-title",
"hlId":"523223",
"children":[
"Diagnosis"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_rm_s4_4_1",
"title":{
"__html":"Clinical Manifestations"
},
"titleNode":{
"type":"section-title",
"hlId":"65ac9d",
"children":[
"Clinical Manifestations"
]
},
"children":[
{
"type":"p",
"hlId":"e877b0",
"children":[
"OA diagnosis is based on history and physical examination; radiography is confirmatory but may be unnecessary. In early OA, clinical findings may not be accompanied by radiographic changes; conversely, some patients with prominent radiographic changes may have minimal or no symptoms. Patients with OA are typically older than 50 years of age; diagnosis at an earlier age should prompt inquiry into a history of joint damage, endocrine or metabolic disorders, or a genetic proclivity for early disease."
]
},
{
"type":"p",
"hlId":"83e271",
"children":[
"Joints most commonly affected are the hands (DIP, PIP, and first carpometacarpal joints) ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_rm_f10",
"wrapId":"4",
"children":[
"Figure 10"
]
}
]
},
")"
]
},
", feet (especially the first metatarsophalangeal and midfoot joints), knees, hips, and spine, but the distribution varies. When OA affects a single joint, it more often results from injury or joint asymmetry and often occurs in weight-bearing joints (hip or knee). Generalized OA, which affects multiple joint groups, often symmetrically, may be the result of a combination of genetic and environmental factors."
]
},
{
"type":"inline-wrap",
"wrapId":"4",
"contentIds":[
"mk19_b_rm_f10"
]
},
{
"type":"p",
"hlId":"58a553",
"children":[
"Patients with OA usually describe an insidious onset of intermittent symptoms, which become more persistent and severe over time. The most common symptom is joint pain exacerbated by activity and alleviated with rest. Patients also describe morning stiffness usually lasting less than 30 minutes, in contrast to the prolonged morning stiffness of inflammatory arthritis. A single joint may initially be involved, with eventual involvement of multiple joints."
]
},
{
"type":"p",
"hlId":"7ed909",
"children":[
"On joint examination, joint-line tenderness, crepitus, decreased range of motion, bony enlargement without synovitis, and sometimes effusion (most commonly in the knees) may be present. Patients with long-standing hand OA may have Heberden and Bouchard nodes (bony enlargement of the DIP and PIP joints, respectively) and squaring of the first carpometacarpal joint. Hip involvement typically manifests as groin pain and decreased range of motion, especially internal rotation. Knee symptoms include pain on walking and climbing stairs and difficulty transferring from a seated to a standing position. OA affecting the spine (spondylosis) can affect the vertebral bodies, facet joints, and neural foramina and may lead to spinal stenosis. See ",
{
"type":"cross-reference",
"target":"mk19_a_gm_s7_2",
"children":[
"MKSAP 19 General Internal Medicine 1"
]
},
" for further discussion of spinal stenosis."
]
},
{
"type":"p",
"hlId":"640850",
"children":[
"Patients with OA generally do not have systemic features. Pain and structural changes, however, ultimately result in functional impairment, disability, psychosocial isolation, and reduced quality of life. Inability to exercise regularly may have adverse consequences for general health."
]
}
]
},
{
"type":"section",
"id":"mk19_b_rm_s4_4_2",
"title":{
"__html":"Laboratory and Imaging Studies"
},
"titleNode":{
"type":"section-title",
"hlId":"52cec4",
"children":[
"Laboratory and Imaging Studies"
]
},
"children":[
{
"type":"p",
"hlId":"b4af75",
"children":[
"Laboratory testing is not necessary for diagnosis of OA but is helpful if other causes of arthritis are being considered, such as crystal arthropathy, rheumatoid arthritis, psoriatic arthritis, or hemochromatosis (all of which can coexist with OA). Acute phase reactant levels are not elevated in OA. Routine laboratory tests (complete blood count, kidney and hepatic function) are not necessary for diagnosing OA but may be important to help define the safety of pharmacologic therapy, especially in older persons and patients with comorbidities."
]
},
{
"type":"p",
"hlId":"86d6e9",
"children":[
"If a joint effusion is present, evaluation for concurrent crystal arthropathy, infections, or other inflammatory causes should be considered, ideally by synovial fluid analysis. OA synovial fluid is typically clear in appearance and noninflammatory, with a leukocyte count of 2000/μL (2.0 × 10",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"9"
]
},
"/L) or less."
]
},
{
"type":"p",
"hlId":"eaf9fc",
"children":[
"Although imaging is not necessary to diagnose OA, it can be helpful to confirm the diagnosis, establish baseline severity and/or monitor progressive severity, and exclude other diagnoses. Radiographic features of OA include asymmetric joint-space narrowing, subchondral sclerosis, osteophytes, and bone cysts ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_rm_f11",
"wrapId":"5",
"children":[
"Figure 11"
]
}
]
},
")"
]
},
"; however, these changes may not be present in early disease. Even in established OA, symptoms may correlate poorly with imaging findings. Although MRI and ultrasonography can detect subtle OA changes, they are not needed for routine OA diagnosis."
]
},
{
"type":"inline-wrap",
"wrapId":"5",
"contentIds":[
"mk19_b_rm_f11"
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_rm_s4_5",
"title":{
"__html":"Differential Diagnosis"
},
"titleNode":{
"type":"section-title",
"hlId":"a44fd1",
"children":[
"Differential Diagnosis"
]
},
"children":[
{
"type":"p",
"hlId":"ba3dc4",
"children":[
"Diagnosing OA can be challenging when OA is present in atypical joints, an accurate history is difficult to obtain, or a concurrent inflammatory arthropathy may be present. Calcium pyrophosphate deposition disease, gout, rheumatoid arthritis, and psoriatic arthritis may coexist with OA or mimic OA. Calcium pyrophosphate deposition disease may occur in joints also typically affected by OA (hands or knees) but is associated with intermittent “flares,” and radiographs show cartilage calcification (chondrocalcinosis). Gout and OA commonly co-associate, particularly in the DIP joints. Rheumatoid and psoriatic arthritis can be differentiated from OA by prolonged morning stiffness, signs and symptoms of chronic and persistent inflammation, and elevated inflammatory markers. Unlike OA, rheumatoid arthritis typically spares the DIP joints, and the presence of rheumatoid factor and/or anti–cyclic citrullinated peptide antibodies favors the diagnosis of rheumatoid arthritis. Psoriatic arthritis can involve the DIP joints, but dactylitis and a history of psoriasis help differentiate it from OA. In older patients with psoriasis and insidious-onset arthritis, OA may be a more likely diagnosis than psoriatic arthritis. Synovial fluid analysis can also help distinguish between OA and these inflammatory disorders."
]
},
{
"type":"p",
"hlId":"1e530f",
"children":[
"Other conditions to consider in evaluating a patient for OA include nonarticular sources of pain, such as bursitis and tendinitis. Hip pain that is not in the anterior groin but instead around the lateral hip and buttock may indicate trochanteric bursitis or lumbosacral radiculopathy. Similarly, knee pain may be secondary to pes anserine bursitis or iliotibial band syndrome rather than intra-articular pathology, which may present with medial or lateral knee pain, respectively. See ",
{
"type":"cross-reference",
"target":"mk19_a_gm_s7",
"children":[
"MKSAP 19 General Internal Medicine 1"
]
},
" for further discussion of nonarticular pain conditions."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"391769",
"children":[
"The most common symptom of osteoarthritis is joint pain exacerbated by activity and alleviated with rest; morning stiffness usually lasts less than 30 minutes."
]
},
{
"type":"keypoint",
"hlId":"68188b",
"hvc":true,
"children":[
"Laboratory testing is usually not necessary to diagnose osteoarthritis but is helpful if other causes of arthritis are being considered or to help define the safety of potential therapies."
]
},
{
"type":"keypoint",
"hlId":"fc5130",
"children":[
"Radiographic features of osteoarthritis include asymmetric joint-space narrowing, subchondral sclerosis, osteophytes, and bone cysts; however, these changes may not be present in early disease, and symptoms may correlate poorly with imaging findings."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_rm_s4_6",
"title":{
"__html":"Management"
},
"titleNode":{
"type":"section-title",
"hlId":"fe4dbc",
"children":[
"Management"
]
},
"children":[
{
"type":"p",
"hlId":"fa29c6",
"children":[
"To date, the FDA has approved no agents to prevent, delay, or remit the structural progression of OA. Instead, current treatment is directed to the management of pain and disability. Evidence-based guidelines for OA management are available from the American College of Rheumatology and Arthritis Foundation, the Osteoarthritis Research Society International, the European League Against Rheumatism, and other organizations. There is considerable consensus among these guidelines, particularly that optimal OA management requires a comprehensive plan that may include educational, psychological, and physical management, along with pharmacologic interventions. Patients with OA should receive individualized, often multidisciplinary, treatment that considers their expectations, functional and activity levels, occupational and vocational needs, joints affected, severity of disease, and any coexisting medical problems. Instead of a single algorithm, the practitioner should consider the patient's clinical state and institute treatment, which may include single or multiple modalities that may be cycled in and out as needed ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_rm_f12",
"wrapId":"6",
"children":[
"Figure 12"
]
}
]
},
")"
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"6",
"contentIds":[
"mk19_b_rm_f12"
]
},
{
"type":"section",
"id":"mk19_b_rm_s4_6_1",
"title":{
"__html":"Nonpharmacologic Therapy"
},
"titleNode":{
"type":"section-title",
"hlId":"9a00d5",
"children":[
"Nonpharmacologic Therapy"
]
},
"children":[
{
"type":"p",
"hlId":"d01e28",
"children":[
"The nonpharmacologic approach to OA starts with assessment of physical status, activities of daily living, health education, motivation, beliefs, and other biopsychosocial factors. An individualized management plan includes education on OA and joint protection, an exercise regimen, weight loss, proper footwear, and assistive devices as appropriate. Recent data suggest that participation in self-efficacy and self-management programs that use a format based on multidisciplinary groups is associated with improvement in OA symptoms. Physical activity includes graduated aerobic exercise and strength training, with attention paid to strengthening periarticular structures and minimizing injury. Tai chi has also been shown to be as beneficial as physical therapy for knee OA pain and is strongly recommended by the American College of Rheumatology (ACR) for knee and hip OA. The combination of diet and exercise is more effective at decreasing OA-related knee pain and dysfunction than diet or exercise alone; no evidence supports following a specific diet to decrease OA symptoms. Weight loss provides meaningful improvement in symptoms that increases with greater loss of weight. Knee braces and/or canes are recommended for patients with impaired ambulation, joint instability, or pain, whereas shoe inserts are not recommended. The ACR also conditionally recommends cognitive behavioral therapy, acupuncture, and thermal interventions (locally applied heat or cold) for knee, hip, and hand OA. Balance exercises are conditionally recommended for knee and hip OA, and yoga is recommended for knee OA."
]
}
]
},
{
"type":"section",
"id":"mk19_b_rm_s4_6_2",
"title":{
"__html":"Pharmacologic Therapy"
},
"titleNode":{
"type":"section-title",
"hlId":"6951bd",
"children":[
"Pharmacologic Therapy"
]
},
"children":[
{
"type":"p",
"hlId":"506cf0",
"children":[
"In the absence of disease-modifying OA drugs, pharmacologic treatment is considered when symptoms are bothersome to the patient and are inadequately or incompletely addressed by nonpharmacologic interventions. Pharmacologic therapy for OA includes oral, topical, and intra-articular medications. Choice of treatment depends on individualized assessment, with particular attention to comorbidities, concomitant medications, and, especially, adverse treatment effects. See ",
{
"type":"cross-reference",
"target":"mk19_b_rm_s2",
"children":[
"Principles of Therapeutics"
]
},
" for details on the medications used in OA."
]
},
{
"type":"section",
"id":"mk19_b_rm_s4_6_2_1",
"title":{
"__html":"Oral and Topical Agents"
},
"titleNode":{
"type":"section-title",
"hlId":"ebe8c4",
"children":[
"Oral and Topical Agents"
]
},
"children":[
{
"type":"p",
"hlId":"e91ace",
"children":[
"Oral agents for OA include NSAIDs, acetaminophen, duloxetine, and tramadol. NSAIDs are efficacious in OA, regardless of anatomic location, and are the initial oral treatment of choice. However, their side-effect profiles make sustained use problematic, especially in older persons and patients with comorbidities. A proton pump inhibitor may improve tolerance and minimize risk; the proper choice of an NSAID should consider drug pharmacokinetics and gastrointestinal and cardiovascular effects. For OA, NSAIDs should be used in the lowest possible dose and for the shortest possible time. Nonetheless, NSAIDs remain the mainstay of OA treatment."
]
},
{
"type":"p",
"hlId":"b6a6f9",
"children":[
"Topical NSAIDs are safe, associated with the least systemic exposure, and effective for treatment of knee OA and hand OA. For OA of the hands and knees, they are preferable and should be considered before use of oral NSAIDs. They are not effective for hip OA and have limited efficacy in OA of other sites. However, topical NSAIDs may be limited in use for hand OA because of practical circumstances. They also may be associated with more skin reactions and are more expensive than oral NSAIDs. Other topical agents, such as capsaicin, lidocaine, and methyl salicylate preparations, may also be used as adjunctive measures, especially when NSAIDs are ineffective or are not tolerated."
]
},
{
"type":"p",
"hlId":"4c7381",
"children":[
"Recent systematic reviews and meta-analyses suggest that acetaminophen provides no benefit for hip or knee OA but may be considered as an add-on therapy, as well as for short-term and episodic use. ACR guidelines conditionally recommend acetaminophen for knee, hip, and hand OA in patients with limited pharmacologic options."
]
},
{
"type":"p",
"hlId":"4a03bb",
"children":[
"Duloxetine, a serotonin-norepinephrine reuptake inhibitor with central nervous system activity, has shown efficacy for pain from knee OA, suggesting a role for central sensitization in OA pain modulation."
]
},
{
"type":"p",
"hlId":"705af4",
"children":[
"Opioids for OA should be avoided because evidence shows only slight benefit and a high risk for toxicity and dependence. Opioid use should be considered only in limited circumstances when no other alternatives exist. Tramadol, a partial opioid with fewer adverse effects and less addictive potential than pure opioids, may be considered in some patients in whom other analgesics have not relieved pain. Nonetheless, concerns about the potential for adverse effects of tramadol continue."
]
},
{
"type":"p",
"hlId":"f22791",
"children":[
"Patients with OA frequently use glucosamine, an oral dietary supplement. Although glucosamine appears to be safe, substantial evidence suggests that it lacks efficacy. ACR guidelines strongly recommend against glucosamine in patients with knee, hip, and/or hand OA. Chondroitin sulfate is strongly recommended against in patients with knee and/or hip OA, as are combination products that include glucosamine and chondroitin sulfate, but chondroitin is conditionally recommended for patients with hand OA."
]
}
]
},
{
"type":"section",
"id":"mk19_b_rm_s4_6_2_2",
"title":{
"__html":"Intra-Articular Injections"
},
"titleNode":{
"type":"section-title",
"hlId":"4bc47e",
"children":[
"Intra-Articular Injections"
]
},
"children":[
{
"type":"p",
"hlId":"776ec5",
"children":[
"Patients with knee or hip OA who have inefficacy, intolerance, or contraindication to oral and topical therapies may benefit from intra-articular glucocorticoid injections. Despite the lack of formal evidence for the utility of this therapy in joints other than the knee and hip, there may be a possible benefit in other joints, such as the first carpometacarpal joint. The ACR strongly recommends using ultrasound guidance for hip-joint glucocorticoid injections."
]
},
{
"type":"p",
"hlId":"be1366",
"children":[
"Long-term harm from intra-articular glucocorticoids has not been consistently demonstrated; however, benefit is usually short term and wanes within 3 months. Injections can be administered repeatedly but are not usually given more often than every 3 months. At least one study has suggested that knee joints undergoing repeated injections may be more likely to experience cartilage loss, but the effect size was small and the clinical significance remains controversial."
]
},
{
"type":"p",
"hlId":"12b51e",
"children":[
"Intra-articular hyaluronic acid injections are widely used for knee OA in patients with inadequate response to intra-articular glucocorticoids. The quality of trials assessing efficacy of intra-articular hyaluronic acid is variable, and the degree of benefit is low. Hyaluronic acid injections may be considered in patients with knee OA in whom other treatments have failed and surgery is not feasible."
]
},
{
"type":"p",
"hlId":"ead212",
"children":[
"Intra-articular stem cells, platelet-rich plasma, biologics, and botulinum toxin are not efficacious and are not recommended."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_rm_s4_6_3",
"title":{
"__html":"Surgical Therapy"
},
"titleNode":{
"type":"section-title",
"hlId":"ef225f",
"children":[
"Surgical Therapy"
]
},
"children":[
{
"type":"p",
"hlId":"c8a602",
"children":[
"Surgery for OA is considered when nonpharmacologic and pharmacologic approaches fail to control pain or improve functional limitation. Multiple high-quality studies have shown that arthroscopic surgery for knee OA provides no better outcomes than conservative management unless there is joint buckling, instability, or locking, or a concomitant and symptomatic mechanical disorder."
]
},
{
"type":"p",
"hlId":"a46ac9",
"children":[
"In contrast, total joint replacement is a “curative” option for patients in whom conservative therapies have failed; it relieves pain and improves function. Overall, long-term outcomes are excellent, although hardware loosening and infection may occur."
]
},
{
"type":"p",
"hlId":"2dd561",
"children":[
"Recent studies suggest that for patients with morbid obesity and knee OA, bariatric surgery may significantly improve pain and function even without further OA management."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"7707c0",
"hvc":true,
"children":[
"Nonpharmacologic therapy for osteoarthritis includes education, an exercise regimen, weight loss, proper footwear, and assistive devices as appropriate."
]
},
{
"type":"keypoint",
"hlId":"75ccff",
"children":[
"Pharmacologic therapy for osteoarthritis includes oral, topical, and intra-articular medications; choice of treatment depends on individualized assessment, with particular attention to comorbidities and concomitant medications."
]
},
{
"type":"keypoint",
"hlId":"ee0466",
"hvc":true,
"children":[
"NSAIDs and duloxetine are conditionally recommended for hip and knee osteoarthritis; acetaminophen is suggested as add-on therapy."
]
},
{
"type":"keypoint",
"hlId":"a2f4a6",
"hvc":true,
"children":[
"Arthroscopic surgery is not indicated in patients with osteoarthritis unless there is joint buckling, instability, or locking, or a concomitant and symptomatic mechanical disorder."
]
},
{
"type":"keypoint",
"hlId":"2127c4",
"children":[
"Total joint replacement relieves pain and improves function in patients with osteoarthritis in whom conservative therapies have failed."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_rm_s4_7",
"bibliography":true,
"title":{
"__html":"Bibliography"
},
"titleNode":{
"type":"section-title",
"hlId":"a7cc81",
"children":[
"Bibliography"
]
},
"children":[
{
"type":"references",
"children":[
{
"type":"reference",
"children":[
"American Academy of Orthopaedic Surgeons management of osteoarthritis of the knee (non-arthroplasty) evidence-based clinical practice guideline. August 31, 2021. Accessed April 11, 2022. Available at: ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://www.aaos.org/oak3cpg",
"target":"_blank"
},
"children":[
"https://www.aaos.org/oak3cpg"
]
},
"."
]
},
{
"type":"reference",
"children":[
"Bannuru RR, Osani MC, Vaysbrot EE, et al. OARSI guidelines for the non-surgical management of knee, hip, and polyarticular osteoarthritis. Osteoarthritis Cartilage. 2019;27:1578-1589. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31278997",
"target":"_blank"
},
"children":[
"PMID: 31278997"
]
},
" doi:10.1016/j.joca.2019.06.011"
]
},
{
"type":"reference",
"children":[
"Busse JW, Wang L, Kamaleldin M, et al. Opioids for chronic noncancer pain: a systematic review and meta-analysis. JAMA. 2018;320:2448-2460. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30561481",
"target":"_blank"
},
"children":[
"PMID: 30561481"
]
},
" doi:10.1001/jama.2018.18472"
]
},
{
"type":"reference",
"children":[
"da Costa BR, Reichenbach S, Keller N, et al. Effectiveness of non-steroidal anti-inflammatory drugs for the treatment of pain in knee and hip osteoarthritis: a network meta-analysis. Lancet. 2017;390:e21-e33. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/28699595",
"target":"_blank"
},
"children":[
"PMID: 28699595"
]
},
" doi:10.1016/S0140-6736(17)31744-0"
]
},
{
"type":"reference",
"children":[
"Fernandes L, Hagen KB, Bijlsma JW, et al; European League Against Rheumatism (EULAR). EULAR recommendations for the non-pharmacological core management of hip and knee osteoarthritis. Ann Rheum Dis. 2013;72:1125-35. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/23595142",
"target":"_blank"
},
"children":[
"PMID: 23595142"
]
},
" doi:10.1136/annrheumdis-2012-202745"
]
},
{
"type":"reference",
"children":[
"Goh SL, Persson MSM, Stocks J, et al. Efficacy and potential determinants of exercise therapy in knee and hip osteoarthritis: a systematic review and meta-analysis. Ann Phys Rehabil Med. 2019;62:356-365. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31121333",
"target":"_blank"
},
"children":[
"PMID: 31121333"
]
},
" doi:10.1016/j.rehab.2019.04.006"
]
},
{
"type":"reference",
"children":[
"Kloppenburg M, Kroon FP, Blanco FJ, et al. 2018 update of the EULAR recommendations for the management of hand osteoarthritis. Ann Rheum Dis. 2019;78:16-24. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30154087",
"target":"_blank"
},
"children":[
"PMID: 30154087"
]
},
" doi:10.1136/annrheumdis-2018-213826"
]
},
{
"type":"reference",
"children":[
"Kolasinski SL, Neogi T, Hochberg MC, et al. 2019 American College of Rheumatology/Arthritis Foundation guideline for the management of osteoarthritis of the hand, hip, and knee. Arthritis Rheumatol. 2020;72:220-233. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31908163",
"target":"_blank"
},
"children":[
"PMID: 31908163"
]
},
" doi:10.1002/art.41142"
]
},
{
"type":"reference",
"children":[
"Leopoldino AO, Machado GC, Ferreira PH, et al. Paracetamol versus placebo for knee and hip osteoarthritis. Cochrane Database Syst Rev. 2019;2:CD013273. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30801133",
"target":"_blank"
},
"children":[
"PMID: 30801133"
]
},
" doi:10.1002/14651858.CD013273"
]
},
{
"type":"reference",
"children":[
"Siemieniuk RAC, Harris IA, Agoritsas T, et al. Arthroscopic surgery for degenerative knee arthritis and meniscal tears: a clinical practice guideline. BMJ. 2017;357:j1982. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/28490431",
"target":"_blank"
},
"children":[
"PMID: 28490431"
]
},
" doi:10.1136/bmj.j1982"
]
},
{
"type":"reference",
"children":[
"Solomon DH, Husni ME, Libby PA, et al. The risk of major NSAID toxicity with celecoxib, ibuprofen, or naproxen: a secondary analysis of the PRECISION trial. Am J Med. 2017;130:1415-1422.e4. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/28756267",
"target":"_blank"
},
"children":[
"PMID: 28756267"
]
},
" doi:10.1016/j.amjmed.2017.06.028"
]
},
{
"type":"reference",
"children":[
"Wang C, Schmid CH, Iversen MD, et al. Comparative effectiveness of tai chi versus physical therapy for knee osteoarthritis: a randomized trial. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://www.acpjournals.org/doi/10.7326/M15-2143",
"target":"_blank"
},
"children":[
"Ann Intern Med"
]
},
". 2016;165:77-86. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/27183035",
"target":"_blank"
},
"children":[
"PMID: 27183035"
]
}
]
},
{
"type":"reference",
"children":[
"Zeng C, Dubreuil M, LaRochelle MR, et al. Association of tramadol with all-cause mortality among patients with osteoarthritis. JAMA. 2019;321:969-982. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30860559",
"target":"_blank"
},
"children":[
"PMID: 30860559"
]
},
" doi:10.1001/jama.2019.1347"
]
}
]
}
]
}
]
},
"tablesContent":{
"mk19_b_rm_t15":{
"id":"mk19_b_rm_t15",
"number":15,
"bookId":"rm",
"title":{
"__html":"Secondary Causes of Osteoarthritis"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"62c0a6",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 15. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_b_rm_t15"
}
]
},
"Secondary Causes of Osteoarthritis"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e4f078",
"class":"col hd l",
"children":[
"Secondary Cause"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2b5834",
"class":"col hd l",
"children":[
"Joint(s) Typically Involved"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"290ad9",
"class":"cell txt l",
"children":[
"Hemochromatosis"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"53baa8",
"class":"cell txt l",
"children":[
"Second/third MCP joints"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4a8bf4",
"class":"cell txt l",
"children":[
"Calcium pyrophosphate deposition"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"87cac9",
"class":"cell txt l",
"children":[
"MCP joints; wrists; knees; hips; shoulders; atlanto-axial joint"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f4cd98",
"class":"cell txt l",
"children":[
"Alkaptonuria/ochronosis"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ccc174",
"class":"cell txt l",
"children":[
"Spine; hips; knees"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"005e83",
"class":"cell txt l",
"children":[
"Acromegaly"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e694b5",
"class":"cell txt l",
"children":[
"Knees; shoulders; spine"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1bbbe9",
"class":"cell txt l",
"children":[
"Hyperparathyroidism"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"fff698",
"class":"cell txt l",
"children":[
"Wrists; MCP joints"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a94a96",
"class":"cell txt l",
"children":[
"Joint injury"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"270a09",
"class":"cell txt l",
"children":[
"Knees"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-7 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"88da9d",
"class":"cell txt l",
"children":[
"Sensory neuropathy (Charcot joints)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8215e1",
"class":"cell txt l",
"children":[
"Feet; ankles; knees"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-8 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a55083",
"class":"cell txt l",
"children":[
"Inflammatory arthritis"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"5bbeee",
"class":"cell txt l",
"children":[
"Hands; wrists; feet; knees"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"MCP = metacarpophalangeal."
]
]
}
}
}