{
"id":"mk19_a_on_s11",
"subspecialtyId":"on",
"title":"Melanoma",
"jsonContent":{
"type":"section",
"id":"mk19_a_on_s11",
"title":{
"__html":"Melanoma"
},
"titleNode":{
"type":"section-title",
"hlId":"ea6e07",
"children":[
"Melanoma"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_on_s11_0",
"children":[
{
"type":"p",
"hlId":"0deb2d",
"children":[
"Melanoma has been steadily increasing in incidence worldwide, with risk related to sun exposure. Most melanomas begin in and present with cutaneous disease, but they can also begin in mucosal and ocular sites. About half of cutaneous melanomas arise in preexisting nevi, but many begin in apparently normal skin. Melanoma can also present in nodal or visceral sites without a known cutaneous or mucosal primary. Only 10% of patients with melanoma have a familial history, and mutations in certain genes, such as ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"CDKN2A"
]
},
", have been identified in some families. Ocular melanoma is the most common cancer of the eye, and these melanomas have a distinct biology and behavior."
]
},
{
"type":"p",
"hlId":"6f47ce",
"children":[
"Advances in systemic therapy during the past decade have resulted in significant improvements in survival for patients with metastatic melanoma. These advances include the use of molecular therapy targeted at specific gene mutations and immunotherapy, including the use of immune checkpoint inhibitors."
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s11_1",
"title":{
"__html":"Treatment of Melanoma"
},
"titleNode":{
"type":"section-title",
"hlId":"7d6e10",
"children":[
"Treatment of Melanoma"
]
},
"children":[
{
"type":"p",
"hlId":"8f2817",
"children":[
"Melanoma has the potential to behave quite aggressively, but it is a highly curable disease when detected and treated early with a wide local excision. For localized melanomas, prognosis is related to the depth of invasion by Breslow depth. A high mitotic rate, lymphovascular invasion, and the presence of ulceration are poor prognostic signs. Surgical resection margins for melanomas do not have to be excessive: 1-cm margins are acceptable for lesions that are less than 1 mm in thickness. Patients with melanomas between 1 mm and 2 mm in thickness should be resected with a 2-cm margin provided that a skin graft is not required for closure. A 1- to 2-cm margin may be selected if wound closure is not feasible without creating a cosmetic deformity or impairing function. Patients with lesions that are greater than 2 mm in thickness should be resected with 2-cm margins. Patients with early-stage disease can be assessed clinically and do not need radiographic staging (for example, CT and PET)."
]
},
{
"type":"p",
"hlId":"9df6a0",
"children":[
"As the depth of invasion increases, the risk of nodal and ultimately distant metastasis increases. Nodal metastases are uncommon in thin melanomas, and nodes are typically not assessed if the melanoma has a Breslow depth of less than 0.8 mm and is without ulceration. Assessing for lymph node metastasis with lymphatic mapping and sentinel lymph node biopsy is often recommended for intermediate and thicker melanomas. Even if the sentinel node is positive, a completion lymph node dissection is no longer routinely performed, as there is no improvement in survival. Patients with positive sentinel lymph node biopsies (stage III) may be followed by clinical examination and serial ultrasounds of the nodal basin involved to detect nodal recurrences. These patients are also eligible for adjuvant systemic treatment."
]
},
{
"type":"p",
"hlId":"e2e0ca",
"children":[
"Systemic therapies for metastatic disease have advanced significantly over the past decade. Conventional cytotoxic chemotherapy has little role in current management. Although interferon and interleukin-2 have some activity in the adjuvant and metastatic setting, respectively, the current focus is on targeted therapy for patients with specific gene mutations and on the use of immune checkpoint inhibitors of programmed cell death transmembrane proteins."
]
},
{
"type":"p",
"hlId":"bbb5d7",
"children":[
"Approximately one half of melanomas harbor a ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"BRAF"
]
},
" gene mutation (most commonly V600E), and another 20% have an MEK or ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"NRAS"
]
},
" mutation; all of these mutations activate the mitogen-activated protein kinase pathway. Melanomas with ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"BRAF"
]
},
" V600E or V600K may respond to oral therapy with the available ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"BRAF"
]
},
"/MEK inhibitor combinations (dabrafenib/trametinib; vemurafenib/cobimetinib; encorafenib/binimetinib). Combining ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"BRAF"
]
},
" inhibitors with MEK inhibitors improves the rate and duration of response over ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"BRAF"
]
},
" inhibitors alone."
]
},
{
"type":"p",
"hlId":"95f2e8",
"children":[
"In addition to the efficacy of ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"BRAF"
]
},
" inhibitors, the use of immune checkpoint inhibitors has revolutionized the therapy and prognosis of patients with metastatic melanoma. Cellular immunity is based on T cells recognizing peptide fragments expressed on the surface of antigen-presenting cells when bound to histocompatibility complex molecules. Cytotoxic T-lymphocyte–associated protein 4 is a potent down-regulator of this process. The antibody against cytotoxic T-lymphocyte–associated protein 4, ipilimumab, can result in dramatic tumor response, albeit in a small percentage of patients. Tumor response is independent of ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"BRAF"
]
},
" status."
]
},
{
"type":"p",
"hlId":"530131",
"children":[
"Nivolumab and pembrolizumab are both anti–programmed cell death protein 1 antibodies that can result in significant melanoma response rates with sometimes durable response and dramatic survival improvement. Ipilimumab alone has a relatively low response rate (20%) and is associated with considerable toxicity, with various immune-related adverse effects that can include rash, colitis, hepatitis, pneumonitis, myocarditis, and endocrine insufficiency syndromes. Similar adverse effects can occur with nivolumab and pembrolizumab but are less frequent, and these antibodies are associated with a higher response rate (30%-40%). Combining ipilimumab with nivolumab improves response rates compared with either ipilimumab or nivolumab alone but results in significantly more immune-related toxicities. This immunotherapy combination is effective whether or not the patient has ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"BRAF-"
]
},
"mutated melanoma. Durable benefit in terms of survival is possible in a substantial fraction of patients with metastatic melanoma treated with checkpoint inhibitors."
]
},
{
"type":"p",
"hlId":"257783",
"children":[
"In addition to their use in metastatic disease, immune checkpoint inhibitors and ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"BRAF"
]
},
"/MEK inhibitors (in patients with the ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"BRAF"
]
},
" mutation) have shown survival benefits in the adjuvant setting in patients with resected stage III (nodal) disease."
]
},
{
"type":"p",
"hlId":"f825ab",
"children":[
"Although prophylactic lymphadenectomies or completion node dissections for those with positive sentinel nodes have not definitively shown an overall survival benefit, node dissections can be curative in 20% to 50% of patients who present with or develop regional nodal disease. For some patients with distant metastatic disease, surgery may still play a significant role. Melanoma can present with solitary or oligometastatic disease amenable to resection that is curable in some patients. Following metastasectomy, data would support the use of adjuvant systemic therapy to improve overall outcome."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"d1ede2",
"children":[
"Melanoma is a highly curable disease when detected and treated early with a wide local excision."
]
},
{
"type":"keypoint",
"hlId":"4d9b5b",
"hvc":true,
"children":[
"Nodal metastases are uncommon in thin melanomas (Breslow depth less than 0.8 mm) and need not be assessed."
]
},
{
"type":"keypoint",
"hlId":"f61dfa",
"children":[
"More than one half of patients have melanoma that harbors a ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"BRAF"
]
},
" mutation, which may respond to the ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"BRAF"
]
},
" inhibitors combined with MEK inhibitors."
]
},
{
"type":"keypoint",
"hlId":"4fddfb",
"children":[
"The use of immune checkpoint inhibitors has shown significant improvements in survival for patients with regional nodal and metastatic melanoma."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s11_2",
"title":{
"__html":"Follow-up"
},
"titleNode":{
"type":"section-title",
"hlId":"b9c20d",
"children":[
"Follow-up"
]
},
"children":[
{
"type":"p",
"hlId":"d185c7",
"children":[
"All patients should be encouraged to perform skin self-examinations as well as receive regular skin evaluations by a dermatologist for life every 6 months. Patients with early-stage melanoma need not undergo routine blood testing or imaging studies in the absence of signs or symptoms."
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s11_3",
"bibliography":true,
"title":{
"__html":"Bibliography"
},
"titleNode":{
"type":"section-title",
"hlId":"a7cc81",
"children":[
"Bibliography"
]
},
"children":[
{
"type":"references",
"children":[
{
"type":"reference",
"children":[
"Faries MB, Thompson JF, Cochran AJ, et al. Completion dissection or observation for sentinel-node metastasis in melanoma. N Engl J Med. 2017;376:2211-22. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/28591523",
"target":"_blank"
},
"children":[
"PMID: 28591523"
]
},
" doi:10.1056/NEJMoa1613210"
]
},
{
"type":"reference",
"children":[
"Larkin J, Chiarion-Sileni V, Gonzalez R, et al. Combined nivolumab and ipilimumab or monotherapy in untreated melanoma. N Engl J Med. 2015;373:23-34. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/26027431",
"target":"_blank"
},
"children":[
"PMID: 26027431"
]
},
" doi:10.1056/NEJMoa1504030"
]
},
{
"type":"reference",
"children":[
"Long GV, Hauschild A, Santinami M, et al. Adjuvant dabrafenib plus trametinib in stage III BRAF-mutated melanoma. N Engl J Med. 2017;377:1813-23. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/28891408",
"target":"_blank"
},
"children":[
"PMID: 28891408"
]
},
" doi:10.1056/NEJMoa1708539"
]
},
{
"type":"reference",
"children":[
"Long GV, Weber JS, Infante JR, et al. Overall survival and durable responses in patients with BRAF V600-mutant metastatic melanoma receiving dabrafenib combined with trametinib. J Clin Oncol. 2016;34:871-78. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/26811525",
"target":"_blank"
},
"children":[
"PMID: 26811525"
]
},
" doi:10.1200/JCO.2015.62.9345"
]
},
{
"type":"reference",
"children":[
"Morton DL, Thompson JF, Cochran AJ, et al; MSLT Group. Final trial report of sentinel-node biopsy versus nodal observation in melanoma. N Engl J Med. 2014;370:599-609. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/24521106",
"target":"_blank"
},
"children":[
"PMID: 24521106"
]
},
" doi:10.1056/NEJMoa1310460"
]
},
{
"type":"reference",
"children":[
"Weber J, Mandala M, Del Vecchio M, et al; CheckMate 238 Collaborators. Adjuvant nivolumab versus ipilimumab in resected stage III or IV melanoma. N Engl J Med. 2017;377:1824-35. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/28891423",
"target":"_blank"
},
"children":[
"PMID: 28891423"
]
},
" doi:10.1056/NEJMoa1709030"
]
},
{
"type":"reference",
"children":[
"Wolchok JD, Chiarion-Sileni V, Gonzalez R, et al. Overall survival with combined nivolumab and ipilimumab in advanced melanoma. N Engl J Med. 2017;377:1345-56. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/28889792",
"target":"_blank"
},
"children":[
"PMID: 28889792"
]
},
" doi:"
]
}
]
}
]
}
]
},
"tablesContent":{
}
}