{
"id":"mk19_a_on_s7",
"subspecialtyId":"on",
"title":"Head and Neck Cancer",
"jsonContent":{
"type":"section",
"id":"mk19_a_on_s7",
"title":{
"__html":"Head and Neck Cancer"
},
"titleNode":{
"type":"section-title",
"hlId":"70d680",
"children":[
"Head and Neck Cancer"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_on_s7_0",
"children":[
{
"type":"p",
"hlId":"ea6480",
"children":[
"Squamous cell carcinoma is the most common form of head and neck cancer, including primary tumors of the oral cavity, oropharynx, nasopharynx, hypopharynx, larynx, paranasal sinuses, thyroid, and salivary glands. Thyroid cancer is discussed in ",
{
"type":"cross-reference",
"target":"mk19_b_en_s4_3_5",
"children":[
"MKSAP 19 Endocrinology and Metabolism"
]
},
"."
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s7_1",
"title":{
"__html":"Risk Factors"
},
"titleNode":{
"type":"section-title",
"hlId":"d811a6",
"children":[
"Risk Factors"
]
},
"children":[
{
"type":"p",
"hlId":"0924de",
"children":[
"The most important risk factor for head and neck cancer is smoked and smokeless tobacco use. Alcohol use is also a known risk factor, and the combination of alcohol and tobacco synergistically increases the risk."
]
},
{
"type":"p",
"hlId":"abc266",
"children":[
"Human papillomavirus (HPV) is an increasingly important cause of head and neck cancer, with most HPV-associated cancers arising in the tonsils or base of the tongue. Although treatment is not altered, the prognosis of HPV-associated oropharynx cancer in nonsmokers is significantly better than that for non–HPV-related cancer."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"56e0ed",
"children":[
"Tobacco and alcohol use are important risk factors for head and neck cancer, and their combined use synergistically increases risk."
]
},
{
"type":"keypoint",
"hlId":"425e85",
"children":[
"Human papillomavirus (HPV) infection is an important cause of oropharyngeal cancer; in nonsmokers, the prognosis is better than that for non–HPV-related cancer."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s7_2",
"title":{
"__html":"Clinical Manifestations"
},
"titleNode":{
"type":"section-title",
"hlId":"65ac9d",
"children":[
"Clinical Manifestations"
]
},
"children":[
{
"type":"p",
"hlId":"f5956d",
"children":[
"Presenting symptoms vary with the cancer's location, but concerning signs and symptoms include persistent or progressive lymph node enlargement or other neck mass, unilateral hearing loss or ear pain, nasal obstruction, oral pain, nonhealing oral ulcers, dysphagia, odynophagia, and hoarseness. HPV-related oropharynx cancers commonly present with a painless neck mass, sometimes arising rapidly, and are often cystic on ultrasonography."
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s7_3",
"title":{
"__html":"Evaluation and Staging"
},
"titleNode":{
"type":"section-title",
"hlId":"370a89",
"children":[
"Evaluation and Staging"
]
},
"children":[
{
"type":"p",
"hlId":"f29789",
"children":[
"Initial evaluation of patients suspected of having head and neck cancer includes history and physical examination. Infection should be suspected in patients with a rapidly developing neck mass, particularly in the setting of upper respiratory symptoms or with typical physical findings of infection, such as warmth, tenderness, and erythema. In contrast, malignant neck masses are commonly painless, firm, and/or fixed on examination and not associated with antecedent infection. If malignancy is a potential concern, prompt referral to an otolaryngologist for assessment and direct laryngoscopy is essential. Fine-needle aspiration of suspicious neck masses is accurate for diagnosis of squamous cell carcinoma. Tumor staining for p16, which is overexpressed in HPV-positive cancers, is standard for oropharynx cancers."
]
},
{
"type":"p",
"hlId":"035a0c",
"children":[
"When a diagnosis of malignancy has been established, imaging studies are indicated for accurate assessment of the extent of local disease and evaluation of nodal and distant metastatic disease. MRI is preferred for assessment of the primary tumor. PET/CT is useful to evaluate regional nodes and rule out distant metastatic disease, although it is not accurate in nodes 5 mm or smaller."
]
},
{
"type":"p",
"hlId":"98534a",
"children":[
"The staging of head and neck cancers is complex, as each subsite uses a different staging system. Stage is the most important determinant of prognosis. Staging of primary tumors is based on both size and extent of invasion into adjacent structures. Nodal staging is predicated on the number of nodes involved, size, and presence or absence of bilateral lymphadenopathy. HPV-related cancer of the oropharynx has a different staging system than non–HPV-related cancer based on significant differences in prognosis. Patients with early-stage head and neck cancers have 70% to 90% long-term survival. Multimodality tumor board discussion is valuable for determining the proper course of treatment."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"c99e32",
"children":[
"Malignant neck masses are commonly painless, firm and/or fixed on examination, and not associated with antecedent infection."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s7_4",
"title":{
"__html":"Treatment"
},
"titleNode":{
"type":"section-title",
"hlId":"4c4ac0",
"children":[
"Treatment"
]
},
"children":[
{
"type":"p",
"hlId":"a54cd9",
"children":[
"Approximately one third of patients who present with small tumors without lymph node metastases are effectively treated with either surgery or radiation therapy. Treatment decisions weigh tumor location and postoperative complications, including appearance and preservation of speech, with the expected morbidity of radiation therapy, including acute mucositis and fatigue, along with more long-lasting alterations in taste, xerostomia, dental disease, and an increased risk of second malignancies. Additional dissection of lymph nodes in the neck is determined by the site and stage of the primary tumor, presence of enlarged nodes, and the results of diagnostic imaging."
]
},
{
"type":"p",
"hlId":"e18130",
"children":[
"Adjuvant irradiation for patients with primary surgical resection is recommended for those with one or more high-risk pathology features ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_on_t10",
"wrapId":"1",
"children":[
"Table 10"
]
}
]
},
")"
]
},
". Combined chemotherapy, typically single-agent cisplatin, and irradiation can be used for patients felt to be at very high risk for recurrence, especially with extracapsular extension or positive or close margins."
]
},
{
"type":"inline-wrap",
"wrapId":"1",
"contentIds":[
"mk19_a_on_t10"
]
},
{
"type":"p",
"hlId":"246e8d",
"children":[
"Radiation therapy and larynx-sparing surgery, consisting of either transoral laser surgery or open partial laryngectomy, offer equivalent survival benefit in patients with early-stage laryngeal cancer. These treatments focus on attaining optimal survival and function of voice, swallowing, and airway mechanics. For patients with an unresectable primary tumor or extensive nodal disease, initial treatment with combined chemotherapy, either cisplatin or cetuximab, a monoclonal epidermal growth factor receptor antibody, and irradiation is recommended. Surgery is reserved for treatment of persistent disease or in the setting of inadequate response to treatment."
]
},
{
"type":"p",
"hlId":"7ce4b1",
"children":[
"Treatment of nasopharyngeal carcinoma with irradiation alone can be used with excellent outcomes in patients with very early-stage disease. For all other patients, however, treatment consists of combined chemotherapy and irradiation."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"e40d08",
"children":[
"Patients with small head and neck tumors without lymph node metastases are effectively treated with either surgery or radiation therapy."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s7_5",
"title":{
"__html":"Posttreatment Surveillance"
},
"titleNode":{
"type":"section-title",
"hlId":"e3bc00",
"children":[
"Posttreatment Surveillance"
]
},
"children":[
{
"type":"p",
"hlId":"a02149",
"children":[
"After treatment of localized disease, a history and physical examination, including laryngopharyngoscopy, should be conducted every 1 to 3 months for the first year after primary treatment, decreasing in frequency thereafter, with annual evaluation 5 years and beyond. Patients treated with radiotherapy that includes the thyroid bed are at risk for hypothyroidism and thyroid carcinoma. Periodic assessment of thyroid function and a physical examination of the thyroid are indicated, although thyroid ultrasonography should not be performed. Similarly, repeated PET/CT or other imaging surveillance following a negative posttreatment scan is not indicated in the absence of worrisome signs or symptoms."
]
},
{
"type":"p",
"hlId":"c4fe13",
"children":[
"Up to 20% of head and neck cancer survivors develop a second primary cancer related to smoking and alcohol exposure. In addition to lifestyle modification, screening for lung cancer should be implemented in persons at increased risk."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"655b7a",
"hvc":true,
"children":[
"Routine imaging for head and neck cancer after a negative posttreatment scan is not indicated unless signs and symptoms suggest recurrent disease."
]
},
{
"type":"keypoint",
"hlId":"9c7a32",
"hvc":true,
"children":[
"Although patients who receive radiation therapy that includes the thyroid bed are at increased risk of thyroid cancer, screening thyroid ultrasonography is not indicated."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s7_6",
"title":{
"__html":"Management of Recurrent Head and Neck Cancer"
},
"titleNode":{
"type":"section-title",
"hlId":"c3a58f",
"children":[
"Management of Recurrent Head and Neck Cancer"
]
},
"children":[
{
"type":"p",
"hlId":"5b95c5",
"children":[
"Recurrent head and neck cancer is curable in selected patients, such as those with small localized lesions and a long disease-free interval. Patients with limited recurrence are treated with surgery and adjuvant therapy as needed. For patients with unresectable local recurrence, treatment with irradiation or chemoradiation is appropriate in some cases. Reirradiation can be associated with long-term survival but also with a potentially significant risk of toxicity including pain, tissue necrosis, infection, and fatal bleeding."
]
},
{
"type":"p",
"hlId":"8576ba",
"children":[
"For patients with distant metastatic disease or unresectable persistent local disease not amenable to surgery or irradiation, systemic therapy is the mainstay of treatment. The current standard front-line treatment is either a combination of platinum-based chemotherapy and pembrolizumab, or in patients with programmed death ligand 1–positive cancer, use of pembrolizumab alone. Patients with distant metastases and unresectable local disease have a poor prognosis, especially if their performance status is declining; treatment decisions should include options for palliative and hospice care."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"f65859",
"children":[
"Patients with small, localized recurrent head and neck cancer following a long disease-free interval may be cured with additional surgery and adjuvant therapy."
]
},
{
"type":"keypoint",
"hlId":"853155",
"children":[
"Patients with advanced head and neck cancer not amenable to surgery or irradiation should first receive a combination of platinum-based chemotherapy and pembrolizumab, or pembrolizumab alone in patients with programmed death ligand 1–positive cancer."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s7_7",
"bibliography":true,
"title":{
"__html":"Bibliography"
},
"titleNode":{
"type":"section-title",
"hlId":"a7cc81",
"children":[
"Bibliography"
]
},
"children":[
{
"type":"references",
"children":[
{
"type":"reference",
"children":[
"Burtness B, Harrington KJ, Greil R, et al. KEYNOTE-048: phase 3 study of first-line pembrolizumab for recurrent/metastatic head and neck squamous cell carcinoma (abstract). ESMO 2018."
]
},
{
"type":"reference",
"children":[
"Cohen EE, Karrison TG, Kocherginsky M, et al. Phase III randomized trial of induction chemotherapy in patients with N2 or N3 locally advanced head and neck cancer. J Clin Oncol. 2014;32:2735-43. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/25049329",
"target":"_blank"
},
"children":[
"PMID: 25049329"
]
},
" doi:10.1200/JCO.2013.54.6309"
]
},
{
"type":"reference",
"children":[
"Colevas AD, Yom SS, Pfister DG, et al. NCCN guidelines insights: head and neck cancers, version 1.2018. J Natl Compr Canc Netw. 2018;16:479-90. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29752322",
"target":"_blank"
},
"children":[
"PMID: 29752322"
]
},
" doi:10.6004/jnccn.2018.0026"
]
},
{
"type":"reference",
"children":[
"Goel R, Moore W, Sumer B, et al. Clinical practice in PET/CT for the management of head and neck squamous cell cancer. AJR Am J Roentgenol. 2017;209:289-303. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/28731808",
"target":"_blank"
},
"children":[
"PMID: 28731808"
]
},
" doi:10.2214/AJR.17.18301"
]
},
{
"type":"reference",
"children":[
"Hitt R, Grau JJ, López-Pousa A, et al; Spanish Head and Neck Cancer Cooperative Group (TTCC). A randomized phase III trial comparing induction chemotherapy followed by chemoradiotherapy versus chemoradiotherapy alone as treatment of unresectable head and neck cancer. Ann Oncol. 2014;25:216-25. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/24256848",
"target":"_blank"
},
"children":[
"PMID: 24256848"
]
},
" doi:10.1093/annonc/mdt461"
]
},
{
"type":"reference",
"children":[
"Pynnonen MA, Gillespie MB, Roman B, et al. Clinical practice guideline: evaluation of the neck mass in adults. Otolaryngol Head Neck Surg. 2017;157:S1-S30. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/28891406",
"target":"_blank"
},
"children":[
"PMID: 28891406"
]
},
" doi:10.1177/0194599817722550"
]
}
]
}
]
}
]
},
"tablesContent":{
"mk19_a_on_t10":{
"id":"mk19_a_on_t10",
"number":10,
"bookId":"on",
"title":{
"__html":"High-Risk Pathologic Features in Head and Neck Cancer"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"0a63f1",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 10. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_on_t10"
}
]
},
"High-Risk Pathologic Features in Head and Neck Cancer"
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8f340b",
"class":"cell txt l",
"children":[
"T3 or T4 tumor"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"964594",
"class":"cell txt l",
"children":[
"Positive resection margins"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"df63fc",
"class":"cell txt l",
"children":[
"Lymph node extracapsular extension"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6ea53c",
"class":"cell txt l",
"children":[
"≥2 positive lymph nodes (N2 or N3)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a4e87b",
"class":"cell txt l",
"children":[
"Perineural invasion"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9f4a39",
"class":"cell txt l",
"children":[
"Lymphovascular invasion"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"Data from Colevas AD, Yom SS, Pfister DG, Spencer S, Adelstein D, et al. NCCN Guidelines Insights: Head and Neck Cancers, Version 1.2018. J Natl Compr Canc Netw. 2018;16(5):479-90. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29752322",
"target":"_blank"
},
"children":[
"PMID: 29752322"
]
}
]
]
}
}
}