{
"id":"mk19_a_gi_s7",
"subspecialtyId":"gi",
"title":"Disorders of the Gallbladder and Bile Ducts",
"jsonContent":{
"type":"section",
"id":"mk19_a_gi_s7",
"title":{
"__html":"Disorders of the Gallbladder and Bile Ducts"
},
"titleNode":{
"type":"section-title",
"hlId":"27e3d7",
"children":[
"Disorders of the Gallbladder and Bile Ducts"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_gi_s7_1",
"title":{
"__html":"Asymptomatic Gallstones"
},
"titleNode":{
"type":"section-title",
"hlId":"18bbd0",
"children":[
"Asymptomatic Gallstones"
]
},
"children":[
{
"type":"p",
"hlId":"65b38b",
"children":[
"Gallstones can be characterized as cholesterol stones or pigment stones. Cholesterol stones result from supersaturation of bile with cholesterol; they account for approximately 75% of gallstones in the United States. Risk factors for cholesterol stones include older age, female sex (twice as likely in women as in men), American Indian ethnicity, Western diet, pregnancy, rapid weight loss, obesity, total parenteral nutrition, and estrogen supplementation. Predisposing factors for pigment stones include chronic hemolysis, ineffective erythropoiesis, Crohn disease, cirrhosis, biliary stasis, and bacterial biliary infections."
]
},
{
"type":"p",
"hlId":"0c518e",
"children":[
"Gallstones are commonly discovered at abdominal ultrasonography ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_gi_f35",
"wrapId":"1",
"children":[
"Figure 35"
]
}
]
},
")"
]
},
" and CT performed for unrelated reasons."
]
},
{
"type":"inline-wrap",
"wrapId":"1",
"contentIds":[
"mk19_a_gi_f35"
]
},
{
"type":"p",
"hlId":"c5c2fb",
"children":[
"Incidental gallstones are typically asymptomatic, and prophylactic cholecystectomy is generally not recommended. Cholecystectomy is indicated in asymptomatic patients with characteristics posing a high risk for gallbladder cancer: gallstones larger than 3 cm, porcelain gallbladder (intramural calcification of gallbladder wall), or gallbladder polyps larger than 1 cm."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"dc64b8",
"hvc":true,
"children":[
"Asymptomatic gallstones discovered incidentally do not require cholecystectomy except in the setting of a high risk for gallbladder cancer (gallstones >3 cm, porcelain gallbladder, or gallbladder polyps >1 cm)."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s7_2",
"title":{
"__html":"Biliary Colic"
},
"titleNode":{
"type":"section-title",
"hlId":"c036ba",
"children":[
"Biliary Colic"
]
},
"children":[
{
"type":"p",
"hlId":"93aa6c",
"children":[
"Biliary colic results from contraction of the gallbladder in the presence of an obstructed cystic duct, usually by a gallstone. Pain is typically of acute onset, lasts 30 minutes to 6 hours, is severe and steady, and is located in the right upper quadrant or epigastrium. Pain may radiate to the right shoulder and is associated with nausea, vomiting, and diaphoresis. Symptoms may be precipitated by meals, which cause gallbladder contraction. Constant, unremitting abdominal pain is not usually associated with biliary colic."
]
},
{
"type":"p",
"hlId":"546ce3",
"children":[
"Patients with typical biliary colic symptoms and gallstones on imaging should undergo cholecystectomy because of an increased risk for future complications, including choledocholithiasis, cholangitis, and pancreatitis."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"c188fa",
"children":[
"Patients with typical biliary colic symptoms and gallstones on imaging should undergo cholecystectomy."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s7_3",
"title":{
"__html":"Acute Cholecystitis"
},
"titleNode":{
"type":"section-title",
"hlId":"5ae816",
"children":[
"Acute Cholecystitis"
]
},
"children":[
{
"type":"p",
"hlId":"8ef143",
"children":[
"Acute cholecystitis is due to cystic duct obstruction and gallbladder inflammation, often accompanied by gallbladder infection. Patients present with severe right-upper-quadrant or epigastric pain lasting longer than 6 hours, with fever and tenderness in the right upper quadrant. A positive Murphy sign may be present. Laboratory studies may show leukocytosis; liver chemistries are often normal or minimally elevated unless complications such as common bile duct obstruction or cholangitis are present. Acute cholecystitis is suggested by ultrasound showing gallbladder wall thickening and/or edema and a sonographic Murphy sign (arrest of respiration with compression by the ultrasound probe). Lack of gallbladder filling on hepatobiliary iminodiacetic acid scanning supports this diagnosis. This test is appropriate in the setting of a high clinical likelihood of acute cholecystitis but a negative or indeterminate ultrasound finding."
]
},
{
"type":"p",
"hlId":"066eb2",
"children":[
"Treatment includes analgesia, intravenous antibiotics with gram-negative and anaerobic coverage, and cholecystectomy. Emergency surgery is necessary for suspected gallbladder perforation or emphysematous cholecystitis (infection of the gallbladder wall with gas-forming organisms, such as ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Clostridium perfringens"
]
},
"). Most patients should undergo cholecystectomy during initial hospitalization. Patients with high surgical risk who respond to antibiotics can be reassessed later to determine whether their surgical risk has decreased. In patients who are not good surgical candidates and do not respond to antibiotics, percutaneous cholecystostomy tube or endoscopic drainage can be pursued."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"591a78",
"hvc":true,
"children":[
"Cholecystitis can be diagnosed by suggestive clinical findings and ultrasound showing gallbladder-wall thickening or edema and sonographic Murphy sign."
]
},
{
"type":"keypoint",
"hlId":"bdf368",
"children":[
"Treatment of acute cholecystitis includes analgesia, intravenous antibiotics with gram-negative and anaerobic coverage, and cholecystectomy during initial hospitalization; percutaneous cholecystostomy tube or endoscopic drainage can be pursued in patients with high surgical risk."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s7_4",
"title":{
"__html":"Acalculous Cholecystitis"
},
"titleNode":{
"type":"section-title",
"hlId":"9d428e",
"children":[
"Acalculous Cholecystitis"
]
},
"children":[
{
"type":"p",
"hlId":"c45991",
"children":[
"Acalculous cholecystitis typically occurs in critically ill patients and results from gallbladder ischemia, which can be complicated by enteric bacterial infection. Risk factors include cardiac surgery, sepsis, burns, and vasculitis. In alert patients, the presentation is pain, similar to that seen in cholecystitis related to gallstones. In sedated or mechanically ventilated patients, it may present with leukocytosis, jaundice, and sepsis. Diagnosis is made with ultrasound showing gallbladder-wall thickening, pericholecystic fluid, gallbladder distention, or gallbladder-wall pneumatosis without stones ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_gi_f36",
"wrapId":"2",
"children":[
"Figure 36"
]
}
]
},
")"
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"2",
"contentIds":[
"mk19_a_gi_f36"
]
},
{
"type":"p",
"hlId":"5f36da",
"children":[
"Treatment entails intravenous antibiotics to cover enteric bacteria and cholecystectomy. A percutaneous cholecystostomy tube may be needed for unstable patients or poor surgical candidates. Endoscopic gallbladder drainage can be considered. The mortality rate for untreated acalculous cholecystitis is as high as 75%."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"e3eea5",
"children":[
"Acalculous cholecystitis typically occurs in critically ill patients and results from gallbladder ischemia, which can be complicated by enteric bacterial infection."
]
},
{
"type":"keypoint",
"hlId":"15815c",
"children":[
"In alert patients, the presentation is pain, similar to that seen in cholecystitis; in sedated or mechanically ventilated patients, it may present with leukocytosis, jaundice, and sepsis."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s7_5",
"title":{
"__html":"Functional Gallbladder Disorder"
},
"titleNode":{
"type":"section-title",
"hlId":"03e157",
"children":[
"Functional Gallbladder Disorder"
]
},
"children":[
{
"type":"p",
"hlId":"8fa5cd",
"children":[
"Functional gallbladder disorder should be considered in patients with biliary pain without gallstones or structural pathology. Other causes of upper abdominal discomfort, including peptic ulcer disease and angina, should be considered. A gallbladder ejection fraction less than 40% as measured by cholecystokinin-stimulated cholescintigraphy supports the diagnosis but may not predict response to cholecystectomy. Reassurance and antispasmodic agents may be of benefit. If no other cause of pain is found, pain recurs, and the gallbladder ejection fraction is less than 40%, then cholecystectomy can be considered. In clinical practice, patients who meet these criteria and undergo cholecystectomy may continue to have similar upper abdominal symptoms postoperatively."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s7_6",
"title":{
"__html":"Common Bile Duct Stones and Cholangitis"
},
"titleNode":{
"type":"section-title",
"hlId":"c53afb",
"children":[
"Common Bile Duct Stones and Cholangitis"
]
},
"children":[
{
"type":"p",
"hlId":"fd92e7",
"children":[
"Common bile duct stones are a leading cause of obstructive jaundice and pancreatitis. Although 20% of common duct stones pass spontaneously and less than 50% of patients develop symptoms, stone extraction should be offered to most patients. Symptoms of common bile duct stones include jaundice and abdominal pain due to obstruction of bile flow. Common duct stones may be visualized by transabdominal ultrasonography. In the absence of visualization, an elevated serum bilirubin level and dilated common duct on ultrasonography suggest the diagnosis. Endoscopic retrograde cholangiopancreatography (ERCP) is the preferred method for stone extraction and should be performed in patients with a high likelihood of choledocholithiasis ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_gi_f37",
"wrapId":"3",
"children":[
"Figure 37"
]
}
]
},
")"
]
},
". In patients who are suspected of having common duct stones but have indeterminate findings on ultrasonography, magnetic resonance cholangiopancreatography (MRCP) or endoscopic ultrasonography should be performed to avoid ERCP risks. Cholecystectomy should be performed within 2 weeks of stone extraction."
]
},
{
"type":"inline-wrap",
"wrapId":"3",
"contentIds":[
"mk19_a_gi_f37"
]
},
{
"type":"p",
"hlId":"739251",
"children":[
"Cholangitis is infection of the biliary tree, usually in the setting of biliary stasis or obstruction. Symptoms include fever, jaundice, and right-upper-quadrant pain (Charcot triad). Cholangitis is potentially life-threatening; antibiotics targeting gram-negative Enterobacteriaceae should be administered immediately. Common bile duct stones should be removed urgently with ERCP in patients with cholangitis, after which elective cholecystectomy should be performed during initial hospitalization to reduce the risk for complications. In patients who are not surgical candidates, endoscopic sphincterotomy can facilitate passage of additional common bile duct stones."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"6a482d",
"children":[
"Symptoms of cholangitis include fever, jaundice, and right-upper-quadrant pain"
]
},
{
"type":"keypoint",
"hlId":"ec657e",
"children":[
"Endoscopic retrograde cholangiopancreatography is the preferred method for relieving obstruction due to a common bile duct stone."
]
},
{
"type":"keypoint",
"hlId":"165ccb",
"children":[
"Cholangitis is potentially life-threatening; antibiotics targeting gram-negative Enterobacteriaceae should be administered immediately, and identified common bile duct stones should be removed urgently."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s7_7",
"title":{
"__html":"Gallbladder Polyps"
},
"titleNode":{
"type":"section-title",
"hlId":"1353b8",
"children":[
"Gallbladder Polyps"
]
},
"children":[
{
"type":"p",
"hlId":"d6eb29",
"children":[
"Gallbladder polyps are usually found incidentally and can be seen on 1% to 5% of gallbladder ultrasounds. Neoplastic adenomas represent less than 0.5% of polyps. The best predictor of a malignant lesion is size, with polyps 1 cm or greater more likely to be neoplastic. Gallbladder polyps associated with gallbladder stones or primary sclerosing cholangitis are also more likely to be neoplastic. Management of gallbladder polyps is outlined in ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_gi_f38",
"wrapId":"4",
"children":[
"Figure 38"
]
}
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"4",
"contentIds":[
"mk19_a_gi_f38"
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"f5c821",
"children":[
"Gallbladder polyps 1 cm or greater and those associated with gallbladder stones or primary sclerosing cholangitis are more likely to be neoplastic and should prompt consideration of cholecystectomy."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s7_8",
"title":{
"__html":"Gallbladder Cancer"
},
"titleNode":{
"type":"section-title",
"hlId":"1b1402",
"children":[
"Gallbladder Cancer"
]
},
"children":[
{
"type":"p",
"hlId":"f37cb2",
"children":[
"Gallbladder cancer is the most common biliary cancer in the United States, but it is rare, with an incidence of 1 to 2 cases per 100,000. The gallbladder is a reservoir for ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Salmonella typhi"
]
},
" in chronically infected patients, and these patients are at higher risk for gallbladder cancer."
]
},
{
"type":"p",
"hlId":"848764",
"children":[
"Symptoms include biliary colic in early cancer and right-upper-quadrant pain, nausea, vomiting, weight loss, or jaundice in advanced cancer. Gallbladder cancer should be suspected if a mass is seen on CT or MRI."
]
},
{
"type":"p",
"hlId":"d48467",
"children":[
"Early gallbladder cancer is most commonly diagnosed incidentally when cholecystectomy is performed for biliary colic. Incidental tumors invading the lamina propria (stage T1a) do not require further treatment; more advanced lesions require more extensive surgery."
]
},
{
"type":"p",
"hlId":"76676a",
"children":[
"Treatment of choice for gallbladder cancer is surgery. Unresectable disease is treated with chemotherapy with or without radiation or with palliative care."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s7_9",
"title":{
"__html":"Cholangiocarcinoma"
},
"titleNode":{
"type":"section-title",
"hlId":"6b9d74",
"children":[
"Cholangiocarcinoma"
]
},
"children":[
{
"type":"p",
"hlId":"c5aae5",
"children":[
"Cholangiocarcinoma is rare but has become an increasingly recognized malignancy over the last four decades. The three types are intrahepatic, perihilar, and distal: The intrahepatic type is seen in bile ducts within the liver parenchyma; the perihilar type, at the confluence of right and left hepatic ducts; and the distal type, in the extrahepatic bile duct distal to the cystic duct. Risk factors for cholangiocarcinoma include primary sclerosing cholangitis, choledochal cysts, liver flukes, thorium dioxide exposure, metabolic syndrome, and hepatolithiasis. Symptoms, including jaundice, right-upper-quadrant pain, and constitutional symptoms, typically develop only with advanced-stage disease."
]
},
{
"type":"p",
"hlId":"b8cc85",
"children":[
"Diagnosis of intrahepatic cholangiocarcinoma requires CT or MRI and, typically, biopsy confirmation. An elevated CA 19-9 level is supportive but insufficient for diagnosis. First-line therapy for intrahepatic cholangiocarcinoma is resection. Locoregional therapies, including transarterial chemoembolization, radioembolization, or external-beam radiation, may be options if patients are not candidates for resection. Chemotherapy may be offered to patients who are not candidates for surgical or locoregional therapies."
]
},
{
"type":"p",
"hlId":"39ac1a",
"children":[
"Perihilar cholangiocarcinoma can be difficult to diagnose and may require both MRCP and ERCP. During ERCP, bile-duct brushings are obtained for cytologic examination. Fluorescence in situ hybridization may help diagnostically. Serial ERCP may be required every 2 to 3 months for diagnosis. First-line therapy is resection. Patients with unresectable perihilar cholangiocarcinoma smaller than 3 cm and without extrahepatic spread can be evaluated for liver transplantation at centers with neoadjuvant chemoradiation protocols. In patients with perihilar cholangiocarcinoma, percutaneous or transluminal biopsy excludes liver transplantation because of the risk for tumor seeding."
]
},
{
"type":"p",
"hlId":"22a05d",
"children":[
"Distal cholangiocarcinoma is diagnosed by the same modalities as for perihilar cholangiocarcinoma. Preferred treatment is pancreaticoduodenectomy."
]
},
{
"type":"p",
"hlId":"26ab0b",
"children":[
"Because of late symptom development, 5-year survival for patients with cholangiocarcinoma (except liver transplant recipients), including those who undergo resection, is low (20% to 30%)."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"a596d3",
"children":[
"Resection is first-line treatment for cholangiocarcinoma."
]
},
{
"type":"keypoint",
"hlId":"e9d756",
"children":[
"Selected patients with unresectable perihilar cholangiocarcinoma smaller than 3 cm and without extrahepatic spread may be candidates for liver transplantation."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s7_10",
"bibliography":true,
"title":{
"__html":"Bibliography"
},
"titleNode":{
"type":"section-title",
"hlId":"a7cc81",
"children":[
"Bibliography"
]
},
"children":[
{
"type":"references",
"children":[
{
"type":"reference",
"children":[
"Buxbaum JL, Abbas Fehmi SM, Sultan S, et al; ASGE Standards of Practice Committee. ASGE guideline on the role of endoscopy in the evaluation and management of choledocholithiasis. Gastrointest Endosc. 2019;89:1075-1105.e15. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30979521",
"target":"_blank"
},
"children":[
"PMID: 30979521"
]
},
" doi:10.1016/j.gie.2018.10.001"
]
},
{
"type":"reference",
"children":[
"Cotton PB, Elta GH, Carter CR, et al. Rome IV. gallbladder and sphincter of Oddi disorders. Gastroenterology. 2016. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/27144629",
"target":"_blank"
},
"children":[
"PMID: 27144629"
]
},
" doi:10.1053/j.gastro.2016.02.033"
]
},
{
"type":"reference",
"children":[
"Dimou FM, Riall TS. Proper use of cholecystostomy tubes. Adv Surg. 2018;52:57-71. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30098621",
"target":"_blank"
},
"children":[
"PMID: 30098621"
]
},
" doi:10.1016/j.yasu.2018.03.011"
]
},
{
"type":"reference",
"children":[
"Manes G, Paspatis G, Aabakken L, et al. Endoscopic management of common bile duct stones: European Society of Gastrointestinal Endoscopy (ESGE) guideline. Endoscopy. 2019;51:472-491. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30943551",
"target":"_blank"
},
"children":[
"PMID: 30943551"
]
},
" doi:10.1055/a-0862-0346"
]
},
{
"type":"reference",
"children":[
"Rizvi S, Khan SA, Hallemeier CL, et al. Cholangiocarcinoma - evolving concepts and therapeutic strategies. Nat Rev Clin Oncol. 2018;15:95-111. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/28994423",
"target":"_blank"
},
"children":[
"PMID: 28994423"
]
},
" doi:10.1038/nrclinonc.2017.157"
]
}
]
}
]
}
]
},
"tablesContent":{
}
}