{
"id":"mk19_b_cv_s1",
"subspecialtyId":"cv",
"title":"Epidemiology and Risk Factors",
"jsonContent":{
"type":"section",
"id":"mk19_b_cv_s1",
"title":{
"__html":"Epidemiology and Risk Factors"
},
"titleNode":{
"type":"section-title",
"hlId":"ba37ab",
"children":[
"Epidemiology and Risk Factors"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_cv_s1_1",
"title":{
"__html":"Overview"
},
"titleNode":{
"type":"section-title",
"hlId":"3b8782",
"children":[
"Overview"
]
},
"children":[
{
"type":"p",
"hlId":"b003e7",
"children":[
"Cardiovascular disease (CVD) encompasses many conditions, including coronary artery disease (CAD), stroke, congenital heart disease, rhythm disorders, subclinical atherosclerosis, heart failure, valvular disease, venous disease, and peripheral artery disease. CVD remains the leading cause of death in the United States; however, from 2004 to 2016, the age-adjusted death rate for CVD fell by 22%. Despite this improvement, CVD was responsible for nearly 31% of all deaths in the United States in 2016. Globally, a third of all deaths were attributed to CVD in 2015."
]
},
{
"type":"p",
"hlId":"94da69",
"children":[
"Nearly 50% of U.S. adults currently have some form of CVD, including hypertension. Prevalence increases with age, and more than 75% of persons aged 60 to 79 years have CVD. Lifetime risk for CVD is estimated to be one in three for women and two in three for men according to data from the Framingham Heart Study."
]
},
{
"type":"p",
"hlId":"bb360f",
"children":[
"CVD was responsible for 4.8 million U.S. hospital discharges in 2014. The estimated total cost of CVD for 2014 to 2015 was approximately $350 billion. The projected total cost of CVD between 2015 and 2035 is estimated to remain stable for most persons but to increase sharply for adults aged 65 years or older."
]
},
{
"type":"p",
"hlId":"a953cb",
"children":[
"An estimated 6.2 million U.S. adults older than 20 years have a diagnosis of heart failure, a final common pathway for many cardiovascular conditions. The prevalence of heart failure is projected to increase by 46% between 2012 and 2030."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s1_2",
"title":{
"__html":"Risk Factors for Cardiovascular Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"f3335b",
"children":[
"Risk Factors for Cardiovascular Disease"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_cv_s1_2_1",
"title":{
"__html":"Lifestyle"
},
"titleNode":{
"type":"section-title",
"hlId":"1efd5a",
"children":[
"Lifestyle"
]
},
"children":[
{
"type":"p",
"hlId":"0a92d9",
"children":[
"The seven metrics of ideal cardiovascular health are optimal lipid, blood pressure, and glucose levels; healthy diet; appropriate energy intake; physical activity; and avoidance of tobacco; however, very few people meet these metrics. Promotion of a healthy lifestyle throughout life remains the most important way to prevent atherosclerotic CVD."
]
},
{
"type":"p",
"hlId":"9b1a30",
"children":[
"Sedentary lifestyle, poor diet, and obesity all contribute to increased cardiovascular risk. According to the CDC, only 22.5% of adults meet aerobic and strengthening recommendations. Average daily fruit and vegetable consumption in the United States is less than 1 cup of fruit (recommended, 1.5-2 cups) and less than 1.5 cups of vegetables (recommended, 2-3 cups). The National Diabetes Prevention Program found that in persons at high risk for diabetes mellitus, interventions such as changes in diet, exercise, and weight loss of 5% to 7% reduced the risk for developing diabetes by 58% but did not reduce CVD events."
]
},
{
"type":"p",
"hlId":"a8bdae",
"children":[
"Tobacco use is the leading preventable cause of disease, disability, and death in the United States, and tobacco exposure is a significant risk factor for CVD. The prevalence of tobacco use continues to decline; 16.7% of men and 13.6% of women were current smokers in 2015. The risk for heart failure and death for most former smokers is similar to that of never smokers after greater than 15 years of tobacco cessation. Smoking status should be assessed at every visit, and cessation counseling and pharmacologic therapy should be offered to active smokers (see ",
{
"type":"cross-reference",
"target":"mk19_a_gm_s9_5_1",
"children":[
"MKSAP 19 General Internal Medicine 1"
]
},
")."
]
},
{
"type":"p",
"hlId":"04e18b",
"children":[
"Psychosocial factors, including depression, anger, and anxiety, are associated with worse cardiovascular outcomes. Depression has been linked with higher risk for cardiovascular events. Psychosocial stressors also affect the course of treatment and adherence to a healthy lifestyle after an event. Although it is important to detect and treat these disorders, there is no evidence that such detection and treatment impacts cardiovascular risk itself."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s1_2_2",
"title":{
"__html":"Dyslipidemia"
},
"titleNode":{
"type":"section-title",
"hlId":"5a1567",
"children":[
"Dyslipidemia"
]
},
"children":[
{
"type":"p",
"hlId":"30c78f",
"children":[
"Twelve percent of adults older than age 20 years have total cholesterol levels greater than 240 mg/dL (6.22 mmol/L). Elevated serum cholesterol levels are associated with increased cardiovascular risk, and reducing cholesterol levels has been shown to lower overall risk. Elevated LDL cholesterol and low HDL cholesterol levels also are independently associated with increased risk for CVD. Lipid-lowering therapies for primary and secondary prevention of CVD are discussed in ",
{
"type":"cross-reference",
"target":"mk19_a_gm_s8_2_2",
"children":[
"MKSAP 19 General Internal Medicine 1"
]
},
"."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s1_2_3",
"title":{
"__html":"Hypertension"
},
"titleNode":{
"type":"section-title",
"hlId":"01da3e",
"children":[
"Hypertension"
]
},
"children":[
{
"type":"p",
"hlId":"edf7ee",
"children":[
"Hypertension (blood pressure ≥130/80 mm Hg) affects approximately 46% of persons aged 20 years or older. Before age 45 years, the prevalence of hypertension is higher in men than in women; however, after age 65 years, the prevalence is higher in women. The population attributable risk of hypertension for stroke is 47.9%. Treatment of hypertension reduces risk for stroke, heart failure, and kidney disease. Early recognition and effective management of hypertension could reduce CVD mortality by 30.4% among men and 38.0% among women."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s1_2_4",
"title":{
"__html":"Diabetes Mellitus"
},
"titleNode":{
"type":"section-title",
"hlId":"983bb7",
"children":[
"Diabetes Mellitus"
]
},
"children":[
{
"type":"p",
"hlId":"86ea64",
"children":[
"Diabetes increases cardiovascular risk and is an independent indication for statin therapy. Sixty-eight percent of individuals with diabetes eventually die of heart disease. Diabetes increases ischemic stroke incidence at all ages, but this risk is most prominent (risk ratio >5) before age 65 years. In persons with diabetes, CAD is likely to be more extensive, and the incidence of multivessel disease is increased. Patients with diabetes also have worse outcomes when hospitalized for any CVD."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s1_2_5",
"title":{
"__html":"Obesity and Metabolic Syndrome"
},
"titleNode":{
"type":"section-title",
"hlId":"e141f2",
"children":[
"Obesity and Metabolic Syndrome"
]
},
"children":[
{
"type":"p",
"hlId":"dd7440",
"children":[
"In 2016, 39.6% of U.S. adults had class I obesity (BMI, 30-35), and 7.7% had class III obesity (BMI, >40). Obesity may increase the risk for CVD events, even in the absence of metabolic risk factors."
]
},
{
"type":"p",
"hlId":"310456",
"children":[
"Metabolic syndrome is characterized by the presence of at least three of the following conditions: elevated glucose level, central obesity, low HDL cholesterol level, elevated triglyceride level, and elevated blood pressure. The hallmark feature of metabolic syndrome is glucose intolerance. Approximately 34% of adults meet the criteria for metabolic syndrome. Metabolic syndrome is associated with increased risk for CVD and diabetes, with risk increasing as the number of component conditions increases."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s1_2_6",
"title":{
"__html":"Inherited Factors"
},
"titleNode":{
"type":"section-title",
"hlId":"4c7a79",
"children":[
"Inherited Factors"
]
},
"children":[
{
"type":"p",
"hlId":"2d76ab",
"children":[
"In addition to the risk for CVD as predicted by the traditional risk elements, inherited factors may increase the risk for CVD. A history of premature CAD (males younger than 55 years, females younger than 65 years) in parents doubles the risk for myocardial infarction (MI) in men and increases risk in women by 70%. Stroke in a first-degree relative increases risk for stroke by 50%. A parental history of atrial fibrillation increases odds of this condition by 80%. In addition to the shared environment (i.e., lifestyle), genetics may contribute to increased risk in family members, although no genetic profile has been shown to explain a significant percentage of CVD incidence."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s1_2_7",
"title":{
"__html":"Section Removed"
},
"titleNode":{
"type":"section-title",
"hlId":"6bcd18",
"children":[
"Section Removed"
]
},
"hidden":true,
"children":[

]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s1_3",
"title":{
"__html":"Calculating Cardiovascular Risk"
},
"titleNode":{
"type":"section-title",
"hlId":"14a9fa",
"children":[
"Calculating Cardiovascular Risk"
]
},
"children":[
{
"type":"p",
"hlId":"a6416a",
"children":[
"Cardiovascular risk scores can be used to assess an individual patient's risk for major cardiovascular events and to identify preventive interventions. Traditionally, the Framingham risk score, which includes the data inputs of age, systolic blood pressure, total cholesterol level, HDL cholesterol level, smoking status, and presence of diabetes, has been used to estimate the 10-year risk for a major coronary heart disease event (MI or coronary death). The Reynolds risk score (",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.reynoldsriskscore.org/",
"target":"_blank"
},
"children":[
"http://www.reynoldsriskscore.org/"
]
},
") is a sex-specific calculator and includes family history and high-sensitivity C-reactive protein level. Another tool, the Multi-Ethnic Study of Atherosclerosis (MESA) risk score (",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://www.mesa-nhlbi.org/CAC-Tools.aspx",
"target":"_blank"
},
"children":[
"https://www.mesa-nhlbi.org/CAC-Tools.aspx"
]
},
"), uses coronary artery calcium score and traditional risk factors to calculate risk."
]
},
{
"type":"p",
"hlId":"25236a",
"children":[
"The American College of Cardiology/American Heart Association (ACC/AHA) Pooled Cohort Equations (PCE) is a risk assessment instrument derived from several diverse community-based cohorts. The ACC/AHA CVD risk calculator based on the PCE (",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://tools.acc.org/ASCVD-Risk-Estimator-Plus",
"target":"_blank"
},
"children":[
"https://tools.acc.org/ASCVD-Risk-Estimator-Plus"
]
},
") may be used to calculate 10-year atherosclerotic CVD risk, thereby identifying persons who would benefit from preventive measures, including statin therapy. The PCE is the single most robust tool for estimating 10-year risk in U.S. adults aged 40 to 75 years and is recommended by the U.S. Preventive Services Task Force and other organizations to assess atherosclerotic CVD risk."
]
},
{
"type":"p",
"hlId":"2728b3",
"children":[
"According to the ACC/AHA, in patients with borderline (5% to <7.5%) or intermediate (≥7.5% to <20%) 10-year atherosclerotic CVD risk based on the PCE, it is reasonable to further refine individual risk based on the presence of risk-enhancing factors, such as chronic kidney disease (CKD), selected testing (e.g., high-sensitivity C-reactive protein level, ankle-brachial index), and family history of premature CAD. The U.S. Preventive Services Task Force concluded that there is insufficient evidence to recommend using nontraditional risk factors for cardiovascular risk calculation."
]
},
{
"type":"p",
"hlId":"c7b135",
"children":[
"There are significant racial and ethnic disparities in the prevalence of CVD in the United States. There are likely many reasons for these health disparities, including structural social factors and inequitable access to care, including preventive measures. Many of these risk calculators, including the PCE recommended by the U.S. Preventive Services Task Force, the Society of Thoracic Surgeons Adult Cardiac Surgery Risk Calculator, and the Multi-Ethnic Study of Atherosclerosis risk score, include race as a variable in estimating cardiovascular risk. The inclusion of race as a predictor of risk is problematic and guidelines are likely to evolve to better reflect individualized risk."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"d6362f",
"children":[
"Validated risk prediction tools, such as the Pooled Cohort Equations, can be used to identify persons at risk for the development of cardiovascular disease who would benefit from preventive measures, including statin therapy."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s1_4",
"title":{
"__html":"Specific Risk Groups"
},
"titleNode":{
"type":"section-title",
"hlId":"6f4b7f",
"children":[
"Specific Risk Groups"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_cv_s1_4_1",
"title":{
"__html":"Women"
},
"titleNode":{
"type":"section-title",
"hlId":"b133ad",
"children":[
"Women"
]
},
"children":[
{
"type":"p",
"hlId":"f8ea59",
"children":[
"Hyperlipidemia, type 2 diabetes, obesity, and tobacco use confer greater risk for CAD in women compared with men. Beyond those more traditional risk factors, some prior obstetric complications, including preeclampsia, gestational hypertension or diabetes, and preterm or low-birth-weight delivery, increase CVD risk in women. CVD risk is also increased in women with early menopause or polycystic ovary syndrome."
]
},
{
"type":"p",
"hlId":"e8e37a",
"children":[
"CVD remains the leading cause of death in women, resulting in more deaths than those caused by cancer, diabetes, and kidney disease combined. Approximately two thirds of women who die of MI are asymptomatic or have symptoms unrecognized as cardiac in origin. Chest pain is the most common presenting anginal symptom in both men and women, but women are more likely to report chest pain that is nonexertional, occurs during sleep, or is induced by mental stress. In patients with MI, chest pain is reported less frequently by women than by men. In addition, after an acute coronary syndrome, women undergo fewer interventions, have more complications, and have higher unadjusted mortality. Mortality within the first year after a first MI is 23% in women versus 18% in men. Acute MI mortality is highest among Black women. Black women also have a higher prevalence of CVD (10.5%) compared with White women (8.1%) and Hispanic women (8.0%). Several factors exist that probably drive these differences and disparities, including inequitable access to care, social factors, and biases held by institutions and individuals. Despite this illness burden, women have been underrepresented in clinical treatment trials, making it challenging to extrapolate treatment decisions."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s1_4_2",
"title":{
"__html":"Chronic Kidney Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"8b8b0b",
"children":[
"Chronic Kidney Disease"
]
},
"children":[
{
"type":"p",
"hlId":"11582d",
"children":[
"CKD is associated with higher incidence of CVD and worse cardiovascular outcomes. In persons with CKD versus without CKD, the incidence rate (per 1000 person-years) for CAD is 24.5 versus 8.4 and for stroke is 13.4 versus 4.8. The risk for CVD-related death is 5 to 30 times higher in patients undergoing dialysis than in those with similar risk factors and preserved kidney function."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s1_4_3",
"title":{
"__html":"Systemic Inflammation and HIV"
},
"titleNode":{
"type":"section-title",
"hlId":"d3ac56",
"children":[
"Systemic Inflammation and HIV"
]
},
"children":[
{
"type":"p",
"hlId":"e6d689",
"children":[
"The risk for CVD is higher in patients with systemic inflammatory conditions, such as systemic lupus erythematosus and rheumatoid arthritis. The risk for CAD is nearly 60% higher in patients with rheumatoid arthritis and is nearly doubled in patients with systemic lupus erythematosus. The increased risk in these patients may be a result of the inflammatory process, a prothrombotic state, insulin resistance, and use of glucocorticoids or other immunosuppressive therapy in addition to traditional cardiovascular risk factors."
]
},
{
"type":"p",
"hlId":"c9956e",
"children":[
"Certain HIV-related risk-enhancing factors may confer a 1.5 to 2 times higher risk for CVD than the calculated risk using the ACC/AHA CVD risk calculator. HIV risk-enhancing factors include history of prolonged HIV viremia and/or delay in antiretroviral therapy initiation, low current or nadir CD4 cell count (<350/μL), and HIV treatment failure or nonadherence. Patients with well-controlled HIV (undetectable viral load, normal CD4 cell count) may still be at increased risk, especially in the setting of concomitant metabolic syndrome, lipodystrophy/lipoatrophy, fatty liver disease, or hepatitis C virus co-infection; this increased risk may be related to the effects of antiretroviral therapy. Patients with HIV risk-enhancing factors should be considered for intensive therapeutic lifestyle modifications, lipid-lowering therapy, or referral to a specialist."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s1_5",
"bibliography":true,
"title":{
"__html":"Bibliography"
},
"titleNode":{
"type":"section-title",
"hlId":"a7cc81",
"children":[
"Bibliography"
]
},
"children":[
{
"type":"references",
"children":[
{
"type":"reference",
"children":[
"Aggarwal NR, Patel HN, Mehta LS, et al. Sex differences in ischemic heart disease: advances, obstacles, and next steps. Circ Cardiovasc Qual Outcomes. 2018;11:e004437. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29449443",
"target":"_blank"
},
"children":[
"PMID: 29449443"
]
},
" doi:10.1161/CIRCOUTCOMES.117.004437"
]
},
{
"type":"reference",
"children":[
"Arnett DK, Blumenthal RS, Albert MA, et al. 2019 ACC/AHA guideline on the primary prevention of cardiovascular disease: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. J Am Coll Cardiol. 2019;74:e177-e232. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30894318",
"target":"_blank"
},
"children":[
"PMID: 30894318"
]
},
" doi:10.1016/j.jacc.2019.03.010"
]
},
{
"type":"reference",
"children":[
"Centers for Disease Control and Prevention. National Center for Chronic Disease Prevention and Health Promotion. Division of Nutrition, Physical Activity, and Obesity. Data, trends and maps. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://www.cdc.gov/nccdphp/dnpao/data-trends-maps/index.html",
"target":"_blank"
},
"children":[
"https://www.cdc.gov/nccdphp/dnpao/data-trends-maps/index.html"
]
},
". Accessed December 18, 2019."
]
},
{
"type":"reference",
"children":[
"Feinstein MJ, Hsue PY, Benjamin LA, et al. Characteristics, prevention, and management of cardiovascular disease in people living with HIV: a scientific statement from the American Heart Association. Circulation. 2019;140:e98-e124. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31154814",
"target":"_blank"
},
"children":[
"PMID: 31154814"
]
},
" doi:10.1161/CIR.0000000000000695"
]
},
{
"type":"reference",
"children":[
"Grundy SM, Stone NJ, Bailey AL, et al. 2018 AHA/ACC/AACVPR/AAPA/ABC/ACPM/ADA/AGS/APhA/ASPC/NLA/PCNA guideline on the management of blood cholesterol: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. Circulation. 2019;139:e1082-e1143. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30586774",
"target":"_blank"
},
"children":[
"PMID: 30586774"
]
},
" doi:10.1161/CIR.0000000000000625"
]
},
{
"type":"reference",
"children":[
"Mokdad AH, Ballestros K, Echko M, et al; US Burden of Disease Collaborators. The state of US health, 1990-2016: burden of diseases, injuries, and risk factors among US states. JAMA. 2018;319:1444-1472. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29634829",
"target":"_blank"
},
"children":[
"PMID: 29634829"
]
},
" doi:10.1001/jama.2018.0158"
]
},
{
"type":"reference",
"children":[
"Virani SS, Alonso A, Benjamin EJ, et al; American Heart Association Council on Epidemiology and Prevention Statistics Committee and Stroke Statistics Subcommittee. Heart disease and stroke statistics-2020 update: a report from the American Heart Association. Circulation. 2020;141:e139-e596. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31992061",
"target":"_blank"
},
"children":[
"PMID: 31992061"
]
},
" doi:10.1161/CIR.0000000000000757"
]
},
{
"type":"reference",
"children":[
"Yusuf S, Joseph P, Rangarajan S, et al. Modifiable risk factors, cardiovascular disease, and mortality in 155?722 individuals from 21 high-income, middle-income, and low-income countries (PURE): a prospective cohort study. Lancet. 2020;395:795-808. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31492503",
"target":"_blank"
},
"children":[
"PMID: 31492503"
]
},
" doi:10.1016/S0140-6736(19)32008-2"
]
}
]
}
]
}
]
},
"tablesContent":{
}
}