{
"id":"mk19_a_np_s12",
"subspecialtyId":"np",
"title":"Chronic Kidney Disease",
"jsonContent":{
"type":"section",
"id":"mk19_a_np_s12",
"title":{
"__html":"Chronic Kidney Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"8b8b0b",
"children":[
"Chronic Kidney Disease"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_np_s12_1",
"title":{
"__html":"Definition and Staging"
},
"titleNode":{
"type":"section-title",
"hlId":"462fe3",
"children":[
"Definition and Staging"
]
},
"children":[
{
"type":"p",
"hlId":"37e1d4",
"children":[
"Chronic kidney disease (CKD) is defined as abnormal kidney structure or function present for >3 months. CKD is stratified into stages 1 to 5 based on the level of estimated glomerular filtration rate (eGFR). Stage G1 does not have a reduction in eGFR and therefore is defined by the presence of anatomical defects or markers of kidney damage such as albuminuria, hematuria, or electrolyte abnormalities. Because albuminuria is associated with increased renal and cardiovascular morbidity and mortality, the Kidney Disease: Improving Global Outcomes (KDIGO) group further subdivides the eGFR-based kidney stages by degree of albuminuria ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_np_f21",
"wrapId":"1",
"children":[
"Figure 21"
]
}
]
},
")"
]
},
". This dual eGFR and albuminuria staging algorithm provides a means for predicting which patients are at highest risk for progression of CKD to end-stage kidney disease (ESKD), defined as CKD stage G5 treated with chronic dialysis or kidney transplantation."
]
},
{
"type":"inline-wrap",
"wrapId":"1",
"contentIds":[
"mk19_a_np_f21"
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_2",
"title":{
"__html":"Epidemiology and Pathophysiology"
},
"titleNode":{
"type":"section-title",
"hlId":"c25aa6",
"children":[
"Epidemiology and Pathophysiology"
]
},
"children":[
{
"type":"p",
"hlId":"3ba929",
"children":[
"CKD affects approximately 15% of the U.S. adult population. About 50% of patients with prevalent CKD have stage G3 disease or worse. The prevalence of CKD has remained stable in the United States, with the highest prevalence seen in patients aged ≥60 years. Patients with lower eGFR are more likely to have higher degrees of albuminuria. Advanced CKD, defined by stages G4 or G5, is present in <1% of the population. Compared with men, women have a higher prevalence of both eGFR <60 mL/min/1.73 m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
" (7.6% versus 6.1%) and albuminuria (11.2% versus 8.9%)."
]
},
{
"type":"p",
"hlId":"c34496",
"children":[
"CKD results from various etiologies that cause chronic damage to the glomeruli, tubulointerstitium, or vasculature. Glomerular damage is reflected by albuminuria. Tubulointerstitial damage may manifest as abnormalities in renal-concentrating abilities and low-grade tubular proteinuria. As the underlying structural abnormalities progress, GFR falls below normal levels."
]
},
{
"type":"p",
"hlId":"d6cc10",
"children":[
"Most patients with CKD do not progress to ESKD. In healthy adults aged >30 years, the average rate of decline of eGFR is approximately 1 mL/min/1.73 m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
" per year; those with risk factors such as increased albuminuria/proteinuria and/or diabetic kidney disease are likely to have more rapid progression. The most important predictors of progression to ESKD are baseline eGFR and severity of albuminuria/proteinuria. The eGFR trajectory over time adds prognostic value for ESKD and cardiovascular outcomes. Renal risk variants in the apolipoprotein L1 (",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"APOL1"
]
},
") gene are prevalent in people with West African ancestry and are associated with higher rates of ESKD and progression of CKD, regardless of diabetes mellitus status (see ",
{
"type":"cross-reference",
"target":"mk19_a_np_s8_2_4",
"children":[
"Genetic Disorders and Kidney Disease"
]
},
")."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_3",
"title":{
"__html":"Screening"
},
"titleNode":{
"type":"section-title",
"hlId":"db7551",
"children":[
"Screening"
]
},
"children":[
{
"type":"p",
"hlId":"6fdc07",
"children":[
"Controversy exists regarding routine screening of asymptomatic patients for CKD. Screening patients at risk for CKD, including those with diabetes, hypertension, or a family history of kidney disease, is generally recommended."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_4",
"title":{
"__html":"Clinical Manifestations"
},
"titleNode":{
"type":"section-title",
"hlId":"65ac9d",
"children":[
"Clinical Manifestations"
]
},
"children":[
{
"type":"p",
"hlId":"23ca69",
"children":[
"CKD is typically asymptomatic except in advanced stages (G4, G5). As eGFR falls below 60 mL/min/1.73 m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
", numerous alterations in metabolic pathways, including 1,25-dihydroxyvitamin D production and erythrocyte production, become altered due to the loss of nephron mass and hormone synthesis. Moderate to severe CKD can also result in impaired ability to excrete salt and water, manifesting as edema. Patients with nephrotic-range proteinuria may also develop edema or anasarca."
]
},
{
"type":"p",
"hlId":"c72ca4",
"children":[
"When CKD progresses to ESKD, uremic symptoms, such as fatigue, nausea, loss of appetite, insomnia, irritability, difficulty concentrating, confusion, or pruritus can occur. Uremia can also induce pleuritis and pericarditis. Crystalized cutaneous urea and other nitrogenous waste deposits appear as chalky skin deposits, termed uremic frost, and occur rarely as a late manifestation of uremia ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_np_f22",
"wrapId":"2",
"children":[
"Figure 22"
]
}
]
},
")"
]
},
". A large proportion of patients with CKD stage G5 manifest few or only intermittent uremic symptoms."
]
},
{
"type":"inline-wrap",
"wrapId":"2",
"contentIds":[
"mk19_a_np_f22"
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_5",
"title":{
"__html":"Diagnosis"
},
"titleNode":{
"type":"section-title",
"hlId":"523223",
"children":[
"Diagnosis"
]
},
"children":[
{
"type":"p",
"hlId":"91779c",
"children":[
"eGFR can be established using serum creatinine and the Chronic Kidney Disease Epidemiology (CKD-EPI) Creatinine Equation (2021). If confirmation of GFR is required because of conditions that affect serum creatinine independent of GFR (such as extremes of muscle mass or diet), cystatin C should be measured to employ the CKD-EPI cystatin C or creatinine-cystatin C equation. Initial assessment of albuminuria includes a spot urine albumin-creatinine ratio. If confirmation of albuminuria is required, the albumin excretion rate should be measured from a timed urine collection. See ",
{
"type":"cross-reference",
"target":"mk19_a_np_s1",
"children":[
"Clinical Evaluation of Kidney Function"
]
},
" for more information."
]
},
{
"type":"p",
"hlId":"7f196a",
"children":[
"Diagnosis of CKD requires an eGFR <60 mL/min/1.73 m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
" confirmed at least 3 months after initial assessment, or persistent proteinuria or albuminuria regardless of eGFR. Kidney biopsy is used to determine the etiology of CKD when a glomerular or tubulointerstitial disease is likely and when specific therapy is available to delay or prevent further kidney injury. Kidney biopsy is not routinely performed in the presence of shrunken kidneys (<9 cm), which generally indicate chronic irreversible disease. Ultrasound findings of hyperechoic kidneys may be noted consistent with medical kidney disease and usually reflect long-standing CKD. There is currently a lack of evidence regarding the use of urinalysis as a routine screening test for CKD."
]
},
{
"type":"p",
"hlId":"acc6a9",
"children":[
"Patients who experience acute kidney injury (AKI) can have slow recovery; studies have demonstrated that kidney function can continue to improve for up to 1 year after an initial episode of AKI. Therefore, although diagnosis of CKD requires at least 3 months of persisting abnormalities in structure or function, a diagnosis of CKD made 3 months after AKI may be premature. AKI is a risk factor for subsequent CKD. Both the severity of AKI and the time required for recovery from AKI influence the likelihood of having CKD after 1 year. Thirty percent to 47% of patients have CKD 1 year after an episode of AKI, and 1% to 3% of patients progress to stage G5 or ESKD. Therefore, patients with a history of AKI should have their kidney function monitored."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"a5ff77",
"children":[
"Chronic kidney disease is defined as abnormal kidney structure or function present for >3 months."
]
},
{
"type":"keypoint",
"hlId":"4bb27f",
"children":[
"Staging of chronic kidney disease is based on estimated glomerular filtration rate and albuminuria."
]
},
{
"type":"keypoint",
"hlId":"676c89",
"children":[
"Acute kidney injury is a substantial risk factor for subsequent chronic kidney disease."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_6",
"title":{
"__html":"Complications and Management"
},
"titleNode":{
"type":"section-title",
"hlId":"e5e5b0",
"children":[
"Complications and Management"
]
},
"children":[
{
"type":"p",
"hlId":"62bbfb",
"children":[
"According to KDIGO guidelines, referral to a nephrologist is indicated for evaluation and management of CKD in the presence of the following: AKI or an abrupt, sustained fall in GFR; GFR <30 mL/min/1.73 m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
"; persistent albuminuria (>300 mg/g); progression of CKD; erythrocyte casts; >20 erythrocytes/hpf that is sustained and not readily explained; hypertension refractory to treatment with four or more antihypertensive agents; persistent abnormalities of serum potassium; recurrent or extensive nephrolithiasis; or hereditary kidney disease."
]
},
{
"type":"p",
"hlId":"78c4fa",
"children":[
"A kidney failure risk equation (KFRE) has been developed and validated (",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://kidneyfailurerisk.com",
"target":"_blank"
},
"children":[
"https://kidneyfailurerisk.com"
]
},
"). The KFRE uses four variables (age, sex, eGFR, and albuminuria) to predict 2-year and 5-year risk for ESKD in patients with CKD stages G3 to G5. The KFRE performs well across age, sex, and presence/absence of diabetes. The use of this equation is consistent with KDIGO guidelines, which recommend integration of risk prediction in the evaluation and management of CKD."
]
},
{
"type":"section",
"id":"mk19_a_np_s12_6_1",
"title":{
"__html":"Cardiovascular Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"6ef655",
"children":[
"Cardiovascular Disease"
]
},
"children":[
{
"type":"p",
"hlId":"7c6a4d",
"children":[
"Cardiovascular disease is the leading cause of death among patients with CKD. The risk for cardiovascular-related death in patients with CKD stages G3 and G4 is four to five times higher than the risk for progression to ESKD. Mortality risk increases with decreasing eGFR and increasing albuminuria. Unfortunately, many clinical trials guiding the prevention or treatment of cardiovascular disease did not include patients with advanced CKD. However, most post hoc analyses of randomized controlled trials that had participants with some degree of CKD demonstrated efficacy regardless of baseline CKD status, including interventions such as percutaneous coronary interventions. Thus, experts recommend against withholding otherwise efficacious therapies from those with CKD due to unsubstantiated concerns of lack of efficacy or harm."
]
},
{
"type":"section",
"id":"mk19_a_np_s12_6_1_1",
"title":{
"__html":"Hypertension"
},
"titleNode":{
"type":"section-title",
"hlId":"01da3e",
"children":[
"Hypertension"
]
},
"children":[
{
"type":"p",
"hlId":"f2d2f1",
"children":[
"KDIGO suggests a target blood pressure of <120 mm Hg, if tolerated in patients with hypertension and CKD, whereas the 2017 American College of Cardiology (ACC)/American Heart Association (AHA) blood pressure guideline recommends a target blood pressure of <130/80 mm Hg."
]
},
{
"type":"p",
"hlId":"96137c",
"children":[
"KDIGO recommends starting an ACE inhibitor or angiotensin receptor blocker for patients with hypertension, CKD, and severely increased albuminuria (CKD stages G1–G4; albumin-creatinine ratio >300 mg/g) and suggests an ACE inhibitor or angiotensin receptor blocker for patients with hypertension, CKD, and moderately increased albuminuria (CKD stages G1–G4; albumin-creatinine ratio 30-300 mg/g). For patients with diabetes, KDIGO recommends starting an ACE inhibitor or an angiotensin receptor blocker for patients with hypertension and CKD and moderately or severely increased albuminuria. These medications may slow the progression of CKD in some patients. Thiazide diuretics are a cornerstone of hypertension treatment but lose efficacy with severe CKD. Therefore, loop diuretics serve an important role in managing salt and water retention associated with proteinuria and CKD. Dietary sodium chloride restriction is essential for blood pressure control in most forms of CKD. KDIGO recommends restricting sodium intake to <2000 mg/d."
]
},
{
"type":"p",
"hlId":"da0770",
"children":[
"See ",
{
"type":"cross-reference",
"target":"mk19_a_np_s4_11_1",
"children":[
"Hypertension"
]
},
" for more information."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_6_1_2",
"title":{
"__html":"Dyslipidemia"
},
"titleNode":{
"type":"section-title",
"hlId":"5a1567",
"children":[
"Dyslipidemia"
]
},
"children":[
{
"type":"p",
"hlId":"d4f7e7",
"children":[
"Elevated LDL cholesterol and triglyceride levels with low HDL cholesterol levels are common among patients with CKD. Conflicting data exist on the effect of treating dyslipidemia in reducing proteinuria and in slowing the progression of CKD. Statins have been shown to reduce cardiovascular and all-cause mortality in patients with CKD, although large trials have failed to demonstrate a mortality benefit for statins in patients with dialysis-dependent ESKD. KDIGO guidelines recommend treatment with a statin in all patients aged ≥50 years with non-dialysis–dependent CKD and in adults aged 18 to 49 years with non-dialysis–dependent CKD and any one of the following: coronary artery disease, diabetes, prior ischemic stroke, or a >10% estimated risk for coronary death or nonfatal myocardial infarction. Statins are also recommended for adult kidney transplant recipients. The 2018 AHA/ACC Guideline on the Management of Blood Cholesterol indicates that it is reasonable to initiate a moderate-intensity statin with or without ezetimibe in adults 40 to 75 years of age with CKD, an LDL cholesterol measure of 70 to 189 mg/dL (1.8 to 4.9 mmol/L), and a 10-year atherosclerotic cardiovascular disease risk of ≥7.5%. The guideline recommends against initiating statin therapy in patients on dialysis, but it may be reasonable to continue statins in patients beginning dialysis therapy."
]
},
{
"type":"p",
"hlId":"49325d",
"children":[
"Dyslipidemia associated with the nephrotic syndrome helps maintain plasma oncotic pressure but, over time, may hasten the progression of glomerular injury. Dyslipidemia in the nephrotic syndrome requires aggressive treatment to prevent atherosclerotic disease. See ",
{
"type":"cross-reference",
"target":"mk19_a_np_s6_2_1",
"children":[
"Glomerular Diseases"
]
},
" for more information on the nephrotic syndrome."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_6_1_3",
"title":{
"__html":"Coronary Artery Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"afb9af",
"children":[
"Coronary Artery Disease"
]
},
"children":[
{
"type":"p",
"hlId":"23c6ed",
"children":[
"Coronary artery disease (CAD) prevalence is significantly increased among patients with CKD compared with the general population. This is partly explained by the high prevalence of shared risk factors/comorbidities such as diabetes or hypertension. However, CKD is independently associated with CAD. This association strengthens with declining eGFR and rising albuminuria."
]
},
{
"type":"p",
"hlId":"9bf0c6",
"children":[
"In patients with CKD, serum biomarkers for myocardial ischemia such as cardiac troponins may be chronically elevated due to decreased renal clearance. Serial troponin measurements and other markers such as creatine kinase-MB can help distinguish acute ischemia from chronic elevations."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"ef449d",
"children":[
"The Kidney Disease: Improving Global Outcomes guideline suggests a target blood pressure of <120 mm Hg in patients with hypertension and chronic kidney disease."
]
},
{
"type":"keypoint",
"hlId":"28d3e4",
"children":[
"The Kidney Disease: Improving Global Outcomes guideline recommends starting an ACE inhibitor or angiotensin receptor blocker for patients with hypertension, chronic kidney disease (CKD), and severely increased albuminuria (CKD stages G1–G4; albumin-creatinine ratio >300 mg/g) and suggests an ACE inhibitor or angiotensin receptor blocker for patients with hypertension, CKD, and moderately increased albuminuria (CKD stages G1–G4; albumin-creatinine ratio 30-300 mg/g); treatment also includes dietary sodium restriction to <2000 mg/d, and addition of a diuretic as needed to control vascular volume."
]
},
{
"type":"keypoint",
"hlId":"1dd7cb",
"children":[
"The Kidney Disease: Improving Global Outcomes guidelines recommend treatment with a statin in all patients with non-dialysis–dependent chronic kidney disease (CKD) who are older than 50 years of age and in adults 18 to 49 years of age with non-dialysis–dependent CKD and any one of the following: coronary artery disease, diabetes mellitus, prior ischemic stroke, or a >10% estimated risk for coronary death or nonfatal myocardial infarction."
]
},
{
"type":"keypoint",
"hlId":"beed8e",
"children":[
"The 2018 American Heart Association/American College of Cardiology Guideline on the Management of Blood Cholesterol indicates that it is reasonable to initiate a moderate-intensity statin with or without ezetimibe in adults 40 to 75 years of age with chronic kidney disease, an LDL cholesterol measure of 70 to 189 mg/dL (1.8 to 4.9 mmol/L), and a 10-year atherosclerotic cardiovascular disease risk of ≥7.5%."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_6_2",
"title":{
"__html":"Chronic Kidney Disease-Mineral and Bone Disorder"
},
"titleNode":{
"type":"section-title",
"hlId":"2b5675",
"children":[
"Chronic Kidney Disease-Mineral and Bone Disorder"
]
},
"children":[
{
"type":"p",
"hlId":"99eebc",
"children":[
"As kidney function declines, homeostasis of calcium and phosphorus becomes compromised, resulting in alterations of blood levels of calcium, phosphorus, regulatory hormones, bone mineralization, and pathologic calcification. The term ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"chronic kidney disease-mineral and bone disorder"
]
},
" (CKD-MBD) encompasses these changes."
]
},
{
"type":"section",
"id":"mk19_a_np_s12_6_2_1",
"title":{
"__html":"Calcium and Phosphorus Homeostasis"
},
"titleNode":{
"type":"section-title",
"hlId":"ee667d",
"children":[
"Calcium and Phosphorus Homeostasis"
]
},
"children":[
{
"type":"p",
"hlId":"5c0dd3",
"children":[
"Three hormones are largely responsible for regulating calcium and phosphorus homeostasis: parathyroid hormone (PTH), vitamin D, and fibroblast growth factor 23 (FGF-23). PTH is the most important regulator of calcium and phosphorus concentrations. PTH has three separate mechanisms to increase serum calcium: stimulation of osteoclasts to resorb bone, hydroxylation of 25-hydroxyvitamin D in the kidneys, and tubular reabsorption of calcium ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_np_f23",
"wrapId":"3",
"children":[
"Figure 23"
]
}
]
},
")"
]
},
". Concurrently, PTH induces renal phosphorus excretion."
]
},
{
"type":"inline-wrap",
"wrapId":"3",
"contentIds":[
"mk19_a_np_f23"
]
},
{
"type":"p",
"hlId":"0b409f",
"children":[
"FGF-23 is a peptide secreted by osteocytes and likely by other types of bone cells. It acts on the kidney to induce phosphaturia and downregulates 1α-hydroxylase to inhibit synthesis of 1,25-dihydroxyvitamin D. FGF-23 rises in stage G3a CKD, preceding PTH elevation. As GFR falls and PTH rises, PTH directly stimulates further FGF-23 production by osteocytes. Initially, the high FGF-23 serves to increase renal phosphorus excretion and helps maintain normal phosphorus levels as GFR declines."
]
},
{
"type":"p",
"hlId":"ac221a",
"children":[
"As CKD progresses, increased FGF-23 and decreased nephron mass reduce the conversion of 25-hydroxyvitamin D to 1,25-dihydroxyvitamin D by renal tubular cells. Reduction in 1,25-dihydroxyvitamin D levels results in lower intestinal absorption of calcium and phosphorus in the gut, mitigating increases in serum phosphorus but also contributing to hypocalcemia, especially late in CKD. Reduced 1,25-dihydroxyvitamin D levels also increase PTH production by the parathyroid glands, and hypocalcemia is a potent stimulus for further increases in PTH levels."
]
},
{
"type":"p",
"hlId":"aa40c7",
"children":[
"Increased plasma PTH caused by CKD is referred to as ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"secondary hyperparathyroidism"
]
},
". Increased PTH levels result in reduced calcium excretion, increased calcium absorption from the gut, increased phosphorus excretion by the kidneys, and activation of osteoclast bone resorption. Early in CKD, the increase in renal phosphorus excretion induced by PTH and FGF-23 enables normal phosphorus levels despite reduced renal excretory capacity. However, as CKD progresses, compensation for the increased release of phosphorus from bone is lost, and phosphorus levels rise. This results in a vicious cycle as hyperphosphatemia stimulates PTH production."
]
},
{
"type":"p",
"hlId":"b4133f",
"children":[
"If secondary hyperparathyroidism cannot be adequately controlled, tertiary hyperparathyroidism can ensue. Tertiary hyperparathyroidism is the result of prolonged PTH stimulation needed to maintain eucalcemia. This prolonged stimulation results in severe parathyroid hyperplasia with elevated PTH levels that are no longer suppressible by elevated plasma calcium concentration."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_6_2_2",
"title":{
"__html":"Laboratory Abnormalities"
},
"titleNode":{
"type":"section-title",
"hlId":"1abcb8",
"children":[
"Laboratory Abnormalities"
]
},
"children":[
{
"type":"p",
"hlId":"9e3be4",
"children":[
"Serum calcium and phosphorus levels typically remain in the normal range until the eGFR drops below 30 mL/min/1.73 m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
", at which point the ability of elevated FGF-23 and PTH levels to promote phosphorus excretion becomes overwhelmed, and hyperphosphatemia develops. Progressive decline in 1,25-dihydroxyvitamin D levels results in reduced intestinal calcium absorption, and hyperphosphatemia promotes precipitation of calcium and phosphorus in extraskeletal tissues, leading to hypocalcemia."
]
},
{
"type":"p",
"hlId":"008122",
"children":[
"In addition to reduced conversion of 25-hydroxyvitamin D (calcidiol) to 1,25-dihydroxyvitamin D (calcitriol), patients with CKD also have a higher prevalence of 25-hydroxyvitamin D deficiency. KDIGO guidelines recommend that patients with an eGFR <60 mL/min/1.73 m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
" be evaluated for 25-hydroxyvitamin D deficiency and supplemented as per guidelines for the general population."
]
},
{
"type":"p",
"hlId":"d89905",
"children":[
"PTH levels are often elevated in patients with an eGFR <60 mL/min/1.73 m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
" and progressively increase with worsening CKD. KDIGO guidelines recommend measuring intact PTH levels to aid in the detection and management of secondary hyperparathyroidism and its complications ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_np_t32",
"wrapId":"4",
"children":[
"Table 32"
]
}
]
},
")"
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"4",
"contentIds":[
"mk19_a_np_t32"
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_6_2_3",
"title":{
"__html":"Vascular Calcification"
},
"titleNode":{
"type":"section-title",
"hlId":"660da1",
"children":[
"Vascular Calcification"
]
},
"children":[
{
"type":"p",
"hlId":"5590be",
"children":[
"An increased prevalence of arterial calcification, including the coronary arteries, has been noted in patients with CKD ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_np_f24",
"wrapId":"5",
"children":[
"Figure 24"
]
}
]
},
")"
]
},
"; the burden of calcification is highest in patients with ESKD. Arterial calcification reduces vascular compliance and contributes to the increased prevalence of left ventricular hypertrophy observed in patients with CKD. Arterial calcification is associated with cardiovascular and all-cause mortality; KDIGO guidelines suggest treating patients with CKD and arterial calcification as appropriate for patients in the highest category of cardiovascular risk, although treatments specifically targeted at reducing vascular calcification have not been shown to improve clinical outcomes."
]
},
{
"type":"inline-wrap",
"wrapId":"5",
"contentIds":[
"mk19_a_np_f24"
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_6_2_4",
"title":{
"__html":"Renal Osteodystrophy"
},
"titleNode":{
"type":"section-title",
"hlId":"f84e09",
"children":[
"Renal Osteodystrophy"
]
},
"children":[
{
"type":"p",
"hlId":"c589ea",
"children":[
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Renal osteodystrophy"
]
},
" refers to alteration of bone morphology with CKD, rendering affected patients at increased risk for bone pain, falls, and fractures. Five main types of histologic changes in bone can occur. Diagnosis of renal osteodystrophy can be supported by PTH levels followed over time, but definitive diagnosis requires a bone biopsy. KDIGO guidelines recommend a bone biopsy if knowledge of the type of renal osteodystrophy will affect treatment decisions."
]
},
{
"type":"section",
"id":"mk19_a_np_s12_6_2_4_1",
"title":{
"__html":"Osteitis Fibrosa Cystica"
},
"titleNode":{
"type":"section-title",
"hlId":"dbf460",
"children":[
"Osteitis Fibrosa Cystica"
]
},
"children":[
{
"type":"p",
"hlId":"f3d061",
"children":[
"Osteitis fibrosa cystica is due to abnormally high bone turnover that occurs after prolonged exposure of bone to sustained high levels of PTH in secondary hyperparathyroidism. It is associated with increased number and activity of osteoblasts and osteoclasts and expansion of osteoid surfaces. Classic skeletal changes on radiograph include subperiosteal resorption of bone, most prominently at the phalanges of the hands, and radiolucent bone cysts of the long bones ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_np_f25",
"wrapId":"6",
"children":[
"Figure 25"
]
}
]
},
")"
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"6",
"contentIds":[
"mk19_a_np_f25"
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_6_2_4_2",
"title":{
"__html":"Adynamic Bone Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"8ad03a",
"children":[
"Adynamic Bone Disease"
]
},
"children":[
{
"type":"p",
"hlId":"0023e4",
"children":[
"Adynamic bone disease occurs when there is a lack of bone cell activity and a markedly reduced rate of bone turnover. Histopathologic abnormalities include decreased osteoclast activity with decreased osteoid. Patients have suppressed PTH levels (due to chronic illness or aggressive treatment with vitamin D analogues) or skeletal resistance to PTH from down-regulation of the bone PTH receptor due to high circulating PTH levels. Adynamic bone disease should be excluded before initiation of bisphosphonate therapy because these drugs can cause and/or worsen the disease by inhibiting osteoclast activity."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_6_2_4_3",
"title":{
"__html":"Osteomalacia"
},
"titleNode":{
"type":"section-title",
"hlId":"f8aa27",
"children":[
"Osteomalacia"
]
},
"children":[
{
"type":"p",
"hlId":"36f6d7",
"children":[
"Osteomalacia is characterized by decreased mineralization of osteoid at sites of bone turnover. Although patients with CKD are at increased risk for osteomalacia, CKD does not cause osteomalacia per se; vitamin D deficiency caused by coexisting factors such as intestinal malabsorption or restricted access to sunlight are often present."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_6_2_4_4",
"title":{
"__html":"Mixed Uremic Osteodystrophy"
},
"titleNode":{
"type":"section-title",
"hlId":"95e9ae",
"children":[
"Mixed Uremic Osteodystrophy"
]
},
"children":[
{
"type":"p",
"hlId":"7b4c44",
"children":[
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Mixed uremic osteodystrophy"
]
},
" is the term used to describe renal osteodystrophy containing elements of both high bone turnover and decreased mineralization."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_6_2_4_5",
"title":{
"__html":"Osteoporosis"
},
"titleNode":{
"type":"section-title",
"hlId":"c9459d",
"children":[
"Osteoporosis"
]
},
"children":[
{
"type":"p",
"hlId":"11ed31",
"children":[
"Patients with CKD may also develop osteoporosis. KDIGO guidelines indicate that in patients with CKD stages G3a to G5 with evidence of CKD-MBD and/or risk factors for osteoporosis, bone mineral density testing is suggested to assess fracture risk if results will affect treatment decisions. Patients with CKD who have osteoporosis and eGFR >30 mL/min/1.73 m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
" can be treated as per the non-CKD population. Bisphosphonates are not recommended for use in patients with eGFR <30 to 35 mL/min/1.73 m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
". However, for patients with CKD stage G4 to G5 with fragility fractures and suspected osteoporosis, treatment may be considered, usually in conjunction with an expert in CKD-MBD."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_6_2_5",
"title":{
"__html":"Management"
},
"titleNode":{
"type":"section-title",
"hlId":"fe4dbc",
"children":[
"Management"
]
},
"children":[
{
"type":"p",
"hlId":"12fee6",
"children":[
"Elevated phosphorus, PTH, and FGF-23 levels are associated with risk for adverse cardiovascular events and mortality among patients with CKD and ESKD. Observational studies suggest a mortality benefit of therapy with phosphate binders and vitamin D analogues to lower serum phosphorus and PTH. Unfortunately, prospective randomized trials are lacking in this field. Some trials comparing noncalcium-based to calcium-based binders suggest a mortality benefit of noncalcium-based agents. A randomized trial of calcimimetics, which inhibit PTH secretion via activation of the calcium-sensing receptor, did not show benefit in the composite outcome of cardiovascular events and mortality. However, secondary analysis of available data suggests benefit for both the composite outcome and reduction in need for parathyroidectomy as well as fewer cases of calciphylaxis. Oral and intravenous calcimimetics are available in the United States. There are currently no therapies aimed at lowering FGF-23 levels."
]
},
{
"type":"p",
"hlId":"bcbff1",
"children":[
"KDIGO guidelines for treatment of CKD-MBD are based on the available data and expert opinion ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_np_t33",
"wrapId":"7",
"children":[
"Table 33"
]
}
]
},
")"
]
},
". In patients with CKD stages G3a to G5, treatment is based on serial assessments of phosphorus, calcium, and PTH levels. KDIGO guidelines recommend that elevated phosphorus levels be lowered toward the normal range. Treatment options include dietary modifications and administration of phosphate binders. For patients with CKD stages G3a to G5 who are not on dialysis, optimal PTH levels are not known. Patients with rising or elevated levels should be evaluated for potentially modifiable contributors, including elevated phosphorus levels or vitamin D deficiency."
]
},
{
"type":"inline-wrap",
"wrapId":"7",
"contentIds":[
"mk19_a_np_t33"
]
},
{
"type":"p",
"hlId":"b9fce1",
"children":[
"KDIGO guidelines recommend avoiding hypercalcemia and inappropriate calcium loading given concerns that exposure to exogenous calcium contributes to harmful vascular calcification in all stages of CKD. Use of calcitriol and vitamin D analogues to lower PTH levels in patients with CKD stages G3a to G5 who are not on dialysis should be avoided. Instead, these agents should be reserved for patients with CKD stages G4 to G5 with severe and progressive hyperparathyroidism. The dose of calcium-based phosphate binders should be minimized, or noncalcium-based binders can be used preferentially."
]
},
{
"type":"p",
"hlId":"6b9e38",
"children":[
"In patients on dialysis, KDIGO guidelines recommend use of calcimimetics, calcitriol, or vitamin D analogues, or a combination of calcimimetics and calcitriol or vitamin D analogues, to lower PTH levels."
]
},
{
"type":"p",
"hlId":"8e4370",
"children":[
"Tertiary hyperparathyroidism does not respond to phosphate binders or calcitriol therapy. Patients often require parathyroidectomy for definitive treatment."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"5b87c4",
"children":[
"Chronic kidney disease-mineral and bone disorder is characterized by alterations of blood levels of the calcium, phosphorus, and regulatory hormones; bone mineralization; and pathologic calcification."
]
},
{
"type":"keypoint",
"hlId":"1d4ec1",
"children":[
"Management of chronic kidney disease-mineral and bone disorder focuses upon normalizing serum phosphorus, avoiding hypercalcemia, and addressing modifiable factors."
]
},
{
"type":"keypoint",
"hlId":"02eaa1",
"hvc":true,
"children":[
"Use of calcitriol and vitamin D analogues to lower parathyroid hormone should be avoided in patients with chronic kidney disease who are not on dialysis unless they have progressive hyperparathyroidism."
]
},
{
"type":"keypoint",
"hlId":"ddbe10",
"children":[
"Noncalcium-based phosphate binders should be used preferentially over calcium-based options in patients with chronic kidney disease-mineral and bone disorder."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_6_3",
"title":{
"__html":"Anemia"
},
"titleNode":{
"type":"section-title",
"hlId":"fc45c6",
"children":[
"Anemia"
]
},
"children":[
{
"type":"p",
"hlId":"40d2d2",
"children":[
"Anemia in the setting of CKD is common, and its prevalence increases as CKD progresses into stages G4 and G5. Most often normocytic, anemia in CKD is multifactorial with contributing factors, including the relative lack of erythropoietin production due to decline in functional renal mass; erythropoietin resistance; disordered iron handling with elevated hepcidin leading to functional iron deficiency as well as true iron deficiency with blood loss; and neocytolysis in the uremic milieu."
]
},
{
"type":"p",
"hlId":"b6253f",
"children":[
"Concern for the development of left ventricular hypertrophy and observational data linking higher hemoglobin levels with better outcomes led to the belief that higher hemoglobin values were beneficial in patients with CKD and ESKD. However, several large randomized controlled trials demonstrated either no benefit or an increased risk for cardiovascular events and strokes in groups randomly assigned to higher hemoglobin targets via erythropoiesis-stimulating agents (ESAs). Furthermore, these trials revealed only modest improvements in fatigue and no benefit in physical functioning with higher hemoglobin targets. Thus, current KDIGO recommendations as well as American Society of Nephrology (ASN) high-value care tenets suggest considering ESAs only for patients with CKD who have hemoglobin concentrations <10 g/dL (100 g/L)."
]
},
{
"type":"p",
"hlId":"4bdb82",
"children":[
"An FDA boxed warning for use of ESAs includes an increased risk for thromboembolic events in postsurgical patients not receiving anticoagulant therapy, and an increased risk for serious cardiovascular events when ESAs are administered to patients with hemoglobin levels >11 g/dL (110 g/L)."
]
},
{
"type":"p",
"hlId":"21d516",
"children":[
"Prolyl hydroxylase inhibitors are a novel class of drugs under investigation to treat anemia associated with CKD. These oral medications can increase the endogenous production of erythropoietin and reduce hepcidin levels, improving iron availability and increasing hemoglobin levels."
]
},
{
"type":"p",
"hlId":"b3284e",
"children":[
"All patients with CKD and anemia should have iron profiles assessed, including total iron-binding capacity and ferritin levels. KDIGO suggests maintaining transferrin saturation levels >30% and serum ferritin levels >500 ng/mL (500 μg/L) using either oral or intravenous iron supplementation. Inadequate iron stores contribute to ESA hyporesponsiveness. Blood transfusions can be used in patients with severe anemia or symptoms; however, erythrocyte transfusions should be minimized because of concerns for iron overload and sensitization to HLA antigens, which may lead to allosensitization and increased waiting times for kidney transplantation."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_6_4",
"title":{
"__html":"Metabolic Acidosis"
},
"titleNode":{
"type":"section-title",
"hlId":"2eb150",
"children":[
"Metabolic Acidosis"
]
},
"children":[
{
"type":"p",
"hlId":"bf76d8",
"children":[
"Metabolic acidosis frequently occurs in patients with CKD because of defective acid excretion. Untreated metabolic acidosis can lead to muscle loss (due to increased muscle proteolysis) and bone loss (due to increased bone resorption and impaired bone formation). Patients with early CKD have a normal anion gap hyperchloremic metabolic acidosis due to impaired ammoniagenesis, resulting in reduced bicarbonate generation. As GFR declines, organic and inorganic anions are retained, and an increased anion gap metabolic acidosis develops."
]
},
{
"type":"p",
"hlId":"a4691a",
"children":[
"Large observational studies have shown a strong association between lower serum bicarbonate levels and increased progression of CKD and mortality. Meta-analysis of randomized trials of alkali therapy, most commonly sodium bicarbonate or sodium citrate, support delayed progression of CKD. KDIGO guidelines recommend initiating alkali therapy when the serum bicarbonate level is chronically <22 mEq/L (22 mmol/L). The alkali salt therapy dose should be titrated to achieve a serum bicarbonate level within the normal range; excessive alkali therapy in the setting of a reduced GFR may induce a metabolic alkalosis, which is associated with increased mortality. An alternative approach is the provision of alkali through a diet rich in fruits and vegetables, which may have equal efficacy in improving serum bicarbonate levels."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_6_5",
"title":{
"__html":"Nephrotoxins"
},
"titleNode":{
"type":"section-title",
"hlId":"689bb1",
"children":[
"Nephrotoxins"
]
},
"children":[
{
"type":"p",
"hlId":"f373ef",
"children":[
"Two major issues exist regarding drug administration in patients with CKD: 1) Renally excreted drugs require dose adjustment to avoid accumulation and potential side effects; and 2) Reduced functional nephron mass increases the probability that a potentially nephrotoxic drug will cause nephrotoxicity. Nephrotoxins may cause AKI or CKD."
]
},
{
"type":"p",
"hlId":"67ba49",
"children":[
"Conceptually, it is useful to compartmentalize nephrotoxic medications by their main site of action. Several medications, including NSAIDs, calcineurin inhibitors, and ACE inhibitors/angiotensin receptor blockers, have effects on glomerular blood flow. Patients with AKI who are on NSAIDs should have the medications immediately discontinued. For patients with CKD, the ASN recommends the avoidance of NSAIDs, including cyclooxygenase-2 inhibitors, due to the risk of worsening kidney function. ACE inhibitors or angiotensin receptor blockers are a cornerstone of treatment for patients with CKD; however, during episodes of acute illness and/or volume depletion, these drugs increase the risk for AKI due to their effects on intraglomerular pressure. Drugs that cause glomerular injury, tubular injury, or tubulointerstitial nephritis are reviewed in ",
{
"type":"cross-reference",
"target":"mk19_a_np_s9_2",
"children":[
"Acute Kidney Injury"
]
},
"."
]
},
{
"type":"p",
"hlId":"556a0d",
"children":[
"Medications or toxin exposures associated with the development and progression of CKD include proton pump inhibitors, NSAIDs, combination ingredient analgesics, lithium, exposure to lead, and environmental exposure to the carcinogenic plant toxin aristolochic acid. Care for patients with CKD should include avoidance of medications such as NSAIDs and proton pump inhibitors as well as dose adjustment of frequently used medications, including antibiotics and direct oral anticoagulants."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_6_6",
"title":{
"__html":"Proteinuria"
},
"titleNode":{
"type":"section-title",
"hlId":"40421f",
"children":[
"Proteinuria"
]
},
"children":[
{
"type":"p",
"hlId":"c0b3b1",
"children":[
"The severity of proteinuria is strongly associated with adverse clinical outcomes, including progression of CKD to ESKD, cardiovascular morbidity, and mortality. It is unclear whether proteinuria is a marker of the underlying severity of kidney damage and disease, or if proteinuria itself activates inflammatory pathways and contributes to tubulointerstitial fibrosis. Although renin-angiotensin system blockade will decrease proteinuria, the use of dual therapy combining ACE inhibitors, angiotensin receptor blockers, or direct renin inhibitors results in more adverse events (hyperkalemia, hypotension, AKI) without additional cardiovascular or renal benefits."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_7",
"title":{
"__html":"Interventions to Slow Renal Decline"
},
"titleNode":{
"type":"section-title",
"hlId":"97e039",
"children":[
"Interventions to Slow Renal Decline"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_np_s12_7_1",
"title":{
"__html":"Protein Restriction"
},
"titleNode":{
"type":"section-title",
"hlId":"11bcff",
"children":[
"Protein Restriction"
]
},
"children":[
{
"type":"p",
"hlId":"4f9e84",
"children":[
"In animal models, protein-restricted diets slow the progression of kidney disease by reducing glomerular filtration pressure. However, in the Modification of Diet in Renal Disease study, no definitive benefit was seen in renal outcomes in patients randomly assigned to the low-protein (0.6 g/kg/d) group. Although there is insufficient evidence to recommend routine use of low-protein diets to slow progression of CKD, high-protein diets may accelerate symptoms of uremia in patients with stage G5 CKD. Small studies suggest that low-protein diets might delay the onset of symptomatic uremia and the need for renal replacement therapy in patients with stage G5 CKD not yet on dialysis."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_7_2",
"title":{
"__html":"Smoking Cessation"
},
"titleNode":{
"type":"section-title",
"hlId":"226ccb",
"children":[
"Smoking Cessation"
]
},
"children":[
{
"type":"p",
"hlId":"6d8771",
"children":[
"Data strongly support the adverse impact of tobacco exposure on renal function. No prospective studies have been done to demonstrate improvement in CKD with tobacco cessation. However, given the well-documented harms of tobacco exposure and the benefits gained with cessation in other organ systems, smoking cessation should be encouraged and supported for patients with CKD as well."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_7_3",
"title":{
"__html":"Diabetes Management"
},
"titleNode":{
"type":"section-title",
"hlId":"b3ec97",
"children":[
"Diabetes Management"
]
},
"children":[
{
"type":"p",
"hlId":"63e9e3",
"children":[
"In patients with type 2 diabetes and CKD, the American Diabetes Association (ADA) and KDIGO recommend the addition of a sodium–glucose cotransporter 2 (SGLT2) inhibitor to metformin to reduce the risk of CKD progression and cardiovascular events. The ADA recommends the use of a glucagon-like peptide 1 (GLP-1) receptor agonist in patients with CKD who are at risk for cardiovascular events to reduce risk of progression of albuminuria and cardiovascular events. KDIGO recommends the adding a GLP-1 receptor agonist in patients who have not achieved individualized glycemic targets despite use of metformin and SGLT2 inhibitors, or who are unable to use those medications. Neither metformin nor SGLT2 inhibitors are recommended in patients with an eGFR <30 mL/min/1.73 m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
". See ",
{
"type":"cross-reference",
"target":"mk19_a_np_s6_3_1_4",
"children":[
"Glomerular Diseases"
]
},
" for more information on diabetic kidney disease, diabetes mellitus, and SGLT2 inhibitors."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"134fff",
"hvc":true,
"children":[
"Erythropoiesis-stimulating agents should not be used for most patients with chronic kidney disease and hemoglobin >11 g/dL (110 g/L) because of an increased risk for serious cardiovascular events and strokes."
]
},
{
"type":"keypoint",
"hlId":"5a26e7",
"children":[
"The Kidney Disease: Improving Global Outcomes (KDIGO) guidelines recommend treatment of metabolic acidosis with alkali therapy in patients with chronic kidney disease when the serum bicarbonate is chronically <22 mEq/L (22 mmol/L)."
]
},
{
"type":"keypoint",
"hlId":"91f41c",
"children":[
"Routine care for patients with chronic kidney disease should include avoidance of medications such as NSAIDs and proton pump inhibitors as well as dose adjustment of frequently used medications, including antibiotics and direct oral anticoagulants."
]
},
{
"type":"keypoint",
"hlId":"ebc08e",
"hvc":true,
"children":[
"ACE inhibitors and angiotensin receptor blockers decrease proteinuria and slow progression of proteinuric kidney diseases, but use of both drug classes in combination results in more adverse events without additional cardiovascular or renal benefits."
]
},
{
"type":"keypoint",
"hlId":"586ae6",
"children":[
"Sodium–glucose cotransporter 2 inhibitors and glucagon-like peptide 1 receptor agonists should be considered for patients with type 2 diabetes mellitus and chronic kidney disease independent of hemoglobin A",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"1c"
]
},
"."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_8",
"title":{
"__html":"Special Considerations"
},
"titleNode":{
"type":"section-title",
"hlId":"cb1eb7",
"children":[
"Special Considerations"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_np_s12_8_1",
"title":{
"__html":"Imaging Contrast Agents"
},
"titleNode":{
"type":"section-title",
"hlId":"f0b509",
"children":[
"Imaging Contrast Agents"
]
},
"children":[
{
"type":"p",
"hlId":"b96ab9",
"children":[
"Intravenous iodinated contrast has long been associated with AKI (termed contrast-associated nephropathy [CAN]). Contrast-induced nephropathy (CIN), a subset of CAN, is directly mediated by the contrast agent. Recent data suggest that the frequency of CIN is less than originally believed, as hospitalized patients who require noncontrast imaging develop AKI at the same frequency. However, the risk for CAN and CIN increases with increasing severity of CKD. The 2018 American College of Radiology (ACR) Manual on Contrast Media suggests avoidance of iodinated contrast for patients with an eGFR <30 mL/min/1.73 m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
". Patients with CKD and an eGFR <30 mL/min/1.73 m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
" who require iodinated contrast should receive intravenous hydration with isotonic saline before and after receiving contrast unless there is evidence of frank pulmonary edema. Prophylactic saline infusion should also be considered in patients with an eGFR of 30 to 44 mL/min/1.73 m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
" who have other risk factors for AKI. See ",
{
"type":"cross-reference",
"target":"mk19_a_np_s9_6_1",
"children":[
"Acute Kidney Injury"
]
},
" for more information on CIN."
]
},
{
"type":"p",
"hlId":"dddb4a",
"children":[
"Group I gadolinium-based contrast media (GBCM) used in MRI have been associated with nephrogenic systemic fibrosis (NSF) in patients with ESKD on dialysis and advanced CKD or AKI with eGFR <30 mL/min/1.73 m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
". These patients present with symmetrical, fibrotic indurated papules, plaques, or subcutaneous nodules most commonly located on the legs, the mid-thighs, and upper arms ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_np_f26",
"wrapId":"8",
"children":[
"Figure 26"
]
}
]
},
")"
]
},
". The ACR and the National Kidney Foundation consider group II GBCM to present a very low to nonexistent risk of NSF and should be the GBCM type used for patients at risk for NSF who must receive MRI with contrast. There is insufficient data to quantify risk in patients receiving group III GBCM. Additional recommendations include using the lowest volume of contrast adequate for the study and scheduling the study temporally close to the next hemodialysis session for those receiving hemodialysis."
]
},
{
"type":"inline-wrap",
"wrapId":"8",
"contentIds":[
"mk19_a_np_f26"
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_8_2",
"title":{
"__html":"Vaccination"
},
"titleNode":{
"type":"section-title",
"hlId":"9bbc2e",
"children":[
"Vaccination"
]
},
"children":[
{
"type":"p",
"hlId":"8c1c2c",
"children":[
"Patients with CKD are at increased risk for infections that can be prevented by vaccination; however, these patients also have impaired immune responses to vaccines. Patients with CKD should receive vaccinations according to CDC guidelines, including COVID-19, which state that vaccinations in patients with CKD may be more effective when performed before the need for chronic dialysis or kidney transplantation. Special considerations for patients with CKD include the following:"
]
},
{
"type":"list",
"children":[
" ",
{
"type":"list-item",
"hlId":"142c09",
"children":[
"Patients with advanced CKD near dialysis dependence or those with ESKD on hemodialysis not already immune to hepatitis B virus (HBV) should be vaccinated against HBV."
]
},
" ",
{
"type":"list-item",
"hlId":"e1c3d9",
"children":[
"Patients with CKD or the nephrotic syndrome should receive the 15- or 20-valent pneumococcal conjugate vaccines. If the 15-valent pneumococcal conjugate vaccine is used, then the 23-valent pneumococcal polysaccharide vaccine should be administered at least 8 weeks later."
]
},
" ",
{
"type":"list-item",
"hlId":"93c02b",
"children":[
"The influenza vaccine should be administered annually to all patients with CKD; patients with ESKD should preferentially receive the inactivated influenza vaccine."
]
},
" "
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_8_3",
"title":{
"__html":"Vascular Access"
},
"titleNode":{
"type":"section-title",
"hlId":"e68bf6",
"children":[
"Vascular Access"
]
},
"children":[
{
"type":"p",
"hlId":"749f5f",
"children":[
"Patients with advanced CKD may ultimately require renal replacement therapy (RRT). For patients who choose hemodialysis, timely vascular access creation is essential. Referral to an experienced surgeon many months before dialysis is critical because arteriovenous fistula placement, the safest and most enduring option for vascular access, can be technically challenging and may require several months for full maturation. Arteriovenous fistulas have superior clinical outcomes compared with arteriovenous grafts. Tunneled catheters may be used for dialysis promptly after placement, but they are associated with increased risk for bloodstream infection and death."
]
},
{
"type":"p",
"hlId":"8c602c",
"children":[
"Protecting the nondominant arm veins is paramount and involves limiting phlebotomy and intravenous catheters in that arm. Data demonstrate that peripherally inserted central catheters (PICC lines) placed before or after initiation of hemodialysis are independently associated with a 15% to 20% lower likelihood of transition to any working fistula or graft. The ASN recommends that PICC line catheters should be avoided in patients with an eGFR <60 mL/min/1.73 m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
". Avoidance of subclavian venous catheters helps limit subclavian stenosis, which can impair the proper functioning of an arteriovenous access used for dialysis."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_8_4",
"title":{
"__html":"Older Patients"
},
"titleNode":{
"type":"section-title",
"hlId":"0042e2",
"children":[
"Older Patients"
]
},
"children":[
{
"type":"p",
"hlId":"de0575",
"children":[
"CKD stages G1 through G3a in older patients without albuminuria is of minimal clinical importance. For older patients with progressing or severe CKD necessitating discussions about RRT and/or referral for evaluation for kidney transplantation, a patient-centered approach is preferred. Comorbid medical conditions, functional status, expected outcomes, and patient preferences regarding goals of care should be considered. For patients aged ≥80 years at the start of hemodialysis treatment, data demonstrate better survival among those who received pre-hemodialysis nephrology care that followed a planned management pathway, had good nutritional status, and had an arteriovenous fistula as vascular access for hemodialysis at the time of hemodialysis initiation."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"92f78c",
"children":[
"Patients with an estimated glomerular filtration rate <30 mL/min/1.73 m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
", who require iodinated contrast should receive intravenous hydration with isotonic saline before and after receiving contrast unless there is evidence of frank pulmonary edema."
]
},
{
"type":"keypoint",
"hlId":"f20961",
"children":[
"For patients with advanced chronic kidney disease who require MRI with a gadolinium-based contrast media (GBCM), risk for nephrogenic systemic fibrosis is reduced by using a group II GBCM at the lowest volume of contrast possible and timing proximate to the next scheduled hemodialysis for dialysis-dependent patients."
]
},
{
"type":"keypoint",
"hlId":"6adfcf",
"children":[
"In patients with chronic kidney disease, peripherally inserted central venous catheters and subclavian venous catheters should be avoided to maintain central vein patency for future dialysis vascular access."
]
},
{
"type":"keypoint",
"hlId":"1c50ee",
"children":[
"Patients with advanced chronic kidney disease who choose hemodialysis for renal replacement therapy should be referred to an experienced surgeon for arteriovenous fistula placement months before the anticipated need for dialysis."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_9",
"title":{
"__html":"End-Stage Kidney Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"331dfa",
"children":[
"End-Stage Kidney Disease"
]
},
"children":[
{
"type":"p",
"hlId":"f594af",
"children":[
"CKD stage G5 is defined as an eGFR <15 mL/min/1.73 m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
", and ESKD is defined as CKD stage G5 treated with chronic dialysis or kidney transplantation. About 10% of patients with CKD stage G3 progress to ESKD, but most die from cardiovascular disease or infection before they progress to advanced CKD."
]
},
{
"type":"p",
"hlId":"3641cc",
"children":[
"Patients with an eGFR <30 mL/min/1.73 m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
" should be educated about RRT treatment options, including hemodialysis, peritoneal dialysis, and kidney transplantation. Studies demonstrate no benefit in starting RRT in asymptomatic patients or at a specific eGFR cutoff compared with watchful waiting and initiating RRT for symptoms or metabolic abnormalities that are refractory to medical treatment. Patients with advanced age or multiple comorbidities may not want any of these life-sustaining options. There has been increasing use of “kidney supportive care,” which involves services aimed at improving the quality of life for patients with advanced CKD. Treatment is aligned with the patient's goals through culturally sensitive shared decision-making and advance care planning, along with treating symptoms resulting from uremia, hypervolemia, hyperkalemia, and/or acidosis. Care should align with patient preferences and maximize the patient's quality of life ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_np_t34",
"wrapId":"9",
"children":[
"Table 34"
]
}
]
},
")"
]
},
". Shared decision-making regarding goals of care for patients with advanced CKD is an important high-value care tenet of the ASN."
]
},
{
"type":"inline-wrap",
"wrapId":"9",
"contentIds":[
"mk19_a_np_t34"
]
},
{
"type":"section",
"id":"mk19_a_np_s12_9_1",
"title":{
"__html":"Dialysis"
},
"titleNode":{
"type":"section-title",
"hlId":"836bcf",
"children":[
"Dialysis"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_np_s12_9_1_1",
"title":{
"__html":"Hemodialysis"
},
"titleNode":{
"type":"section-title",
"hlId":"f122f0",
"children":[
"Hemodialysis"
]
},
"children":[
{
"type":"p",
"hlId":"30475d",
"children":[
"Hemodialysis achieves clearance of blood solutes by convection and diffusion against a concentration gradient with dialysate flowing countercurrent to blood separated by a semipermeable dialyzer membrane. Hemodialysis is commonly performed three times per week for 3.5- to 4.5-hour treatment sessions at an outpatient dialysis unit. Frequent and/or longer treatments provide better control of volume status and serum electrolytes. In addition to the inconvenience of time spent in the dialysis unit, patients may have symptomatic hypotension during or following dialysis. Some patients also describe excessive fatigue following dialysis sessions. Some patients perform hemodialysis at home four to five times per week but with shorter treatment sessions."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_9_1_2",
"title":{
"__html":"Peritoneal Dialysis"
},
"titleNode":{
"type":"section-title",
"hlId":"d901ea",
"children":[
"Peritoneal Dialysis"
]
},
"children":[
{
"type":"p",
"hlId":"c9db80",
"children":[
"Peritoneal dialysis utilizes an indwelling catheter to perform exchanges of dialysate into the peritoneum, which serves as a semipermeable membrane allowing for diffusion of solutes and osmosis of water. Dialysate is exchanged about three to five times per day to maintain a high concentration gradient and adequate solute clearance. Patients can perform exchanges during the day, or a cycler can be used to exchange the fluid overnight while the patient sleeps. Peritoneal dialysis allows greater autonomy. Patients can work or perform activities during the day. Clinical outcomes are similar for patients on peritoneal dialysis compared with hemodialysis, although patients starting RRT who have residual renal function may have better outcomes with peritoneal dialysis."
]
},
{
"type":"p",
"hlId":"93ad63",
"children":[
"Peritonitis is a complication associated with increased morbidity and even mortality. Repeated infections can cause peritoneal damage, reducing the efficacy of the dialysis treatments. Peritoneal dialysis–associated peritonitis is infrequent, with an average of one episode every 2 to 3 years. It is usually caused by gram-positive skin flora and less commonly by gram-negative intestinal flora. Proper skin hygiene and aseptic technique when handling the peritoneal dialysis catheter are critical in preventing peritonitis."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_9_1_3",
"title":{
"__html":"Non-Dialytic Palliative Therapy"
},
"titleNode":{
"type":"section-title",
"hlId":"2e902f",
"children":[
"Non-Dialytic Palliative Therapy"
]
},
"children":[
{
"type":"p",
"hlId":"4acdac",
"children":[
"Some patients with CKD stage G5 or ESKD may choose not to initiate RRT, or patients already on RRT may decide to discontinue treatment. Palliative care and hospice services play an important role in caring for these patients. Non-dialytic therapy is a reasonable treatment option for older patients with ESKD and multiple comorbidities. Treatment focuses on symptom management and results in less hospitalization with similar or better quality of life compared with patients on RRT. For patients who withdraw from RRT, death usually occurs within 2 weeks. Nineteen percent to 23% of patients withdraw from RRT before death. Patients who are older or have multiple comorbid conditions are more likely to elect withdrawal."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"613e99",
"children":[
"Clinical outcomes are similar for patients on peritoneal dialysis compared with hemodialysis."
]
},
{
"type":"keypoint",
"hlId":"07f954",
"hvc":true,
"children":[
"Non-dialytic palliative therapy is a reasonable option for older patients with end-stage kidney disease and multiple comorbidities, with treatment focusing on symptom management and quality of life."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_9_2",
"title":{
"__html":"Kidney Transplantation"
},
"titleNode":{
"type":"section-title",
"hlId":"f9cf64",
"children":[
"Kidney Transplantation"
]
},
"children":[
{
"type":"p",
"hlId":"a52fe0",
"children":[
"Kidney transplantation is the preferred treatment for ESKD. It improves life expectancy and quality of life, and provides significant cost savings to the health care system compared with dialysis. However, demand far exceeds supply, and waiting lists for deceased-donor kidneys are several years long in most regions of the United States."
]
},
{
"type":"section",
"id":"mk19_a_np_s12_9_2_1",
"title":{
"__html":"Referral"
},
"titleNode":{
"type":"section-title",
"hlId":"e2c51c",
"children":[
"Referral"
]
},
"children":[
{
"type":"p",
"hlId":"1ce440",
"children":[
"Patients should be referred to a kidney transplant center for evaluation when the eGFR is 15 to 29 mL/min/1.73 m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
". Early referral is important because preemptive kidney transplants (transplants before needing dialysis) are associated with improved clinical outcomes compared with receiving a transplant after starting dialysis. Early referral also allows adequate time to identify suitable living donors."
]
},
{
"type":"p",
"hlId":"9e2c8b",
"children":[
"Patients and donors undergo extensive health screening to identify issues that may affect the safety and/or outcome of the transplant. In the potential recipient, these include active malignancy, coronary artery disease, or infections. Adequate social support and financial resources are important to ensure medication adherence and long-term survival of the transplanted allograft. Donors are screened for intrinsic kidney disease, hypertension, and diabetes to ensure there is minimal risk related to reduced renal mass resulting from donation nephrectomy. Donors are at risk for future development of hypertension and proteinuria, with a small number of donors progressing to CKD. Blood pressure and kidney function of donors should be monitored as part of routine medical follow-up."
]
},
{
"type":"p",
"hlId":"ddd02e",
"children":[
"Patients are generally managed by a transplant nephrologist for at least the first 6 months posttransplant and are then co-managed with a general nephrologist and/or internist."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"d5385e",
"hvc":true,
"children":[
"For eligible patients, kidney transplantation is the preferred treatment for end-stage kidney disease because of improved mortality and quality of life and decreased health care cost."
]
},
{
"type":"keypoint",
"hlId":"d654fb",
"children":[
"Patients should be referred to a kidney transplant center for evaluation when the estimated glomerular filtration rate is 15 to 29 mL/min/1.73 m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
"."
]
},
{
"type":"keypoint",
"hlId":"94fd24",
"children":[
"Preemptive kidney transplants are associated with improved clinical outcomes compared with transplantation after dialysis."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_9_2_2",
"title":{
"__html":"Immunosuppressive Therapy"
},
"titleNode":{
"type":"section-title",
"hlId":"298071",
"children":[
"Immunosuppressive Therapy"
]
},
"children":[
{
"type":"p",
"hlId":"37dca5",
"children":[
"Immunosuppressive medications are required to prevent allograft rejection. Induction therapy is started perioperatively with polyclonal anti–T-cell antibodies (thymoglobulin) or monoclonal anti–interleukin-2 receptor antibody (basiliximab) in most patients. Calcineurin inhibitors with pulse glucocorticoids are also started."
]
},
{
"type":"p",
"hlId":"cf69f8",
"children":[
"Long-term maintenance therapy for most patients includes a combination of calcineurin inhibitors (tacrolimus or cyclosporine), antimetabolites (mycophenolate mofetil or azathioprine), and glucocorticoids. However, some patients with well-matched allografts can discontinue glucocorticoids. Doses of these medications are highest immediately posttransplant and are decreased over the next several months to minimize side effects ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_np_t35",
"wrapId":"10",
"children":[
"Table 35"
]
}
]
},
")"
]
},
", including long-term nephrotoxicity, while maintaining adequate immunosuppression."
]
},
{
"type":"inline-wrap",
"wrapId":"10",
"contentIds":[
"mk19_a_np_t35"
]
},
{
"type":"p",
"hlId":"d733c5",
"children":[
"Calcineurin inhibitors are metabolized by the cytochrome P450 system. Drug-drug interactions may occur, leading to high or low levels of the calcineurin inhibitor and placing patients at risk for calcineurin toxicity or rejection. Care should be taken to check for potential interactions before adding new medications."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"7e6410",
"children":[
"Potential drug-drug interactions with calcineurin inhibitors should be checked before adding new medications to avoid potential nontherapeutic or toxic drug levels."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_9_2_3",
"title":{
"__html":"Risks of Transplantation"
},
"titleNode":{
"type":"section-title",
"hlId":"c5d1f3",
"children":[
"Risks of Transplantation"
]
},
"children":[
{
"type":"p",
"hlId":"1e6d57",
"children":[
"Immediately posttransplant, patients need to be monitored for acute rejection and postoperative complications. Thereafter, minimizing risk for infection and medication side effects becomes the focus while maintaining adequate immunosuppression to prevent acute and chronic rejection."
]
},
{
"type":"section",
"id":"mk19_a_np_s12_9_2_3_1",
"title":{
"__html":"Infection"
},
"titleNode":{
"type":"section-title",
"hlId":"f0ddc0",
"children":[
"Infection"
]
},
"children":[
{
"type":"p",
"hlId":"b36f69",
"children":[
"Immunosuppression significantly increases the risk for infection. Within the first month after surgery, the most common infectious complications are similar to other surgeries and include urinary tract infections and wound infections. Afterward, opportunistic infections become more prevalent."
]
},
{
"type":"p",
"hlId":"617618",
"children":[
"Cytomegalovirus (CMV) is an important pathogen. Risk for infection depends on the serologic status of the donor and recipient at the time of transplant. The highest risk occurs when a seropositive donor kidney is transplanted into a seronegative recipient. Most patients receive prophylaxis against CMV with valganciclovir during the first 6 to 12 months; however, CMV infections can occur after the medication is discontinued. Signs and symptoms include fever, leukopenia, pneumonitis, hepatitis, and gastroenteritis/colitis."
]
},
{
"type":"p",
"hlId":"e5a56d",
"children":[
"Prophylaxis against ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Pneumocystis jirovecii"
]
},
" pneumonia with trimethoprim-sulfamethoxazole is commonly used. Atovaquone can be used for sulfa-allergic or hyperkalemic patients."
]
},
{
"type":"p",
"hlId":"e93b0c",
"children":[
"Polyoma BK virus uniquely affects kidney transplant patients, only rarely occurring with other organ transplants or in immunosuppressed states. The most common clinical manifestation is an acute or indolent rise in serum creatinine due to tubulointerstitial nephritis or ureteral stenosis. Treatment requires reduction in the immunosuppression dose, but this must be balanced against the risk of allograft rejection."
]
},
{
"type":"p",
"hlId":"a41663",
"children":[
"Patients with latent tuberculosis infection found on routine screening receive prophylactic therapy before transplant to minimize risk of reactivation in the immune-suppressed state."
]
},
{
"type":"p",
"hlId":"2e7689",
"children":[
"Patients are screened for coccidioidomycosis before kidney transplant in endemic areas in the United States, namely the Southwestern region. Prophylactic therapy with fluconazole is initiated in patients with previous exposure."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_9_2_3_2",
"title":{
"__html":"Cancer"
},
"titleNode":{
"type":"section-title",
"hlId":"746354",
"children":[
"Cancer"
]
},
"children":[
{
"type":"p",
"hlId":"ad4de2",
"children":[
"Because kidney transplant recipients are at higher risk for developing cancer, it is important to follow age- and sex-appropriate cancer screening guidelines before transplant. In addition, ultrasonography should be used to screen for renal cell carcinoma in patients on long-standing hemodialysis."
]
},
{
"type":"p",
"hlId":"114ad0",
"children":[
"Immunosuppressive medications increase the risk for several forms of malignancy, with non-melanoma skin cancers being the most common. Therefore, transplant recipients should be screened regularly for skin in addition to age- and sex-specific cancers."
]
},
{
"type":"p",
"hlId":"952f17",
"children":[
"Posttransplant lymphoproliferative disorders can occur with long-term immunosuppression. These malignancies are caused by uncontrolled B-lymphocyte proliferation associated with Epstein-Barr virus infection and impaired T-cell surveillance. Treatment involves reduction in immunosuppression, administration of the anti–B-cell monoclonal antibody rituximab, and chemotherapy. Additionally, calcineurin inhibitors may be switched to sirolimus because of its antiproliferative effects."
]
},
{
"type":"p",
"hlId":"cfca36",
"children":[
"Kaposi sarcoma is common and is associated with human herpesvirus-8 infection. Treatment involves reduction in immunosuppression dosing and switching to a sirolimus-based regimen."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"2e29e9",
"children":[
"Within the first month following kidney transplantation, the most common infectious complications are similar to other surgeries and include urinary tract infections and wound infections; afterward, opportunistic infections (such as cytomegalovirus, ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Pneumocystis jirovecii"
]
},
", and polyoma BK virus) become more prevalent."
]
},
{
"type":"keypoint",
"hlId":"574ef8",
"children":[
"Immunosuppression of kidney transplant recipients increases the risk for several malignancies, including non-melanoma skin cancers, Kaposi sarcoma, and posttransplant lymphoproliferative disorders; regular screening for skin and other age- and sex-specific cancers is recommended."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_9_2_4",
"title":{
"__html":"Special Considerations in Transplant Recipients"
},
"titleNode":{
"type":"section-title",
"hlId":"9e60e2",
"children":[
"Special Considerations in Transplant Recipients"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_np_s12_9_2_4_1",
"title":{
"__html":"Acute Kidney Injury"
},
"titleNode":{
"type":"section-title",
"hlId":"535aed",
"children":[
"Acute Kidney Injury"
]
},
"children":[
{
"type":"p",
"hlId":"ea6315",
"children":[
"AKI is a common posttransplant complication and can occur immediately posttransplant or any time in the future. Acute rejection should always be part of the differential diagnosis, because early recognition and treatment are associated with better long-term outcomes. Posttransplant AKI may also be due to renal vasoconstriction from calcineurin inhibitor toxicity, calcineurin inhibitor–induced thrombotic microangiopathy, BK nephropathy, ureteral stenosis, or any nontransplant-specific AKI cause."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_9_2_4_2",
"title":{
"__html":"Disease Recurrence"
},
"titleNode":{
"type":"section-title",
"hlId":"8efe6e",
"children":[
"Disease Recurrence"
]
},
"children":[
{
"type":"p",
"hlId":"4df627",
"children":[
"Glomerular diseases can recur in the transplant allograft. Focal segmental glomerulosclerosis is one of the most common forms of glomerular disease to recur posttransplant and can occur within days to weeks after transplantation. Focal segmental glomerulosclerosis and thrombotic microangiopathy should be treated aggressively if disease recurrence is seen in the transplanted kidney, because these conditions are associated with high rates of graft failure. Patients with lupus or ANCA vasculitis should have quiescent disease for several months preceding transplantation to reduce risk for disease recurrence. Diabetic kidney disease and IgA nephropathy may also affect allograft function after transplant."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_9_2_4_3",
"title":{
"__html":"Cardiovascular Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"6ef655",
"children":[
"Cardiovascular Disease"
]
},
"children":[
{
"type":"p",
"hlId":"75efe1",
"children":[
"Cardiovascular disease is the leading cause of death in kidney transplant recipients. Kidney transplantation, despite restoration of kidney function, should be treated as a cardiovascular disease equivalent for purposes of risk factor modification."
]
},
{
"type":"p",
"hlId":"277d1c",
"children":[
"Calcineurin inhibitors induce hypertension by activating the sodium chloride cotransporter in the distal convoluted tubule of the kidney. Therefore, thiazide diuretics may be efficacious in these patients. Dyslipidemia is a common side effect of calcineurin inhibitors, sirolimus, and glucocorticoids. Treatment with a statin improves cardiac outcomes; however, statins have drug-drug interactions with calcineurin inhibitors and can increase toxicity of both drugs."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_9_2_4_4",
"title":{
"__html":"Bone Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"8d3f1a",
"children":[
"Bone Disease"
]
},
"children":[
{
"type":"p",
"hlId":"01d3f6",
"children":[
"Secondary and tertiary hyperparathyroidism, common in patients with ESKD, can persist for several months posttransplant; continuation of vitamin D analogues or calcimimetics may be warranted if the patient is hypercalcemic. Additionally, hypophosphatemia secondary to hyperparathyroidism is common due to renal phosphorus wasting. Long-term glucocorticoids can cause osteopenia, osteoporosis, and osteonecrosis. Calcineurin inhibitors may also induce magnesium wasting. See ",
{
"type":"cross-reference",
"target":"mk19_a_np_s12_6_2",
"children":[
"Chronic Kidney Disease-Mineral and Bone Disorder"
]
},
" for more information."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_9_2_4_5",
"title":{
"__html":"Vaccination"
},
"titleNode":{
"type":"section-title",
"hlId":"9bbc2e",
"children":[
"Vaccination"
]
},
"children":[
{
"type":"p",
"hlId":"4e165f",
"children":[
"Most transplant centers do not recommend immunization within the first 3 to 6 months posttransplant because of increased immunosuppression and decreased likelihood of developing long-term immunity from the vaccine. Influenza vaccine, however, may be administered within 1 month of transplant in the setting of an influenza outbreak. Live attenuated vaccines are contraindicated in transplant recipients."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_9_2_4_6",
"title":{
"__html":"Hepatitis C Virus"
},
"titleNode":{
"type":"section-title",
"hlId":"486b8a",
"children":[
"Hepatitis C Virus"
]
},
"children":[
{
"type":"p",
"hlId":"3d5a4b",
"children":[
"The advent of safe and effective direct-acting antiviral agents for the treatment of hepatitis C virus (HCV) infection has opened the door to expanding the use of kidneys from HCV-positive donors. Some transplant centers are offering kidneys from HCV-positive donors to HCV-positive and HCV-negative recipients, and then treating the recipient for HCV after transplant."
]
},
{
"type":"p",
"hlId":"490af9",
"children":[
"Clinical trials have demonstrated successful cure of HCV infection in previously HCV-negative recipients of kidneys from HCV-positive donors. See ",
{
"type":"cross-reference",
"target":"mk19_a_gi_s6_2_3",
"children":[
"MKSAP 19 Gastroenterology and Hepatology"
]
},
" for more information about HCV."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_9_2_4_7",
"title":{
"__html":"HIV Infection"
},
"titleNode":{
"type":"section-title",
"hlId":"ae3faa",
"children":[
"HIV Infection"
]
},
"children":[
{
"type":"p",
"hlId":"ef7122",
"children":[
"Successful kidney transplantation can be performed in recipients who have HIV infection that is controlled by antiretroviral medication. These patients should be referred to transplant centers with expertise in this area."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_9_3",
"title":{
"__html":"Complications of End-Stage Kidney Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"0e94b0",
"children":[
"Complications of End-Stage Kidney Disease"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_np_s12_9_3_1",
"title":{
"__html":"Cardiovascular Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"6ef655",
"children":[
"Cardiovascular Disease"
]
},
"children":[
{
"type":"p",
"hlId":"471737",
"children":[
"Sudden cardiac death is the leading cause of death in ESKD. This population is at increased risk because of rapid shifts of serum electrolytes during dialysis and chronic volume overload that contribute to left ventricular hypertrophy and cardiac fibrosis. Uremic toxins also contribute and may play a role in arrhythmogenesis. Avoiding rapid changes in serum potassium during dialysis may help limit arrhythmias, and adherence to dietary salt and fluid restriction may help limit volume overload. Intradialytic hypotension induced by rapid volume removal during dialysis may cause cardiovascular and central nervous system injury due to organ hypoperfusion. Vascular calcification is accelerated by uremic toxins, chronic inflammation, and calcium-based medications/vitamin D analogues. Limiting medications that raise serum calcium and achieving adequate clearance during dialysis may help delay the progression of atherosclerosis."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_9_3_2",
"title":{
"__html":"Infection"
},
"titleNode":{
"type":"section-title",
"hlId":"f0ddc0",
"children":[
"Infection"
]
},
"children":[
{
"type":"p",
"hlId":"901db8",
"children":[
"Infection is the second leading cause of death in ESKD. Patients are at increased risk because of a relatively immunosuppressed state from chronic inflammation and frequent exposure to the health care environment. Tunneled dialysis catheters increase the risk for bacteremia, and empiric antibiotics should be administered while waiting for blood culture results in patients with suspected bacteremia. Tunneled catheters should be removed for severe sepsis, evidence of metastatic infection, concomitant exit-site or tunnel infection, persistent fever, or bacteremia despite antibiotics. Exchange of the catheter over a guidewire is the best option for clinically stable patients without a tunnel infection or for patients who clear the bacteremia within 72 hours of antibiotic administration. Antibiotic lock therapy consists of instillation of a highly concentrated antibiotic solution into an intravascular catheter lumen during treatment of catheter-related bloodstream infections to salvage the catheter. Antibiotic lock therapy is an alternative for stable patients with less virulent gram-positive organisms. Prevention of catheter-associated infections is best achieved by minimizing need for their use through advanced planning to achieve functioning arteriovenous access."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_9_3_3",
"title":{
"__html":"Acquired Cystic Kidney Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"210de7",
"children":[
"Acquired Cystic Kidney Disease"
]
},
"children":[
{
"type":"p",
"hlId":"34dfe8",
"children":[
"Acquired cystic kidney disease is common among patients with severe CKD and ESKD. These cysts are at increased risk for transformation into renal cell carcinoma, but screening is not recommended for most patients with ESKD to avoid routine cancer screening for patients with limited life expectancy. Screening can be individualized for patients with longer life expectancy such as potential kidney transplant recipients. A high index of suspicion is warranted for patients with new gross hematuria, unexplained flank pain, or persistently elevated hemoglobin levels. For cysts that are highly suspicious for malignancy, partial nephrectomy and nephron-sparing approaches are indicated for less severe stages of CKD. For patients with advanced CKD or ESKD, radical nephrectomy is the most prudent option."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_9_3_4",
"title":{
"__html":"Calciphylaxis"
},
"titleNode":{
"type":"section-title",
"hlId":"33502a",
"children":[
"Calciphylaxis"
]
},
"children":[
{
"type":"p",
"hlId":"0cda49",
"children":[
"Calciphylaxis (calcific uremic arteriolopathy), characterized by calcification of the vascular media, results in ischemic skin lesions and is an increasingly recognized complication of ESKD ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_np_f27",
"wrapId":"11",
"children":[
"Figure 27"
]
}
]
},
")"
]
},
". Skin changes begin with induration and progress to tender subcutaneous plaques followed by frank necrosis. The lesions are painful and predict poor outcomes, including loss of mobility, hospitalization, sepsis, and death. Risk factors include secondary hyperparathyroidism, longer duration of dialysis, obesity, diabetes, and use of warfarin. There are no FDA-approved treatments. However, a number of interventions are employed, including optimization of phosphate control, avoidance of calcium products and vitamin D analogues, initiation of calcimimetics, intravenous and intralesional sodium thiosulfate, and, in select cases, the use of direct anticoagulants in lieu of warfarin. Multidisciplinary care that includes wound management, dermatology, and plastic surgery is necessary."
]
},
{
"type":"inline-wrap",
"wrapId":"11",
"contentIds":[
"mk19_a_np_f27"
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_9_3_5",
"title":{
"__html":"Mental Health"
},
"titleNode":{
"type":"section-title",
"hlId":"b225e5",
"children":[
"Mental Health"
]
},
"children":[
{
"type":"p",
"hlId":"d66007",
"children":[
"Patients with CKD and ESKD are more likely to have depression and anxiety than the general population. The prevalence of depression is estimated to be 20% to 30% and is 12% to 52% for anxiety. Contributing factors may include illness burden and psychosocial factors, such as diminished social support. Depression is underrecognized in patients with ESKD, and data on treatment efficacy are limited. Treatment with behavioral therapy or selective serotonin reuptake inhibitors should be considered."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_9_3_6",
"title":{
"__html":"Symptoms Affecting Quality of Life"
},
"titleNode":{
"type":"section-title",
"hlId":"8c5c14",
"children":[
"Symptoms Affecting Quality of Life"
]
},
"children":[
{
"type":"p",
"hlId":"07a06a",
"children":[
"Patients with ESKD often have pruritus and sleep disturbance, including restless legs syndrome and obstructive sleep apnea (OSA). Because these are not life-threatening symptoms, they often receive less focus than other complications. However, they are significant contributors to diminished quality of life. The etiology of pruritus is not known but may include inflammation or increased activity of skin opioid receptors. Twenty percent to 80% of patients with ESKD have pruritis. Extensive research is lacking, but treatment with gabapentin has shown the most evidence for efficacy in symptom relief."
]
},
{
"type":"p",
"hlId":"b8cba4",
"children":[
"Sleep disturbance is common among patients with ESKD and can be improved with increased intensity of dialysis, which should be the first-line therapy followed by other therapies used in patients without ESKD. Restless legs syndrome is estimated to affect approximately 20% and OSA up to 50% of patients with ESKD. As in the general population, OSA is associated with increased mortality. Symptoms of OSA in a patient with ESKD should prompt evaluation and treatment if the diagnosis is confirmed."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"c91a3c",
"children":[
"Complications of end-stage kidney disease include cardiovascular disease, infection, acquired cystic kidney disease, calciphylaxis, and depression."
]
},
{
"type":"keypoint",
"hlId":"1f3d11",
"children":[
"Patients with end-stage kidney disease often have symptoms that impair quality of life such as pruritus and sleep disturbance, including restless legs syndrome and obstructive sleep apnea."
]
}
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s12_10",
"bibliography":true,
"title":{
"__html":"Bibliography"
},
"titleNode":{
"type":"section-title",
"hlId":"a7cc81",
"children":[
"Bibliography"
]
},
"children":[
{
"type":"references",
"children":[
{
"type":"reference",
"children":[
"American College of Radiology Committee on Drugs and Contrast Media. ACR Manual on Contrast Media, 11th ed. Version 10.3. Philadelphia, PA: American College of Radiology; 2018. Available at ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://www.acr.org/Clinical-Resources/Contrast-Manual",
"target":"_blank"
},
"children":[
"https://www.acr.org/Clinical-Resources/Contrast-Manual"
]
},
"."
]
},
{
"type":"reference",
"children":[
"Chen N, Hao C, Liu BC, et al. Roxadustat treatment for anemia in patients undergoing long-term dialysis. N Engl J Med. 2019;381:1011-22. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31340116",
"target":"_blank"
},
"children":[
"PMID: 31340116"
]
},
" doi:10.1056/NEJMoa1901713"
]
},
{
"type":"reference",
"children":[
"Davenport MS, Perazella MA, Yee J, et al. Use of intravenous iodinated contrast media in patients with kidney disease: consensus statements from the American College of Radiology and the National Kidney Foundation. Radiology. 2020;294:660-8. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31961246",
"target":"_blank"
},
"children":[
"PMID: 31961246"
]
},
" doi:10.1148/radiol.2019192094"
]
},
{
"type":"reference",
"children":[
"Delgado C, Baweja M, Crews DC, et al. A unifying approach for GFR estimation: Recommendations of the NKF-ASN Task Force on reassessing the inclusion of race in diagnosing kidney disease. Am J Kidney Dis. 2021. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/34563581",
"target":"_blank"
},
"children":[
"PMID: 34563581"
]
},
" doi:10.1053/j.ajkd.2021.08.003"
]
},
{
"type":"reference",
"children":[
"Grundy SM, Stone NJ, Bailey AL, et al. 2018 AHA/ACC/AACVPR/AAPA/ABC/ACPM/ADA/AGS/APhA/ASPC/NLA/PCNA guideline on the management of blood cholesterol: executive summary: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. Circulation. 2019;139:e1046-e1081. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30565953",
"target":"_blank"
},
"children":[
"PMID: 30565953"
]
},
" doi:10.1161/CIR.0000000000000624"
]
},
{
"type":"reference",
"children":[
"Heung M, Steffick DE, Zivin K, et al; Centers for Disease Control and Prevention CKD Surveillance Team. Acute kidney injury recovery pattern and subsequent risk of CKD: an analysis of Veterans Health Administration data. Am J Kidney Dis. 2016;67:742-52. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/26690912",
"target":"_blank"
},
"children":[
"PMID: 26690912"
]
},
" doi:10.1053/j.ajkd.2015.10.019"
]
},
{
"type":"reference",
"children":[
"Kidney Disease: Improving Global Outcomes (KDIGO) CKD-MBD Update Work Group. KDIGO 2017 clinical practice guideline update for the diagnosis, evaluation, prevention, and treatment of chronic kidney disease–mineral and bone disorder (CKD-MBD). Kidney Int Suppl. 2017;7:1-59. Available at ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.kdigo.org",
"target":"_blank"
},
"children":[
"www.kdigo.org"
]
},
"."
]
},
{
"type":"reference",
"children":[
"Kidney Disease: Improving Global Outcomes (KDIGO) Hepatitis C Work Group. KDIGO 2018 clinical practice guideline for the prevention, diagnosis, evaluation and treatment of hepatitis C in chronic kidney disease. Kidney Int Suppl. 2018;8:91-165. Available at ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.kdigo.org",
"target":"_blank"
},
"children":[
"www.kdigo.org"
]
},
"."
]
},
{
"type":"reference",
"children":[
"Murthy N, Wodi AP, Bernstein H, et al; Advisory Committee on Immunization Practices. Recommended adult immunization schedule, United States, 2022. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://www.acpjournals.org/doi/10.7326/M22-0036",
"target":"_blank"
},
"children":[
"Ann Intern Med"
]
},
". 2022. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/35175828",
"target":"_blank"
},
"children":[
"PMID: 35175828"
]
}
]
},
{
"type":"reference",
"children":[
"Navaneethan SD, Zoungas S, Caramori ML, et al. Diabetes Management in Chronic Kidney Disease: Synopsis of the 2020 KDIGO Clinical Practice Guideline [published online ahead of print, 2020 Nov 10]. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://www.acpjournals.org/doi/10.7326/M20-5938",
"target":"_blank"
},
"children":[
"Ann Intern Med"
]
},
". 2020;10.7326/M20-5938."
]
},
{
"type":"reference",
"children":[
"Nigwekar SU, Thadhani R, Brandenburg VM. Calciphylaxis. N Engl J Med. 2018;378:1704-14. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29719190",
"target":"_blank"
},
"children":[
"PMID: 29719190"
]
},
" doi:10.1056/NEJMra1505292"
]
},
{
"type":"reference",
"children":[
"Perkovic V, Jardine MJ, Neal B, et al; CREDENCE Trial Investigators. Canagliflozin and renal outcomes in type 2 diabetes and nephropathy. N Engl J Med. 2019;380:2295-306. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30990260",
"target":"_blank"
},
"children":[
"PMID: 30990260"
]
},
" doi:10.1056/NEJMoa1811744"
]
},
{
"type":"reference",
"children":[
"Tomson CRV, Cheung AK, Mann JFE, et al. Management of blood pressure in patients with chronic kidney disease not receiving dialysis: synopsis of the 2021 KDIGO clinical practice guideline. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://www.acpjournals.org/doi/10.7326/M21-0834",
"target":"_blank"
},
"children":[
"Ann Intern Med"
]
},
". 2021;174:1270-1281. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/34152826",
"target":"_blank"
},
"children":[
"PMID: 34152826"
]
}
]
},
{
"type":"reference",
"children":[
"United States Renal Data System. Annual Data Report 2018: epidemiology of kidney disease in the United States. Minneapolis, MN: 2018."
]
},
{
"type":"reference",
"children":[
"van Loon IN, Goto NA, Boereboom FTJ, et al. Quality of life after the initiation of dialysis or maximal conservative management in elderly patients: a longitudinal analysis of the Geriatric assessment in OLder patients starting Dialysis (GOLD) study. BMC Nephrol. 2019;20:108. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30922246",
"target":"_blank"
},
"children":[
"PMID: 30922246"
]
},
" doi:10.1186/s12882-019-1268-3"
]
},
{
"type":"reference",
"children":[
"Voora S, Adey DB. Management of kidney transplant recipients by general nephrologists: core curriculum 2019. Am J Kidney Dis. 2019;73:866-79. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30981567",
"target":"_blank"
},
"children":[
"PMID: 30981567"
]
},
" doi:10.1053/j.ajkd.2019.01.031"
]
},
{
"type":"reference",
"children":[
"Whelton PK, Carey RM, Aronow WS, et al. 2017 ACC/AHA/AAPA/ABC/ACPM/AGS/APhA/ASH/ASPC/NMA/PCNA guideline for the prevention, detection, evaluation, and management of high blood pressure in adults: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. J Am Coll Cardiol. 2018;71:e127-e248. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29146535",
"target":"_blank"
},
"children":[
"PMID: 29146535"
]
},
" doi:10.1016/j.jacc.2017.11.006"
]
},
{
"type":"reference",
"children":[
"Williams AW, Dwyer AC, Eddy AA, et al; American Society of Nephrology Quality, and Patient Safety Task Force. Critical and honest conversations: the evidence behind the “Choosing Wisely” campaign recommendations by the American Society of Nephrology. Clin J Am Soc Nephrol. 2012;7:1664-72. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/22977214",
"target":"_blank"
},
"children":[
"PMID: 22977214"
]
},
" doi:10.2215/CJN.04970512"
]
}
]
}
]
}
]
},
"tablesContent":{
"mk19_a_np_t32":{
"id":"mk19_a_np_t32",
"number":32,
"bookId":"np",
"title":{
"__html":"Laboratory Abnormalities in Hyperparathyroidism"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"fc418c",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 32. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_np_t32"
}
]
},
"Laboratory Abnormalities in Hyperparathyroidism"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"col hd l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"3"
},
"children":[
" ",
{
"type":"p",
"hlId":"a0e037",
"class":"col hd l",
"children":[
"Types of Hyperparathyroidism"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"col hd l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"074de7",
"class":"col hd l",
"children":[
"Primary"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0c7d6c",
"class":"col hd l",
"children":[
"Secondary"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"052172",
"class":"col hd l",
"children":[
"Tertiary"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a9640c",
"class":"cell txt l",
"children":[
"Calcium"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"655d20",
"class":"cell txt l",
"children":[
"High"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"28d0ed",
"class":"cell txt l",
"children":[
"Low"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"655d20",
"class":"cell txt l",
"children":[
"High"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2b71a9",
"class":"cell txt l",
"children":[
"Phosphate"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"355040",
"class":"cell txt l",
"children":[
"Low to low normal"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"655d20",
"class":"cell txt l",
"children":[
"High"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"655d20",
"class":"cell txt l",
"children":[
"High"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c0de8a",
"class":"cell txt l",
"children":[
"PTH"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"655d20",
"class":"cell txt l",
"children":[
"High"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"655d20",
"class":"cell txt l",
"children":[
"High"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"3069a5",
"class":"cell txt l",
"children":[
"Very high"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"411ea5",
"class":"cell txt l",
"children":[
"Calcitriol"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"655d20",
"class":"cell txt l",
"children":[
"High"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"28d0ed",
"class":"cell txt l",
"children":[
"Low"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"28d0ed",
"class":"cell txt l",
"children":[
"Low"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c5673e",
"class":"cell txt l",
"children":[
"FGF-23"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4d1411",
"class":"cell txt l",
"children":[
"Normal to slightly elevated",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"655d20",
"class":"cell txt l",
"children":[
"High"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"655d20",
"class":"cell txt l",
"children":[
"High"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"Calcitriol = 1,25-dihydroxyvitamin D; FGF-23 = fibroblast growth factor 23; PTH = parathyroid hormone."
],
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
},
"Data vary."
]
]
},
"mk19_a_np_t33":{
"id":"mk19_a_np_t33",
"number":33,
"bookId":"np",
"title":{
"__html":"Medications Used in the Treatment of Chronic Kidney Disease-Mineral and Bone Disorder"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"ea5697",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 33. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_np_t33"
}
]
},
"Medications Used in the Treatment of Chronic Kidney Disease-Mineral and Bone Disorder"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f733ae",
"class":"col hd l",
"children":[
"Class/Agent"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6cdc4b",
"class":"col hd l",
"children":[
"Mechanism of Action"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2d4c06",
"class":"cell txt l",
"children":[
"Phosphate binders"
]
},
" ",
{
"type":"p",
"hlId":"7fefc9",
"class":"cell txt li",
"children":[
"Noncalcium-based binders (e.g., sevelamer hydrochloride, sevelamer carbonate, lanthanum carbonate)",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
},
" ",
{
"type":"p",
"hlId":"3f5e1a",
"class":"cell txt li",
"children":[
"Iron-based (noncalcium) binders (e.g., sucroferric oxyhydroxide, ferric citrate)",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
},
" ",
{
"type":"p",
"hlId":"e320d5",
"class":"cell txt li",
"children":[
"Calcium-based binders (e.g., calcium carbonate, calcium acetate)"
]
},
" ",
{
"type":"p",
"hlId":"418935",
"class":"cell txt li",
"children":[
"Aluminum-based binders (e.g., aluminum hydroxide)",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"b"
]
}
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"19366c",
"class":"cell txt l",
"children":[
"Binds phosphate in GI tract before it can be absorbed; the binder-phosphate complex is excreted in the stool."
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"73e482",
"class":"cell txt l",
"children":[
"Activated vitamin D agents (e.g., calcitriol, paricalcitol, doxercalciferol)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8ec958",
"class":"cell txt l",
"children":[
"Inhibits PTH secretion via binding the vitamin D receptor on the parathyroid gland."
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"782469",
"class":"cell txt l",
"children":[
"Calcimimetic agents (e.g., cinacalcet, etelcalcetide)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7d61f3",
"class":"cell txt l",
"children":[
"Inhibits PTH secretion via binding the calcium-sensing receptor, resulting in a morphology change and rendering the receptor more sensitive to the presence of calcium; for a given level of calcium, there is greater inhibition of PTH secretion."
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"Calcitriol = 1,25-dihydroxyvitamin D; GI = gastrointestinal; PTH = parathyroid hormone."
],
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
},
"Preferred over calcium-based binders."
],
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"b"
]
},
"Aluminum-based phosphate binders are associated with aluminum toxicity and should no longer be used in patients with chronic kidney disease."
]
]
},
"mk19_a_np_t34":{
"id":"mk19_a_np_t34",
"number":34,
"bookId":"np",
"title":{
"__html":"Goals of Care for Patients with End-Stage Kidney Disease Treated with Dialysis Versus Kidney Supportive Care"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"33d5f2",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 34. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_np_t34"
}
]
},
"Goals of Care for Patients with End-Stage Kidney Disease Treated with Dialysis Versus Kidney Supportive Care"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"642fac",
"class":"col hd l",
"children":[
"Issue"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e1b17b",
"class":"col hd l",
"children":[
"Current Disease-Focused Metrics for Conventional Delivery of Dialysis Care"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"986d2e",
"class":"col hd l",
"children":[
"Kidney Supportive Care"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"20d5ef",
"class":"cell txt l",
"children":[
"Vascular access"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9926b6",
"class":"cell txt l",
"children":[
"Creation and maintenance of an AVF; avoid central venous dialysis catheters as much as possible."
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"13e379",
"class":"cell txt l",
"children":[
"Central venous catheter acceptable if patient chooses hemodialysis."
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"5681fe",
"class":"cell txt l",
"children":[
"Dialysis adequacy"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"aa0e3f",
"class":"cell txt l",
"children":[
"Target small solute clearance based on current standards, intensifying the dialysis prescription as needed to achieve targets."
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"69f9bd",
"class":"cell txt l",
"children":[
"Lower clearance acceptable if changes in dialysis prescription increase demands inconsistent with patient preference; may involve fewer hemodialysis sessions or more frequent but shorter sessions."
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a6c2a2",
"class":"cell txt l",
"children":[
"Cardiovascular disease"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"215693",
"class":"cell txt l",
"children":[
"Treat cardiovascular risk factors, including BP and dyslipidemia if indicated."
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"37e79c",
"class":"cell txt l",
"children":[
"Tolerate hypertension to avoid symptoms; no indication for dyslipidemia treatment."
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e30326",
"class":"cell txt l",
"children":[
"Mineral and bone disorder"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"28c246",
"class":"cell txt l",
"children":[
"Dietary counseling; binders to control hyperphosphatemia; vitamin D analogues with or without calcimimetics for secondary hyperparathyroidism."
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7027bf",
"class":"cell txt l",
"children":[
"Limited restrictions; more permissive hyperphosphatemia and hyperparathyroidism."
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"cf6586",
"class":"cell txt l",
"children":[
"Nutrition"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1042f0",
"class":"cell txt l",
"children":[
"Encourage dietary protein intake while limiting potassium, sodium, and phosphorus intake."
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4830b7",
"class":"cell txt l",
"children":[
"Reduce dietary restrictions."
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e525c4",
"class":"cell txt l",
"children":[
"Laboratory monitoring"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"5aed25",
"class":"cell txt l",
"children":[
"Routine monthly laboratory tests."
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6041c9",
"class":"cell txt l",
"children":[
"Minimal necessary."
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"AVF = arteriovenous fistula; BP = blood pressure."
]
]
},
"mk19_a_np_t35":{
"id":"mk19_a_np_t35",
"number":35,
"bookId":"np",
"title":{
"__html":"Common Side Effects of Medications Used for Chronic Maintenance Immunosuppression After Kidney Transplantation"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"54407d",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 35. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_np_t35"
}
]
},
"Common Side Effects of Medications Used for Chronic Maintenance Immunosuppression After Kidney Transplantation"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9bd813",
"class":"col hd l",
"children":[
"Class"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"353bd6",
"class":"col hd l",
"children":[
"Medication"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"badfe0",
"class":"col hd l",
"children":[
"Common Side Effects"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1407fd",
"class":"cell txt l",
"children":[
"Calcineurin inhibitor"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d5ad08",
"class":"cell txt l",
"children":[
"Cyclosporine"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b07246",
"class":"cell txt l",
"children":[
"Hypertension; decreased GFR; dyslipidemia; hirsutism; gingival hyperplasia; tremor"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"273268",
"class":"cell txt l",
"children":[
"Tacrolimus"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0247e6",
"class":"cell txt l",
"children":[
"New-onset diabetes mellitus; decreased GFR; hypertension; gastrointestinal symptoms; tremor"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7638b5",
"class":"cell txt l",
"children":[
"Antimetabolite"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"31de20",
"class":"cell txt l",
"children":[
"Mycophenolate mofetil"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"002238",
"class":"cell txt l",
"children":[
"Diarrhea; nausea/vomiting; leukopenia; anemia"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ac0373",
"class":"cell txt l",
"children":[
"Azathioprine"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c1491a",
"class":"cell txt l",
"children":[
"Leukopenia; hepatitis; pancreatitis"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d09ad7",
"class":"cell txt l",
"children":[
"mTOR inhibitor"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d9c866",
"class":"cell txt l",
"children":[
"Sirolimus"
]
},
" ",
{
"type":"p",
"hlId":"0a76ba",
"class":"cell txt l",
"children":[
"Everolimus"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"97f004",
"class":"cell txt l",
"children":[
"Proteinuria; dyslipidemia; new-onset diabetes mellitus; anemia; leukopenia; pneumonitis"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f97fe8",
"class":"cell txt l",
"children":[
"Glucocorticoid"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0c03f2",
"class":"cell txt l",
"children":[
"Prednisone"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"23a3b5",
"class":"cell txt l",
"children":[
"Osteopenia, osteoporosis, osteonecrosis; hypertension; edema; new-onset diabetes mellitus; glaucoma; cataracts"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"GFR = glomerular filtration rate."
]
]
}
}
}