{
"id":"mk19_a_on_s12",
"subspecialtyId":"on",
"title":"Oncologic Urgencies and Emergencies",
"jsonContent":{
"type":"section",
"id":"mk19_a_on_s12",
"title":{
"__html":"Oncologic Urgencies and Emergencies"
},
"titleNode":{
"type":"section-title",
"hlId":"e86a85",
"children":[
"Oncologic Urgencies and Emergencies"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_on_s12_1",
"title":{
"__html":"Structural Urgencies and Emergencies"
},
"titleNode":{
"type":"section-title",
"hlId":"e851a9",
"children":[
"Structural Urgencies and Emergencies"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_on_s12_1_1",
"title":{
"__html":"Superior Vena Cava Syndrome"
},
"titleNode":{
"type":"section-title",
"hlId":"f877e4",
"children":[
"Superior Vena Cava Syndrome"
]
},
"children":[
{
"type":"p",
"hlId":"afa84c",
"children":[
"Obstruction of the superior vena cava (SVC), or SVC syndrome, is usually caused by malignancies with large mediastinal masses. Lung cancer accounts for almost 75% of cases of SVC syndrome, with lymphoma and metastatic disease each causing approximately 10%; rarer tumors, such as germ cell tumor, thymoma, or mesothelioma, account for the remainder."
]
},
{
"type":"p",
"hlId":"f60db0",
"children":[
"Patients typically present with edema of the head, neck, and arms, often with cyanosis, plethora, and distended cutaneous collateral vessels. They may have headache, cough, dyspnea, hoarseness, or syncope. The severity of symptoms depends on the degree of narrowing of the SVC and the speed of onset, with slower development allowing venous collaterals to develop. Most patients do not require emergency intervention, and deaths due to SVC syndrome are rare. A chest CT scan with intravenous contrast usually confirms the diagnosis ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_on_f10",
"wrapId":"1",
"children":[
"Figure 10"
]
}
]
},
")"
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"1",
"contentIds":[
"mk19_a_on_f10"
]
},
{
"type":"p",
"hlId":"c73607",
"children":[
"Management is based on the severity of symptoms and the underlying malignancy. In patients requiring immediate treatment of respiratory distress, an SVC stent can be placed without tissue diagnosis. For most patients, a tissue diagnosis is obtained, with treatment directed by the type of cancer. Options for obtaining diagnostic tissue include mediastinoscopy, bronchoscopy, thoracentesis (if a pleural effusion is present), or biopsy of a peripheral area of lymphadenopathy. Complication rates of these procedures are usually low."
]
},
{
"type":"p",
"hlId":"eb3e0a",
"children":[
"Cancers that are highly responsive to chemotherapy",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
","
]
},
" such as small cell lung cancer, lymphoma, and germ cell cancers",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
","
]
},
" are treated with initial chemotherapy. Non–small cell lung cancer may be treated with initial chemotherapy, radiation therapy, or both. Initial surgery may be required in thymoma and mesothelioma. Although glucocorticoids and loop diuretics are often used, there is no clear evidence of their effectiveness. If thrombosis is present, anticoagulation should be added."
]
},
{
"type":"p",
"hlId":"dbc05c",
"children":[
"Treatment of curable malignancies should not be compromised by the presence of SVC syndrome, as prognosis is not otherwise altered."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"7613b8",
"children":[
"Most patients with superior vena cava syndrome do not require emergency intervention; a tissue diagnosis should be obtained first with treatment directed by the type of cancer."
]
},
{
"type":"keypoint",
"hlId":"0b5e44",
"children":[
"Presentation with superior vena cava syndrome does not worsen prognosis in patients who present with otherwise treatable malignancies."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s12_1_2",
"title":{
"__html":"Venous Thromboembolism"
},
"titleNode":{
"type":"section-title",
"hlId":"934476",
"children":[
"Venous Thromboembolism"
]
},
"children":[
{
"type":"p",
"hlId":"ec7583",
"children":[
"Cancer and cancer treatment are risk factors for venous thromboembolism (deep venous thrombosis and pulmonary embolism). Symptoms such as calf discomfort, pleuritic chest pain, or shortness of breath should prompt evaluation of deep venous thrombosis/ pulmonary embolism (see ",
{
"type":"cross-reference",
"target":"mk19_b_hm_s9_3_2",
"children":[
"MKSAP 19 Hematology"
]
},
")."
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s12_1_3",
"title":{
"__html":"Central Nervous System Emergencies"
},
"titleNode":{
"type":"section-title",
"hlId":"09ec19",
"children":[
"Central Nervous System Emergencies"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_on_s12_1_3_1",
"title":{
"__html":"Increased Intracranial Pressure"
},
"titleNode":{
"type":"section-title",
"hlId":"ec793f",
"children":[
"Increased Intracranial Pressure"
]
},
"children":[
{
"type":"p",
"hlId":"ba5c2c",
"children":[
"Elevated intracranial pressure can result from primary brain malignancies or from brain metastases, which occur in 10% to 20% of adult patients with cancer. The most common types of primary cancer that cause brain metastases are lung cancer, breast cancer, and melanoma. Median survival after diagnosis of brain metastases varies widely."
]
},
{
"type":"p",
"hlId":"6c33f5",
"children":[
"Symptoms of increased intracranial pressure include headache, depressed global consciousness, vomiting, and even features of herniation. Emergent CT or MRI imaging will confirm the diagnosis. Glucocorticoids decrease vasogenic edema and relieve symptoms in 75% of patients. Patients with severe symptoms are treated with a loading dose of dexamethasone of 10 to 20 mg followed by 4 to 6 mg every 6 hours. The most critically ill patients may require osmotic diuresis with mannitol, head elevation, hyperventilation, and possibly decompressive surgery. Antiepileptic drugs should be used in the 25% of patients who present with seizures. See ",
{
"type":"cross-reference",
"target":"mk19_a_nr_s3_4_1",
"children":[
"MKSAP 19 Neurology"
]
},
" for further discussion of antiepileptic drugs. Anticoagulation can be safely used when indicated. Lumbar puncture is contraindicated in patients with an increased intracranial pressure because of the risk of herniation."
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s12_1_3_2",
"title":{
"__html":"Spinal Cord Compression"
},
"titleNode":{
"type":"section-title",
"hlId":"bb9403",
"children":[
"Spinal Cord Compression"
]
},
"children":[
{
"type":"p",
"hlId":"a95b3f",
"children":[
"Neoplastic epidural spinal cord compression (ESCC) develops in approximately 2.5% of patients with metastatic cancer. The most common types of cancer that cause ESCC in adults are lung, breast, and prostate cancer; myeloma; and lymphoma. Approximately 85% of ESCC cases are due to epidural extension from vertebral body metastases. Lymphomas are more likely to involve a paraspinal mass that extends through the neural foramina to cause cord compression. Pain, often radicular and worse with recumbency, is present in more than 80% of patients and usually precedes neurologic symptoms by several weeks. The absence of neurologic signs should not delay evaluation of such pain. If a sensory level is present, it is typically one to five levels below the actual level of cord compression. Bowel and bladder dysfunction is a late finding that is present in up to half of patients. MRI of the entire thecal sac is the preferred imaging test when ESCC is suspected."
]
},
{
"type":"p",
"hlId":"a267ec",
"children":[
"The patient's neurologic status at diagnosis is the most important predictor of outcome. Of patients who are able to walk when starting treatment, 80% remain ambulatory; however, less than 20% of nonambulatory patients regain the ability to walk. Patients are initially treated with glucocorticoids at either a moderate or high dose if paraparesis or paraplegia is present. Definitive treatment with surgery, irradiation, or both depends on whether the patient has a known cancer diagnosis, as well as the stability of the spine, the sensitivity of the cancer to radiation, and the patient's overall prognosis. For patients who are acceptable surgical candidates with an expected survival of at least 3 months, initial decompressive surgery followed by irradiation increases the likelihood of ambulation compared with radiation alone. See ",
{
"type":"cross-reference",
"target":"mk19_a_nr_s8_2_1",
"children":[
"MKSAP 19 Neurology"
]
},
" for further discussion of spinal cord compression."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"28b186",
"children":[
"Neoplastic spinal cord compression is initially treated with glucocorticoids; definitive treatment with surgery, irradiation, or both depends on whether the patient has a known cancer diagnosis, the stability of the spine, the sensitivity of the cancer to radiation, and the patient's overall prognosis."
]
},
{
"type":"keypoint",
"hlId":"99d15d",
"children":[
"Neurologic status is the most important predictor of outcome for patients with neoplastic spinal cord compression; ambulatory patients tend to remain ambulatory with treatment, but nonambulatory patients typically do not regain the ability to walk."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s12_1_4",
"title":{
"__html":"Malignant Pleural and Pericardial Effusions"
},
"titleNode":{
"type":"section-title",
"hlId":"e87b97",
"children":[
"Malignant Pleural and Pericardial Effusions"
]
},
"children":[
{
"type":"p",
"hlId":"aa8d64",
"children":[
"The types of cancer that most commonly cause malignant pleural effusions include carcinomas of the breast, lung, gastrointestinal tract, and ovaries; lymphomas; and mesotheliomas. Patients present with progressive dyspnea and may or may not have concomitant chest pain. See ",
{
"type":"cross-reference",
"target":"mk19_b_pm_s5_1",
"children":[
"MKSAP 19 Pulmonary and Critical Care Medicine"
]
},
" for further discussion of pleural effusions. Chest radiography is the initial diagnostic study, often followed by CT, which provides more precise anatomic detail. Therapeutic thoracentesis is used as the initial treatment of symptomatic effusions. Further management depends on the rate of reaccumulation, the severity of symptoms, and the patient's prognosis. Recurrent effusion is common, unless the tumor is responsive to systemic therapy. Repeat thoracentesis is appropriate for slowly recurring effusions. For effusions with more rapid reaccumulation, the best options for management are placement of an indwelling pleural catheter with intermittent outpatient drainage or pleurodesis, with similar palliation obtained by either method."
]
},
{
"type":"p",
"hlId":"c65199",
"children":[
"Malignancy accounts for 13% to 23% of pericardial effusions and may be the first presentation of the disease. Lung, breast, and esophageal cancers; melanoma; lymphoma; and leukemia are the most common malignancies that cause pericardial effusions. Cardiac tamponade results when the pericardial fluid pressure impairs filling of one or both ventricles, leading to decreased cardiac output. Patients present with dyspnea, chest discomfort, or fatigue. They usually have elevated jugular venous distention and may have hypotension and peripheral edema. Echocardiography usually establishes the diagnosis. Symptoms from progressive cardiac tamponade may be inappropriately attributed to nonspecific systemic signs of cancer or heart failure until cardiac filling and cardiac output is emergently compromised. See ",
{
"type":"cross-reference",
"target":"mk19_b_cv_s8_2_2",
"children":[
"MKSAP 19 Cardiovascular Medicine"
]
},
" for further discussion of cardiac tamponade."
]
},
{
"type":"p",
"hlId":"871119",
"children":[
"Treatment of symptomatic pericardial effusion involves percutaneous pericardiocentesis or drainage during surgical placement of a pericardial window."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"bb9e8b",
"children":[
"For slowly recurring malignant pleural effusions, repeat thoracentesis is appropriate; for more rapidly recurring pleural effusions, either an indwelling pleural catheter with intermittent outpatient drainage or pleurodesis is used."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s12_2",
"title":{
"__html":"Metabolic Urgencies and Emergencies"
},
"titleNode":{
"type":"section-title",
"hlId":"ff69cb",
"children":[
"Metabolic Urgencies and Emergencies"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_on_s12_2_1",
"title":{
"__html":"Tumor Lysis Syndrome"
},
"titleNode":{
"type":"section-title",
"hlId":"f83dc5",
"children":[
"Tumor Lysis Syndrome"
]
},
"children":[
{
"type":"p",
"hlId":"a45cd6",
"children":[
"Tumor lysis syndrome (TLS) is caused when tumor cells release their contents into the bloodstream, either spontaneously or as a result of treatment, leading to hyperuricemia, hyperkalemia, hyperphosphatemia, and hypocalcemia. These electrolyte abnormalities can lead to acute kidney injury, cardiac arrhythmias, seizures, and death. TLS is seen most often in highly proliferative hematologic malignancies such as acute leukemia and high-grade lymphomas but can develop in other cancers."
]
},
{
"type":"p",
"hlId":"1d7693",
"children":[
"The risk of TLS can be categorized based on the volume of cancer mass present; the cell-lysis potential of the cancer; and patient characteristics of preexisting kidney failure, dehydration, acidosis, hypotension, or nephrotoxin exposure. Patients at intermediate risk for TLS can be managed with monitoring of laboratory values, hydration, and allopurinol, and those at high risk should receive intravenous hydration and rasburicase, a urate oxidase enzyme that metabolizes uric acid, before receiving chemotherapy. There is no clear benefit of alkalinization to increase uric acid excretion or prevent uric acid nephropathy, particularly given the availability of rasburicase. Alkalinization increases the risk of hyperphosphatemia and precipitation of calcium phosphate crystals."
]
},
{
"type":"p",
"hlId":"f00626",
"children":[
"Patients who develop TLS require continuous cardiac monitoring; serum measurement of electrolytes, creatinine, and urate every 4 to 6 hours; and correction of electrolyte abnormalities. Depending upon the severity, rasburicase can be given and patients should receive aggressive hydration if kidney function allows, with the use of a loop diuretic if needed to improve urinary output. Patients may require renal replacement therapy for severe oliguria or anuria, persistent hyperkalemia, symptomatic hypocalcemia, or a calcium-phosphate product greater than or equal to 70 mg",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
"/dL",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
"."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"f73192",
"children":[
"Tumor lysis syndrome should be treated with rasburicase and aggressive hydration if kidney function allows; patients require continuous cardiac monitoring and measurement of electrolyte, creatinine, and urate levels every 4 to 6 hours."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s12_2_2",
"title":{
"__html":"Hypercalcemia of Malignancy"
},
"titleNode":{
"type":"section-title",
"hlId":"94e2e8",
"children":[
"Hypercalcemia of Malignancy"
]
},
"children":[
{
"type":"p",
"hlId":"080be0",
"children":[
"Hypercalcemia of malignancy occurs in 20% to 30% of patients with advanced cancer. It is most frequent in patients with myeloma and cancer of the lung, breast, kidney, and head and neck. Osteolytic bone metastases are usually the cause of hypercalcemia of malignancy in breast cancer and myeloma, although the incidence of hypercalcemia in these patients may be decreasing with the prophylactic use of bisphosphonates. Paraneoplastic production of parathyroid hormone–related protein may occur in localized tumors without widespread bone metastases. Lymphomas and breast cancer can cause hypercalcemia by overproduction of 1,25-dihydroxyvitamin D. Malignancies such as ovarian cancer can produce ectopic parathyroid hormone."
]
},
{
"type":"p",
"hlId":"ece6d8",
"children":[
"Patients may present with dehydration, acute kidney injury and nausea, vomiting, constipation, fatigue, polyuria, polydipsia, altered mental status, or muscle weakness. Symptoms depend on both the serum calcium level (more severe symptoms with calcium > 14 mg/dL [3.5 mmol/L]) and a rapid rate of rise."
]
},
{
"type":"p",
"hlId":"20c17f",
"children":[
"Patients with severe or symptomatic hypercalcemia should receive isotonic saline volume expansion. Loop diuretics are not recommended unless kidney failure or heart failure is present, in which case volume expansion should precede the administration of loop diuretics to avoid hypotension and further kidney injury. Calcitonin increases kidney excretion of calcium and decreases bone resorption; it can decrease calcium within several hours in responsive patients. Bisphosphonates, such as zoledronic acid, which inhibit bone resorption can lower calcium levels to normal in 50% of patients in 4 days and in 88% of patients in 10 days. The receptor activator of nuclear factor κB ligand denosumab can be considered for patients who do not respond to zoledronic acid. It can be safely used in patients with kidney failure where bisphosphonates may be contraindicated. Effective treatment of the underlying malignancy remains the most appropriate means of controlling hypercalcemia."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"9d558c",
"children":[
"Patients with severe or symptomatic hypercalcemia should receive isotonic saline volume expansion; loop diuretics are not recommended unless kidney failure or heart failure is present."
]
},
{
"type":"keypoint",
"hlId":"22bf4a",
"children":[
"Calcitonin is recommended for immediate management of symptomatic hypercalcemia and bisphosphonates are preferred to denosumab for longer-term control; treatment of the underlying cancer is the definitive management."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s12_3",
"bibliography":true,
"title":{
"__html":"Bibliography"
},
"titleNode":{
"type":"section-title",
"hlId":"a7cc81",
"children":[
"Bibliography"
]
},
"children":[
{
"type":"references",
"children":[
{
"type":"reference",
"children":[
"Achrol AS, Rennert RC, Anders C, et al. Brain metastases. Nat Rev Dis Primers. 2019;5(1):5. Published 2019 Jan 17. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30655533",
"target":"_blank"
},
"children":[
"PMID: 30655533"
]
},
" doi:10.1038/s41572-018-0055-y"
]
},
{
"type":"reference",
"children":[
"Jones GL, Will A, Jackson GH, et al; British Committee for Standards in Haematology. Guidelines for the management of tumour lysis syndrome in adults and children with haematological malignancies on behalf of the British Committee for Standards in Haematology. Br J Haematol. 2015;169:661-71. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/25876990",
"target":"_blank"
},
"children":[
"PMID: 25876990"
]
},
" doi:10.1111/bjh.13403"
]
},
{
"type":"reference",
"children":[
"Lawton AJ, Lee KA, Cheville AL, et al. Assessment and management of patients with metastatic spinal cord compression: a multidisciplinary review. J Clin Oncol. 2019;37(1):61-71. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30395488",
"target":"_blank"
},
"children":[
"PMID: 30395488"
]
},
" doi:10.1200/JCO.2018.78.1211"
]
},
{
"type":"reference",
"children":[
"Zimmerman S, Davis M. Rapid fire: superior vena cava syndrome. Emerg Med Clin North Am. 2018;36(3):577-84. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30037444",
"target":"_blank"
},
"children":[
"PMID: 30037444"
]
},
" doi:10.1016/j.emc.2018.04.011"
]
}
]
}
]
}
]
},
"tablesContent":{
}
}