{
"id":"mk19_a_on_s13",
"subspecialtyId":"on",
"title":"Effects of Cancer Therapy and Survivorship",
"jsonContent":{
"type":"section",
"id":"mk19_a_on_s13",
"title":{
"__html":"Effects of Cancer Therapy and Survivorship"
},
"titleNode":{
"type":"section-title",
"hlId":"3ce7ff",
"children":[
"Effects of Cancer Therapy and Survivorship"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_on_s13_1",
"title":{
"__html":"Effects of Cancer Therapy"
},
"titleNode":{
"type":"section-title",
"hlId":"3932dc",
"children":[
"Effects of Cancer Therapy"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_on_s13_1_1",
"title":{
"__html":"Hematologic Toxicity"
},
"titleNode":{
"type":"section-title",
"hlId":"2001af",
"children":[
"Hematologic Toxicity"
]
},
"children":[
{
"type":"p",
"hlId":"db73a7",
"children":[
"Myelosuppression remains the major toxicity of many traditional chemotherapeutic agents."
]
},
{
"type":"section",
"id":"mk19_a_on_s13_1_1_1",
"title":{
"__html":"Neutropenia and Fever"
},
"titleNode":{
"type":"section-title",
"hlId":"af3ba5",
"children":[
"Neutropenia and Fever"
]
},
"children":[
{
"type":"p",
"hlId":"c441b0",
"children":[
"Neutropenia typically occurs 5 to 15 days after chemotherapy administration. Serious infectious complications are more likely with increasing severity (absolute neutrophil count below 500/µL [0.5 × 10",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"9"
]
},
"/L]) and duration of neutropenia. Prompt evaluation is critical and should include assessment for a source and appropriate cultures immediately followed by administration of an empiric, broad-spectrum antibiotic. Antibiotic monotherapy is typically an antipseudomonal β-lactam agent such as cefepime; a carbapenem, such as meropenem; or piperacillin/tazobactam. Other antimicrobials, such as fluoroquinolones, or vancomycin, can be added if antimicrobial resistance is suspected or for management of patients with shock or pneumonia. Specific anaerobic therapy (clindamycin or metronidazole) is not generally needed unless an anaerobic source is suspected. Selected patients without significant comorbidities who are stable and adherent, and in whom a short duration of neutropenia is anticipated, can be treated as an outpatient with intravenous or oral antibiotics. In these patients, guidelines recommend the combination of a fluoroquinolone (i.e., ciprofloxacin or levofloxacin) plus amoxicillin/clavulanate as first-line therapy because this combination is supported by the largest and most convincing body of evidence for safety and effectiveness."
]
},
{
"type":"p",
"hlId":"f78a8c",
"children":[
"The prophylactic use of granulocyte colony-stimulating factor or granulocyte-macrophage colony-stimulating factor reduces the risk of febrile neutropenia. These medications may be given to patients receiving regimens associated with a high risk of this complication or as secondary prophylaxis in patients with a previous episode of neutropenic fever. Growth factors are not routinely used in the treatment of patients with neutropenic fever but can be considered in those who are at high risk including expected prolonged (> 10 days) and profound (<0.1 × 10",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"9"
]
},
"/L) neutropenia, aged 65 years and older, uncontrolled primary disease, pneumonia, sepsis syndrome, invasive fungal infection, or hospitalization at the time of fever development."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"774104",
"hvc":true,
"children":[
"Most patients with neutropenic fever should be managed with monotherapy with an anti-pseudomonal β-lactam agent."
]
},
{
"type":"keypoint",
"hlId":"6b39a0",
"children":[
"The prophylactic use of granulocyte colony-stimulating factor or granulocyte-macrophage colony-stimulating factor may be given to patients receiving regimens associated with a high risk of this complication or as secondary prophylaxis in patients with a previous episode of neutropenic fever."
]
},
{
"type":"keypoint",
"hlId":"db379e",
"hvc":true,
"children":[
"Growth factors are not routinely used in the treatment of patients with neutropenic fever unless the patient has severe neutropenia (<100/µL [0.1 × 10",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"9"
]
},
"/L]) expected to last more than 10 days or has other high-risk features."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s13_1_1_2",
"title":{
"__html":"Anemia and Thrombocytopenia"
},
"titleNode":{
"type":"section-title",
"hlId":"f04bbb",
"children":[
"Anemia and Thrombocytopenia"
]
},
"children":[
{
"type":"p",
"hlId":"98b098",
"children":[
"Anemia in patients with cancer may be related to chronic inflammation, bone marrow suppression, blood loss, and chemotherapy. Erythrocyte transfusions and erythropoietin administration are sometimes required. Erythropoietin has been associated with more rapid cancer progression and increased risk of venous thromboembolism. This has prompted increased regulation and a significant decrease in the use of erythropoietin therapy in patients with cancer, particularly for those receiving curative or adjuvant treatments."
]
},
{
"type":"p",
"hlId":"e9c60e",
"children":[
"Thrombocytopenia is generally managed with platelet transfusions, when needed, and appropriate chemotherapy dose reductions and delays (see ",
{
"type":"cross-reference",
"target":"mk19_b_hm_s6_2",
"children":[
"MKSAP 19 Hematology"
]
},
")."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s13_1_2",
"title":{
"__html":"Nausea and Vomiting"
},
"titleNode":{
"type":"section-title",
"hlId":"80be09",
"children":[
"Nausea and Vomiting"
]
},
"children":[
{
"type":"p",
"hlId":"83d0cf",
"children":[
"Although nausea and vomiting are common adverse effects of chemotherapy, their incidence and severity have been markedly reduced by antiemetic medications. For patients receiving moderate to severely emetogenic drugs, administration of serotonin receptor antagonists (such as ondansetron or the longer-acting palonosetron) in combination with high-dose glucocorticoid therapy is standard. Neurokinin-1 receptor blockers (such as aprepitant and netupitant) should also be added for those receiving severely emetogenic therapies. The antipsychotic agent olanzapine may also be helpful for reducing emesis. Anticipatory nausea and vomiting may occur in patients who experienced these symptoms during prior chemotherapy cycles. Excellent control of nausea and vomiting during the first few cycles of chemotherapy can prevent anticipatory symptoms. Behavioral therapy or benzodiazepines can be prescribed for patients who experience anticipatory nausea and vomiting."
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s13_1_3",
"title":{
"__html":"Dermatologic Effects"
},
"titleNode":{
"type":"section-title",
"hlId":"e013e3",
"children":[
"Dermatologic Effects"
]
},
"children":[
{
"type":"p",
"hlId":"18eb22",
"children":[
"Alopecia, although not invariable, is the most common cutaneous adverse effect. Fluoropyrimidines (5-fluorouracil and capecitabine) are associated with palmar-plantar erythrodysesthesia (hand-foot syndrome), characterized as redness, peeling, and tenderness of the palms and soles. Epidermal growth factor receptor inhibitors, such as erlotinib and gefitinib are associated with pustular acneiform eruptions. Monoclonal antibodies against epidermal growth factor receptor (cetuximab and panitumumab) are often associated with more severe acneiform eruption."
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s13_1_4",
"title":{
"__html":"Disorders of Pulmonary Function"
},
"titleNode":{
"type":"section-title",
"hlId":"047d03",
"children":[
"Disorders of Pulmonary Function"
]
},
"children":[
{
"type":"p",
"hlId":"9730fc",
"children":[
"Bleomycin, nitrosoureas, and gemcitabine may have the strongest associations with pulmonary toxicity, but many other agents have toxicity potential. Additionally, various monoclonal antibodies and targeted therapies can be associated with pulmonary toxicities, including rituximab, trastuzumab, cetuximab, and erlotinib."
]
},
{
"type":"p",
"hlId":"b96c7f",
"children":[
"Radiation therapy can be associated with pneumonitis, typically occurring within 1 to 3 months of treatment and may lead to the development of radiation fibrosis. See ",
{
"type":"cross-reference",
"target":"mk19_b_pm_s3_3_5",
"children":[
"MKSAP 19 Pulmonary and Critical Care Medicine"
]
},
" for further discussion of disorders of pulmonary function related to chemotherapy."
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s13_1_5",
"title":{
"__html":"Disorders of Genitourinary and Kidney Function"
},
"titleNode":{
"type":"section-title",
"hlId":"39ac17",
"children":[
"Disorders of Genitourinary and Kidney Function"
]
},
"children":[
{
"type":"p",
"hlId":"3d11fb",
"children":[
"Cisplatin is the most common chemotherapy affecting kidney function and is associated with acute tubular necrosis. The risk is reduced with the use of aggressive hydration. Both ifosfamide and cyclophosphamide, in high doses, may cause hemorrhagic cystitis. Hemolytic uremic syndrome is most commonly associated with mitomycin and gemcitabine."
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s13_1_6",
"title":{
"__html":"Neurologic Toxicity"
},
"titleNode":{
"type":"section-title",
"hlId":"82c754",
"children":[
"Neurologic Toxicity"
]
},
"children":[
{
"type":"p",
"hlId":"fdb003",
"children":[
"Peripheral neuropathy is a frequent toxicity of platinum agents, taxanes, vinca alkaloids, and proteasome inhibitors. Oxaliplatin causes a transient hypersensitivity to cold—patients must avoid eating, drinking, or even touching cold items for several days after infusions—as well as a non–temperature-dependent persistent peripheral neuropathy."
]
},
{
"type":"p",
"hlId":"cb87a8",
"children":[
"Rituximab, along with other immunosuppressive agents, rarely has been associated with progressive multifocal leukoencephalopathy. 5-Fluorouracil and high-dose cytosine arabinoside are associated with cerebellar toxicity. The reversible posterior encephalopathy syndrome has been linked to chemotherapy that targets vascular endothelial growth factor, such as bevacizumab or sunitinib."
]
},
{
"type":"p",
"hlId":"be4f8c",
"children":[
"Because whole-brain irradiation can cause long-term impairment of cognitive function, focused high-dose irradiation (gamma knife or stereotactic radiosurgery) has become the preferred treatment for patients with limited brain metastases."
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s13_1_7",
"title":{
"__html":"Toxicities Related to Immune Dysregulation"
},
"titleNode":{
"type":"section-title",
"hlId":"ef1597",
"children":[
"Toxicities Related to Immune Dysregulation"
]
},
"children":[
{
"type":"p",
"hlId":"1221e8",
"children":[
"With the widespread use of checkpoint inhibitors, patients with cancer are at risk for toxicities associated with the induction of autoimmunity. Antibodies such as ipilimumab; pembrolizumab and nivolumab; and atezolizumab, durvalumab, and avelumab; are associated with immune-related colitis, pneumonitis, hepatitis, dermatitis, endocrinopathies (hypophysitis, thyroiditis, and adrenalitis) and neuritis. These toxicities require prompt recognition, sometimes temporary or permanent cessation of immunotherapy, and often glucocorticoid therapy as well as hormone replacement, if indicated."
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s13_1_8",
"title":{
"__html":"Gastrointestinal Disorders"
},
"titleNode":{
"type":"section-title",
"hlId":"64988a",
"children":[
"Gastrointestinal Disorders"
]
},
"children":[
{
"type":"p",
"hlId":"938025",
"children":[
"Diarrhea is a common effect of cancer chemotherapy, especially tyrosine kinase inhibitors, fluorouracil, and checkpoint inhibitors. Treatment is focused on maintaining hydration, electrolyte repletion, and antimotility agents such as loperamide. Diarrhea due to checkpoint inhibitors should be treated promptly and may require treatment with glucocorticoids or infliximab."
]
},
{
"type":"p",
"hlId":"d1cbf0",
"children":[
"The gastrointestinal tract is also susceptible to damage resulting from the radiation administered to the abdomen in the course of cancer treatment. Acute and chronic radiation colitis are both common, affecting as many as 20% of patients. Acute radiation colitis appears during or soon after radiation exposure and usually presents as diarrhea and abdominal discomfort. It is self-limited, and symptomatic treatment is sufficient."
]
},
{
"type":"p",
"hlId":"a617d1",
"children":[
"Chronic radiation colitis appears at least 3 to 6 months after radiation exposure and results from an obliterative vasculopathy of the intestines. Diarrhea, abdominal pain, bleeding, and strictures may occur in addition to bacterial overgrowth. Diagnosis requires a high index of suspicion and is based on history and endoscopic findings, although imaging may be necessary in complicated disease. Endoscopy reveals mucosal changes including erythema, telangiectasias, and atrophy. Treatment is symptomatic. Diarrhea may respond to antimotility agents or bile salt sequestrants. Sucralfate enemas are effective in radiation proctitis. Recurrent bleeding often requires endoscopic intervention, including thermal coagulation therapy. Surgery is avoided as post-operative complication rates are high, secondary to the difficulty with healing associated with abnormal irradiated tissue."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"fac3c5",
"children":[
"Standard antiemetic treatment of patients taking severe emetogenic chemotherapy drugs is a serotonin receptor antagonist (ondansetron or palonosetron), a high-dose glucocorticoid, a neurokinin-1 receptor blocker (aprepitant or netupitant), and possibly olanzapine."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s13_2",
"title":{
"__html":"Survivorship Issues"
},
"titleNode":{
"type":"section-title",
"hlId":"617399",
"children":[
"Survivorship Issues"
]
},
"children":[
{
"type":"p",
"hlId":"6f6b0c",
"children":[
"Survivorship embodies the care that follows patients on completion of their treatments, including screening for recurrence and secondary malignancies; monitoring for late-organ dysfunction; and helping patients cope with the psychological, sexual, vocational, and other effects of treatment. An initial treatment plan for cancer may be based not only on providing the highest probability of cure but also on a strategy to reduce the risk of long-term complications."
]
},
{
"type":"section",
"id":"mk19_a_on_s13_2_1",
"title":{
"__html":"Late Effects of Cancer Therapy"
},
"titleNode":{
"type":"section-title",
"hlId":"c1becb",
"children":[
"Late Effects of Cancer Therapy"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_on_s13_2_1_1",
"title":{
"__html":"Effects on Bone Health"
},
"titleNode":{
"type":"section-title",
"hlId":"fb490b",
"children":[
"Effects on Bone Health"
]
},
"children":[
{
"type":"p",
"hlId":"2686ad",
"children":[
"Bone loss occurs at an increased rate in cancer survivors who have taken long-term glucocorticoids and in women who have undergone surgical, irradiation, or chemotherapy-induced premature menopause or who are taking aromatase inhibitors for breast cancer. Men treated for prostate cancer with androgen deprivation therapy are also at increased risk for osteoporosis. Multiple myeloma may cause generalized bone loss as well as lytic bone disease. Assessment of bone density and treatment or prophylaxis should be considered to reduce the risk of fracture. Treatment commonly includes routine supplements of vitamin D and calcium (while monitoring serum calcium levels) and bisphosphonates or denosumab. Vigilance is required to detect bisphosphonate complications such as osteonecrosis of the jaw ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_on_f11",
"wrapId":"1",
"children":[
"Figure 11"
]
}
]
},
")"
]
},
" and atypical subtrochanteric spiral fractures of the femur."
]
},
{
"type":"inline-wrap",
"wrapId":"1",
"contentIds":[
"mk19_a_on_f11"
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s13_2_1_2",
"title":{
"__html":"Disorders of Cardiac Function"
},
"titleNode":{
"type":"section-title",
"hlId":"c5b785",
"children":[
"Disorders of Cardiac Function"
]
},
"children":[
{
"type":"p",
"hlId":"c1d6b1",
"children":[
"Doxorubicin and other anthracyclines can cause irreversible cardiomyopathy; the risk increases with cumulative dosing. Trastuzumab can also induce dose-independent cardiomyopathy that is usually reversible; the risk increases when trastuzumab is combined with anthracyclines. Fluoropyrimidines have been associated with coronary spasm and ischemia during administration."
]
},
{
"type":"p",
"hlId":"2cb864",
"children":[
"The tyrosine kinase inhibitors nilotinib and ponatinib are associated with coronary insufficiency, and dasatinib is associated with pulmonary hypertension. The anti–vascular endothelial growth factor antibody bevacizumab is associated with hypertension as well as an increased risk of coronary and other vascular events."
]
},
{
"type":"p",
"hlId":"404b89",
"children":[
"Monitoring for and management of cardiac complications in cancer survivors is discussed in ",
{
"type":"cross-reference",
"target":"mk19_b_cv_s12",
"children":[
"MKSAP 19 Cardiovascular Medicine"
]
},
"."
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s13_2_1_3",
"title":{
"__html":"Sexual Function and Fertility"
},
"titleNode":{
"type":"section-title",
"hlId":"fdd1d4",
"children":[
"Sexual Function and Fertility"
]
},
"children":[
{
"type":"p",
"hlId":"994af0",
"children":[
"Surgery, irradiation, and chemotherapy may all affect sexual function and fertility of both men and women. Altered body image after breast surgery and the generalized fatigue associated with irradiation or chemotherapy may reduce libido. Anxiety and depression further diminish interest in sex. Counseling and support groups may be helpful."
]
},
{
"type":"p",
"hlId":"09ec73",
"children":[
"In women, premature menopause and infertility can result from both pelvic radiotherapy and chemotherapy, particularly with alkylating agents. Estrogen is the most effective therapy for vasomotor symptoms related to premature menopause. For women with an intact uterus, estrogen should be combined with progestin. Estrogen replacement therapy is contraindicated in patients with breast and endometrial cancer. Risk factors for infertility relate to the dose and duration of chemotherapy as well as patient age. Consultation with fertility experts should be offered to women who desire future childbearing; egg and embryo harvests may be options. Fertility evaluations can often be done on an emergency basis, so delay in the initiation of definitive cancer treatment is minimized. Men may consider semen cryopreservation."
]
},
{
"type":"p",
"hlId":"7b0c2c",
"children":[
"Tamoxifen, aromatase inhibitors, and ovarian suppression may cause menopausal symptoms, decreased libido, and vaginal dryness. Men commonly experience erectile dysfunction after prostate surgery or irradiation, and androgen deprivation therapy suppresses libido."
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s13_2_1_4",
"title":{
"__html":"Cognitive Decline"
},
"titleNode":{
"type":"section-title",
"hlId":"f351e4",
"children":[
"Cognitive Decline"
]
},
"children":[
{
"type":"p",
"hlId":"308614",
"children":[
"Short-term and long-term declines in cognitive function are a complication after cancer therapy. It remains unclear whether cancer and its treatment unmasks preexisting cognitive impairment, whether the decline represents a sign of more rapid aging, or whether there is a more specific neurotoxic effect. Behavioral therapy may be beneficial."
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s13_2_1_5",
"title":{
"__html":"Central Nervous System Neoplasms"
},
"titleNode":{
"type":"section-title",
"hlId":"29ef46",
"children":[
"Central Nervous System Neoplasms"
]
},
"children":[
{
"type":"p",
"hlId":"0f1660",
"children":[
"Childhood, adolescent, and young adult cancer survivors treated with cranial radiotherapy are at increased risk for subsequent central nervous system neoplasms. Surveillance consists of history and neurologic examinations every 1 to 5 years that focus on suggestive symptoms such as new or worsening headaches; worsening nausea and vomiting; and new-onset cognitive, motor, sensory, or behavioral changes and other focal neurologic deficits. There is insufficient evidence to determine if routine MRI surveillance reduces morbidity and mortality in this group of patients."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"74c078",
"children":[
"Doxorubicin and other anthracyclines can cause irreversible, dose-related cardiomyopathy; trastuzumab can also induce dose-independent cardiomyopathy that is usually reversible."
]
},
{
"type":"keypoint",
"hlId":"e77566",
"children":[
"Bevacizumab is associated with hypertension as well as an increased risk of coronary and other vascular events."
]
},
{
"type":"keypoint",
"hlId":"76aa25",
"children":[
"Bone loss occurs in cancer survivors who have taken long-term glucocorticoids; in women who have undergone surgical, irradiation, or chemotherapy-induced premature menopause or who are taking aromatase inhibitors for breast cancer; and in men treated for prostate cancer with androgen deprivation therapy."
]
},
{
"type":"keypoint",
"hlId":"f82df8",
"children":[
"Fertility preservation options should be offered before cancer treatment in patients who desire future childbearing."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s13_2_2",
"title":{
"__html":"Survivorship Care Plan"
},
"titleNode":{
"type":"section-title",
"hlId":"6c9ace",
"children":[
"Survivorship Care Plan"
]
},
"children":[
{
"type":"p",
"hlId":"712bf9",
"children":[
"Providing patients with a prescription for survivorship is an important responsibility of oncologists. At the end of treatment, patients receive a document summarizing their diagnosis, stage, and treatment details, along with recommended follow-up. Recommendations can include surveillance for cancer recurrence, healthy lifestyle modification, and strategy to reduce or prevent the late effects of cancer treatment."
]
},
{
"type":"p",
"hlId":"8d10a8",
"children":[
"Cancer survivors should, at a minimum, have age- and gender-appropriate cancer screening. Secondary malignancies may develop in cancer survivors owing to a preexisting genetic predisposition, a “field” effect from previous carcinogen exposure, or late effects of previous cancer treatments. Patients with identified genetic mutations with an increased risk of additional malignancies should have genetics counseling. Patients with smoking-related head and neck cancer are prone to second head and neck cancers, as well as lung and esophageal cancers. Patients exposed to chemotherapy with alkylating agents have an increased risk of myelodysplastic syndromes and acute leukemia. Radiation to the neck can be associated with hypothyroidism as well as thyroid cancer years later. Women receiving radiation to the mediastinum for Hodgkin lymphoma and other cancers have a marked increase of breast cancer, particularly if they were treated in adolescence and early adulthood, with the increased risk beginning about 8 years after treatment. Screening MRI, mammography, or a combination of both modalities is recommended for these patients beginning at age 25 years or 8 years after completing radiation therapy, whichever occurs last."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"17b2c5",
"children":[
"A “prescription for survivorship” provides the patient with recommendations regarding surveillance for cancer recurrence, lifestyle modifications to reduce the risk of a second malignancy, and strategies to prevent or reduce the late effects of cancer treatment."
]
},
{
"type":"keypoint",
"hlId":"8fc116",
"children":[
"Various factors increase the risk of secondary malignancies in patients in remission after therapy for their primary cancer."
]
},
{
"type":"keypoint",
"hlId":"4d9b18",
"children":[
"Mediastinal irradiation is associated with a marked increase of breast cancer beginning within 8 years of treatment; screening MRI, mammography, or a combination of both modalities is recommended for women beginning at age 25 years or 8 years after completion of radiation therapy, whichever occurs last."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s13_3",
"bibliography":true,
"title":{
"__html":"Bibliography"
},
"titleNode":{
"type":"section-title",
"hlId":"a7cc81",
"children":[
"Bibliography"
]
},
"children":[
{
"type":"references",
"children":[
{
"type":"reference",
"children":[
"Brahmer JR, Lacchetti C, Thompson JA. Management of immune-related adverse events in patients treated with immune checkpoint inhibitor therapy: American Society of Clinical Oncology clinical practice guideline summary. J Oncol Pract. 2018;14:247-49. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29517954",
"target":"_blank"
},
"children":[
"PMID: 29517954"
]
},
" doi:10.1200/JOP.18.0000"
]
},
{
"type":"reference",
"children":[
"Bohlius J, Bohlke K, Castelli R, et al. Management of cancer-associated anemia with erythropoiesis-stimulating agents: ASCO/ASH clinical practice guideline update. Blood Adv. 2019;3:1197-1210. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30971397",
"target":"_blank"
},
"children":[
"PMID: 30971397"
]
},
" doi:0.1182/bloodadvances.2018030387"
]
},
{
"type":"reference",
"children":[
"Bowers DC, Verbruggen LC, Kremer LCM, et al. Surveillance for subsequent neoplasms of the CNS for childhood, adolescent, and young adult cancer survivors: a systematic review and recommendations from the International Late Effects of Childhood Cancer Guideline Harmonization Group. Lancet Oncol. 2021;22:e196-e206. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/33845037",
"target":"_blank"
},
"children":[
"PMID: 33845037"
]
},
" doi:10.1016/S1470-2045(20)30688-4."
]
},
{
"type":"reference",
"children":[
"Hesketh PJ, Bohlke K, Lyman GH, et al; American Society of Clinical Oncology. Antiemetics: American Society of Clinical Oncology focused guideline update. J Clin Oncol. 2016;34:381-86. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/26527784",
"target":"_blank"
},
"children":[
"PMID: 26527784"
]
},
" doi:10.1200/JCO.2015.64.3635"
]
},
{
"type":"reference",
"children":[
"Mulder RL, Kremer LC, Hudson MM, et al; International Late Effects of Childhood Cancer Guideline Harmonization Group. Recommendations for breast cancer surveillance for female survivors of childhood, adolescent, and young adult cancer given chest radiation: a report from the International Late Effects of Childhood Cancer Guideline Harmonization Group. Lancet Oncol. 2013;14:e621-29. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/24275135",
"target":"_blank"
},
"children":[
"PMID: 24275135"
]
},
" doi:10.1016/S1470-2045(13)70303-6"
]
},
{
"type":"reference",
"children":[
"Nolan CP, DeAngelis LM. Neurologic complications of chemotherapy and radiation therapy. Continuum (Minneap Minn). 2015;21:429-51. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/25837905",
"target":"_blank"
},
"children":[
"PMID: 25837905"
]
},
" doi:10.1212/01.CON.0000464179.81957.51"
]
},
{
"type":"reference",
"children":[
"Pizzo PA. Management of patients with fever and neutropenia through the arc of time: a narrative review. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://www.acpjournals.org/doi/10.7326/M18-3192",
"target":"_blank"
},
"children":[
"Ann Intern Med"
]
},
". 2019;170:389-97. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30856657",
"target":"_blank"
},
"children":[
"PMID: 30856657"
]
}
]
},
{
"type":"reference",
"children":[
"Runowicz CD, Leach CR, Henry NL, et al. American Cancer Society/American Society of Clinical Oncology Breast Cancer Survivorship care guideline. J Clin Oncol. 2016;34:611-35. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/26644543",
"target":"_blank"
},
"children":[
"PMID: 26644543"
]
},
" doi:10.1200/JCO.2015.64.3809"
]
},
{
"type":"reference",
"children":[
"Shapiro CL. Cancer survivorship. N Engl J Med. 2018;379:2438-50. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30575480",
"target":"_blank"
},
"children":[
"PMID: 30575480"
]
},
" doi:10.1056/NEJMra1712502"
]
},
{
"type":"reference",
"children":[
"Smith TJ, Bohlke K, Lyman GH, et al; American Society of Clinical Oncology. Recommendations for the use of WBC growth factors: American Society of Clinical Oncology clinical practice guideline update. J Clin Oncol. 2015;33:3199-3212. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/26169616",
"target":"_blank"
},
"children":[
"PMID: 26169616"
]
},
" doi:10.1200/JCO.2015.62.3488"
]
}
]
}
]
}
]
},
"tablesContent":{
}
}