{
"id":"mk19_b_hm_s5",
"subspecialtyId":"hm",
"title":"Iron Overload Syndromes",
"jsonContent":{
"type":"section",
"id":"mk19_b_hm_s5",
"title":{
"__html":"Iron Overload Syndromes"
},
"titleNode":{
"type":"section-title",
"hlId":"92cfdc",
"children":[
"Iron Overload Syndromes"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_hm_s5_1",
"title":{
"__html":"Primary/Hereditary Hemochromatosis"
},
"titleNode":{
"type":"section-title",
"hlId":"cf6e12",
"children":[
"Primary/Hereditary Hemochromatosis"
]
},
"children":[
{
"type":"p",
"hlId":"13fbaa",
"children":[
"Hemochromatosis is tissue damage resulting from abnormal iron deposition. Hemochromatosis can arise from iron hyperabsorption from hereditary causes or, secondarily, from chronic transfusion therapy."
]
},
{
"type":"p",
"hlId":"b1f2da",
"children":[
"Mutations in the ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"HFE"
]
},
" gene comprise the most prevalent form of hereditary hemochromatosis (HH), with a prevalence of 1 in 250 persons of northern European descent. Increased iron absorption results from reduced hepcidin and increased ferroportin expression on the duodenal enterocytes. The C282Y, H63D, and S65C mutations are the three most common, and homozygosity for C282Y accounts for 80% to 90% of patients with hemochromatosis who have a genetic mutation. Emerging evidence suggests that persons with isolated H63D or S65C mutations (without the C282Y mutation) are not at risk of iron overload injury. Phenotypic penetrance of ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"HFE"
]
},
" mutations is relatively low, particularly in women. It is estimated that up to 30% of persons with HH in the United States do not have an ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"HFE"
]
},
" gene abnormality."
]
},
{
"type":"p",
"hlId":"589a72",
"children":[
"Patients are often identified at asymptomatic stages through laboratory evaluation of iron studies. A transferrin saturation greater than 45% with an elevated serum ferritin level raises suspicion for HH ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_hm_f22",
"wrapId":"1",
"children":[
"Figure 22"
]
}
]
},
")"
]
},
". Ferritin is an acute-phase reactant, however, and elevations can be seen with acute or chronic inflammatory conditions, infections, and malignancies."
]
},
{
"type":"inline-wrap",
"wrapId":"1",
"contentIds":[
"mk19_b_hm_f22"
]
},
{
"type":"p",
"hlId":"00c902",
"children":[
"Other patients may present late in the disease course, with cirrhosis and cardiomyopathy as major morbidities. Liver and cardiac damage are largely irreversible. Other findings can include small joint arthritis and endocrinopathies. Pituitary injury leads to androgen insufficiency and excess melatonin excretion, the latter causing skin hyperpigmentation and the term “bronze diabetes” in persons with diabetes mellitus."
]
},
{
"type":"p",
"hlId":"9034c0",
"children":[
"Diagnosis is confirmed through genetic testing and ruling out secondary causes of elevated serum ferritin. Specialized MRI (MRI T2*) can quantify the degree of iron overload in the liver and heart, and generally eliminates the need for organ biopsy."
]
},
{
"type":"p",
"hlId":"5a78fb",
"children":[
"The 2019 American College of Gastroenterology guideline recommends treatment in patients who are homozygous for C282Y with a serum ferritin level greater than 300 ng/mL (300 μg/L) in men and >200 ng/mL (200 μg/L) in women along with a transferrin saturation of 45% or greater. Other sources recommend observation for serum ferritin levels less than 500 ng/mL (500 μg/L) regardless of genotype. Symptomatic patients with evidence of end-organ injury and those with a more significantly elevated serum ferritin level (>1000 ng/mL [1000 μg/L]) should undergo aggressive therapeutic phlebotomy. One unit of blood (450-500 mL) contains 200 to 250 mg of iron, and repeated treatments unload parenchymal iron deposition. Phlebotomy frequency depends on the individual serum ferritin level, degree of organ involvement, and hematocrit level. Treatment occurs as often as once or twice weekly initially, tapering to maintain a target serum ferritin level of 50 to 100 ng/mL (50-100 μg/L). When patients reach this goal, maintenance phlebotomy may be performed two to six times annually. Ferritin levels should be monitored at 3- to 6-month intervals. Avoiding supplemental iron and alcohol is recommended. Patients without hepatic fibrosis or cardiomyopathy have a normal life expectancy with regular monitoring. First-degree relatives of affected patients should be screened. Screening for hepatocellular carcinoma is recommended for patients with cirrhosis but is likely unnecessary for those who have stage 3 fibrosis or less on liver biopsy."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"8a6cbc",
"children":[
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"HFE"
]
},
" gene mutations (C282Y, H63D, and S65C) are the most common cause of hereditary hemochromatosis."
]
},
{
"type":"keypoint",
"hlId":"3d6765",
"children":[
"Elevated transferrin saturation and serum ferritin level are typical findings on laboratory testing."
]
},
{
"type":"keypoint",
"hlId":"4528d6",
"children":[
"Phlebotomy is the mainstay of treatment and is indicated in symptomatic patients with evidence of end-organ injury and in asymptomatic patients with an elevated serum ferritin level."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_hm_s5_2",
"title":{
"__html":"Secondary Iron Overload"
},
"titleNode":{
"type":"section-title",
"hlId":"81980c",
"children":[
"Secondary Iron Overload"
]
},
"children":[
{
"type":"p",
"hlId":"c33499",
"children":[
"Secondary iron overload can occur in persons requiring chronic transfusions, as in those with hemoglobinopathies (thalassemias, sickle cell disease), bone marrow failure, and hematologic malignancies (e.g., myelodysplastic syndrome). End-organ involvement in these patients can be similar to that seen with HH, particularly hepatic deposition."
]
},
{
"type":"p",
"hlId":"c39db1",
"children":[
"Therapeutic phlebotomy is not recommended because of anemia in these patients. Iron chelation therapy is the mainstay of treatment; iron chelators include parenteral deferoxamine or oral alternatives, deferasirox and deferiprone."
]
},
{
"type":"p",
"hlId":"251ee6",
"children":[
"Secondary iron overload is uncommonly caused by porphyria cutanea tarda, which is associated with acquired abnormalities in porphyrin metabolism and underlying liver disease, especially hepatitis C. Cutaneous blisters (often on the hands) and hypertrichosis are characteristic. Patients respond well to phlebotomy."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"3969b0",
"children":[
"Iron chelation is recommended in most cases of secondary iron overload because phlebotomy is contraindicated with anemia."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_hm_s5_3",
"bibliography":true,
"title":{
"__html":"Bibliography"
},
"titleNode":{
"type":"section-title",
"hlId":"a7cc81",
"children":[
"Bibliography"
]
},
"children":[
{
"type":"references",
"children":[
{
"type":"reference",
"children":[
"Fitzsimons EJ, Cullis JO, Thomas DW, et al; British Society for Haematology. Diagnosis and therapy of genetic haemochromatosis (review and 2017 update) [Editorial]. Br J Haematol. 2018;181:293-303. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29663319",
"target":"_blank"
},
"children":[
"PMID: 29663319"
]
},
" doi:10.1111/bjh.15164"
]
},
{
"type":"reference",
"children":[
"Hider RC, Hoffbrand AV. The role of deferiprone in iron chelation. N Engl J Med. 2018;379:2140-50. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30485781",
"target":"_blank"
},
"children":[
"PMID: 30485781"
]
},
" doi:10.1056/NEJMra1800219"
]
},
{
"type":"reference",
"children":[
"Kowdley KV, Brown KE, Ahn J, et al. ACG clinical guideline: hereditary hemochromatosis. Am J Gastroenterol. 2019;114:1202-18. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31335359",
"target":"_blank"
},
"children":[
"PMID: 31335359"
]
},
" doi:10.14309/ajg.0000000000000315"
]
}
]
}
]
}
]
},
"tablesContent":{
}
}