{
"id":"mk19_a_gi_s4",
"subspecialtyId":"gi",
"title":"Disorders of the Small and Large Bowel",
"jsonContent":{
"type":"section",
"id":"mk19_a_gi_s4",
"title":{
"__html":"Disorders of the Small and Large Bowel"
},
"titleNode":{
"type":"section-title",
"hlId":"64c9ce",
"children":[
"Disorders of the Small and Large Bowel"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_gi_s4_1",
"title":{
"__html":"Diarrhea"
},
"titleNode":{
"type":"section-title",
"hlId":"2b9937",
"children":[
"Diarrhea"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_gi_s4_1_1",
"title":{
"__html":"Classification"
},
"titleNode":{
"type":"section-title",
"hlId":"5c9335",
"children":[
"Classification"
]
},
"children":[
{
"type":"p",
"hlId":"053824",
"children":[
"Diarrhea is marked by passage of a greater number of less-formed stools than normal. Diarrhea is considered acute if occurring for fewer than 2 weeks and chronic if occurring for at least 4 weeks. Acute diarrhea is usually infectious, whereas chronic diarrhea is usually noninfectious."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_1_2",
"title":{
"__html":"Acute Diarrhea"
},
"titleNode":{
"type":"section-title",
"hlId":"822bdd",
"children":[
"Acute Diarrhea"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_gi_s4_1_2_1",
"title":{
"__html":"Causes"
},
"titleNode":{
"type":"section-title",
"hlId":"82887a",
"children":[
"Causes"
]
},
"children":[
{
"type":"p",
"hlId":"65f499",
"children":[
"Causes of acute diarrhea include bacteria, viruses, and parasites. These can be divided into noninvasive and invasive causes. Noninvasive causes, leading to watery diarrhea, include ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Clostridioides difficile,"
]
},
" viruses (e.g., norovirus)",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
", Escherichia coli"
]
},
", cholera, cryptosporidia, and ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Giardia duodenalis"
]
},
". Invasive causes lead to dysentery or bloody diarrhea and include ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Campylobacter"
]
},
", hemorrhagic ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"E. coli"
]
},
", ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Entamoeba histolytica"
]
},
", ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Shigella"
]
},
", and ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Salmonella"
]
},
". Persistent diarrhea (14-30 days) is usually caused by a parasite. See ",
{
"type":"cross-reference",
"target":"mk19_a_id_s15",
"children":[
"MKSAP 19 Infectious Disease"
]
},
" for further discussion of infectious diarrhea."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_1_2_2",
"title":{
"__html":"Evaluation"
},
"titleNode":{
"type":"section-title",
"hlId":"b74a43",
"children":[
"Evaluation"
]
},
"children":[
{
"type":"p",
"hlId":"e6ff27",
"children":[
"Acute diarrhea may be accompanied by abdominal cramping, tenesmus, flatulence, fever, nausea, and vomiting. For patients with acute diarrhea, evaluation of hydration status is important. Stool testing for infectious causes depends on suspicion of disease outbreak, symptom severity, symptom duration (>7 days), and increased risk for infectious diarrhea (e.g., worker in health care or food preparation)."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_1_2_3",
"title":{
"__html":"Management"
},
"titleNode":{
"type":"section-title",
"hlId":"fe4dbc",
"children":[
"Management"
]
},
"children":[
{
"type":"p",
"hlId":"83157d",
"children":[
"Fluid therapy is the mainstay of treatment for acute diarrhea. Patients with severe diarrhea or travelers with cholera-like diarrhea should receive balanced electrolyte rehydration solutions. Hospitalization is usually unnecessary except for severe disease, hemodynamic instability, or multiple medical comorbidities. Confirmed ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"C. difficile"
]
},
" infection should be treated according to comorbidities and clinical severity (see ",
{
"type":"cross-reference",
"target":"mk19_a_id_s15_8",
"children":[
"MKSAP 19 Infectious Disease"
]
},
" for discussion of ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"C. difficile"
]
},
" infection). Treatment of diarrhea in travelers includes bismuth and loperamide to relieve symptoms and possibly empiric antibiotics for moderate or severe symptoms."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_1_3",
"title":{
"__html":"Chronic Diarrhea"
},
"titleNode":{
"type":"section-title",
"hlId":"9b2e78",
"children":[
"Chronic Diarrhea"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_gi_s4_1_3_1",
"title":{
"__html":"Causes"
},
"titleNode":{
"type":"section-title",
"hlId":"82887a",
"children":[
"Causes"
]
},
"children":[
{
"type":"p",
"hlId":"c856c4",
"children":[
"Chronic diarrhea can be grouped into six categories by disease mechanism: (1) osmotic, (2) secretory, (3) steatorrhea, (4) inflammatory, (5) motility, and (6) miscellaneous ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_gi_t16",
"wrapId":"1",
"children":[
"Table 16"
]
}
]
},
")"
]
},
". These categories may overlap because some diseases have multiple mechanisms causing diarrhea. The most common causes are irritable bowel syndrome with predominant diarrhea (IBS-D) and functional causes. Medications are also an important cause ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_gi_t17",
"wrapId":"1",
"children":[
"Table 17"
]
}
]
},
")"
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"1",
"contentIds":[
"mk19_a_gi_t16",
"mk19_a_gi_t17"
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_1_3_2",
"title":{
"__html":"Evaluation"
},
"titleNode":{
"type":"section-title",
"hlId":"b74a43",
"children":[
"Evaluation"
]
},
"children":[
{
"type":"p",
"hlId":"3a9c80",
"children":[
"Evaluation of chronic diarrhea includes a careful history and physical examination. Because IBS-D and functional causes are the most common, further diagnostic studies should be reserved for patients whose symptoms or examination findings suggest another cause."
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_1_3_2_1",
"title":{
"__html":"History and Physical Examination"
},
"titleNode":{
"type":"section-title",
"hlId":"2689f7",
"children":[
"History and Physical Examination"
]
},
"children":[
{
"type":"p",
"hlId":"43b28c",
"children":[
"The diarrhea pattern and stool characteristics can help determine the most likely diagnosis. Steatorrhea is often described as malodorous, greasy, or oily stools that float. The relation of symptoms to eating can also provide clues to the cause. Osmotic diarrhea occurs with eating and subsides with fasting, whereas secretory diarrhea does not subside with fasting. Nocturnal symptoms are often related to inflammatory conditions, such as inflammatory bowel disease (IBD). Information about specific dietary factors that commonly cause osmotic diarrhea, such as lactose, fructose, or artificial sweeteners (sorbitol), should be obtained. The patient should be asked about new medications (prescription and nonprescription) and timing of the initiation of medication in relation to diarrhea onset. Concomitant symptoms may also suggest a diagnosis. Abdominal pain accompanying diarrhea may suggest IBS-D, especially when a bowel movement relieves pain. Rectal bleeding and weight loss suggest malignancy in older patients or IBD in younger patients."
]
},
{
"type":"p",
"hlId":"78c442",
"children":[
"Epidemiologic factors may also be helpful. Conditions such as IBS and microscopic colitis are more common in women than men. IBS onset is most common in the third and fourth decades of life, microscopic colitis is most common in the seventh and eighth decades, and malignancy is suggested by onset at age 45 years and older."
]
},
{
"type":"p",
"hlId":"51f9ca",
"children":[
"Physical examination should assess for hydration and nutrition status, perineal disease suggesting Crohn disease, and sphincter defects suggesting fecal incontinence."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_1_3_2_2",
"title":{
"__html":"Additional Testing"
},
"titleNode":{
"type":"section-title",
"hlId":"3943bd",
"children":[
"Additional Testing"
]
},
"children":[
{
"type":"p",
"hlId":"ca6145",
"children":[
"The decision to pursue additional testing, including serologies, stool studies, imaging, and endoscopy, depends on the clinical scenario and likelihood of specific diseases. Complete blood count, iron studies (including ferritin), thyroid-stimulating hormone level, and testing for celiac disease and ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"C. difficile"
]
},
" infection may be considered."
]
},
{
"type":"p",
"hlId":"3577d6",
"children":[
"For chronic diarrhea without an underlying diagnosis, stool studies can help clarify the cause. Analysis of stool includes fecal weight, stool electrolytes, fecal pH, fat content, fecal calprotectin, and presence of blood and leukocytes. In watery stools, fecal electrolytes can be used to calculate the fecal osmotic gap:"
]
},
{
"type":"p",
"hlId":"39d93c",
"class":"equation",
"children":[
"290 – (2 × [stool sodium + stool potassium])"
]
},
{
"type":"p",
"hlId":"a9608e",
"children":[
"An osmotic gap less than 50 mOsm/kg (50 mmol/kg) suggests secretory diarrhea, and a gap exceeding 100 mOsm/kg (100 mmol/kg) suggests osmotic diarrhea."
]
},
{
"type":"p",
"hlId":"46a94b",
"children":[
"Blood or leukocytes in the stool or an elevated fecal calprotectin level suggests an inflammatory cause. A positive 72-hour stool collection for fecal fat confirms steatorrhea; a random fecal fat assessment may be helpful if timed collection is not possible. A reduced fecal elastase level is useful for evaluating exocrine pancreatic function. When laxative abuse is suspected, a stool or urine laxative screen can aid in diagnosis."
]
},
{
"type":"p",
"hlId":"682f94",
"children":[
"For suspected small-bowel disease, small intestine evaluation may include small-bowel radiography, CT, or magnetic resonance enterography to identify conditions that could lead to bacterial overgrowth, such as small intestinal diverticular disease, inflammation, or strictures. Upper endoscopy is indicated when small-bowel mucosal disease (e.g., celiac disease or chronic infection) is suspected. Capsule endoscopy can visualize the small intestine but does not allow sampling. Device-assisted enteroscopy can be used in selected patients who require sampling of small intestinal tissue based on abnormalities found on imaging or capsule endoscopy. Diagnostic yields for capsule endoscopy and device-assisted enteroscopy are low in patients with chronic diarrhea and normal laboratory or imaging results."
]
},
{
"type":"p",
"hlId":"f605e3",
"children":[
"Colonoscopy is the primary diagnostic tool for evaluating colonic causes of diarrhea, such as IBD, microscopic colitis, chronic colon infections, and malignancy. Colon biopsies of the right and left colon are required to exclude microscopic colitis. Colonoscopy is especially important in patients with rectal bleeding and/or age older than 45 years."
]
},
{
"type":"p",
"hlId":"fa1362",
"children":[
"Additional testing (including HIV testing) may be warranted in immunocompromised patients and patients with secretory diarrhea. Patients found to have a small-bowel tumor in the setting of diarrhea should be considered for additional testing, including radioimmunoassays for peptides and/or 24-hour urine 5-hydroxyindoleacetic acid measurement for neuroendocrine tumors. Testing for gastrointestinal neuroendocrine tumors should be limited to patients with chronic diarrhea and flushing."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_1_3_3",
"title":{
"__html":"Management"
},
"titleNode":{
"type":"section-title",
"hlId":"fe4dbc",
"children":[
"Management"
]
},
"children":[
{
"type":"p",
"hlId":"844d2c",
"children":[
"Treatment of IBS-D is discussed in the ",
{
"type":"cross-reference",
"target":"mk19_a_gi_s4_6",
"children":[
"Irritable Bowel Syndrome"
]
},
" section. Treatment of osmotic diarrhea includes following a low-FODMAP (fermentable oligosaccharides, disaccharides, monosaccharides, and polyols) ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_gi_t18",
"wrapId":"2",
"children":[
"Table 18"
]
}
]
},
")"
]
},
" and lactose-free diet."
]
},
{
"type":"inline-wrap",
"wrapId":"2",
"contentIds":[
"mk19_a_gi_t18"
]
},
{
"type":"p",
"hlId":"30914f",
"children":[
"Treatment of secretory diarrhea is aimed at identifying the cause and careful management of hydration. Repletion of fat-soluble vitamins is important in cases of fat malabsorption."
]
},
{
"type":"p",
"hlId":"297700",
"children":[
"Medication-induced diarrhea necessitates changing medications unless the benefits exceed the potential harms and the patient considers the diarrhea manageable."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"1e5842",
"children":[
"Acute diarrhea (less than 2 weeks' duration) is usually caused by infectious agents; chronic diarrhea (more than 4 weeks' duration) is most commonly noninfectious."
]
},
{
"type":"keypoint",
"hlId":"5c2bfc",
"children":[
"Maintaining hydration is the primary goal of treatment for acute diarrhea."
]
},
{
"type":"keypoint",
"hlId":"d05c68",
"children":[
"The primary causes of chronic diarrhea are irritable bowel syndrome with predominant diarrhea, functional causes, and medications."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_1_4",
"title":{
"__html":"Microscopic Colitis"
},
"titleNode":{
"type":"section-title",
"hlId":"268660",
"children":[
"Microscopic Colitis"
]
},
"children":[
{
"type":"p",
"hlId":"6c222f",
"children":[
"Microscopic colitis is characterized by normal mucosal appearance on endoscopy, with inflammatory changes seen on histopathology of colon biopsy specimens. Subclassification into lymphocytic colitis and collagenous colitis ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_gi_f16",
"wrapId":"3",
"children":[
"Figure 16"
]
}
]
},
")"
]
},
" is based on predominating histologic features. It mostly affects middle-aged and older women and is associated with other autoimmune conditions, particularly celiac disease. It presents with abrupt or gradual onset of watery diarrhea that has a relapsing-remitting course over months to years, sometimes accompanied by mild weight loss and abdominal pain."
]
},
{
"type":"inline-wrap",
"wrapId":"3",
"contentIds":[
"mk19_a_gi_f16"
]
},
{
"type":"p",
"hlId":"4ac6d8",
"children":[
"Several medication classes, including NSAIDs, selective serotonin reuptake inhibitors, and proton pump inhibitors, are associated with microscopic colitis. The first step in management is discontinuing potentially causative medications and symptomatic treatment with antidiarrheal agents, such as loperamide. First-line treatment is budesonide. Second-line treatments include bismuth subsalicylate, prednisone, or mesalamine and are considered when patient preference, side effects, or cost make budesonide impractical. Patients with microscopic colitis have no long-term increased risk for colorectal cancer."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_2",
"title":{
"__html":"Celiac Disease and Nonceliac Gluten Sensitivity"
},
"titleNode":{
"type":"section-title",
"hlId":"9c4268",
"children":[
"Celiac Disease and Nonceliac Gluten Sensitivity"
]
},
"children":[
{
"type":"p",
"hlId":"c1ca0e",
"children":[
"Celiac disease is an immune-mediated disease that primarily affects the small intestine in response to dietary gluten. It is a common cause of malabsorption and affects only genetically predisposed individuals. The immune reaction leads to destruction of the small intestinal villi, starting in the proximal duodenum. Although antibodies are produced as part of the immune reaction, their contribution to the pathogenesis of celiac disease is uncertain."
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_2_1",
"title":{
"__html":"Testing"
},
"titleNode":{
"type":"section-title",
"hlId":"fa6a5a",
"children":[
"Testing"
]
},
"children":[
{
"type":"p",
"hlId":"40a9ba",
"children":[
"Testing should be pursued in patients with typical gastrointestinal symptoms or extraintestinal manifestations and should be considered in those with increased risk (type 1 diabetes mellitus, autoimmune thyroid disease, or a first-degree family member with celiac disease). Gastrointestinal symptoms of celiac disease include chronic diarrhea, bloating, and weight loss as well as constipation and dyspepsia. Other manifestations include iron deficiency anemia, bone loss, abnormal aminotransferase levels, neurologic symptoms, and dermatitis herpetiformis. Patients may also be asymptomatic."
]
},
{
"type":"p",
"hlId":"41dc0a",
"children":[
"The best initial step is to test for IgA tissue transglutaminase antibodies. Because IgA deficiency is more common in celiac disease, total IgA levels may also need to be measured to prevent false-negative results. In patients with IgA deficiency, testing for anti–deamidated gliadin peptide IgG antibodies or tissue transglutaminase IgG antibodies can be used. Anti-endomysial IgA antibodies are highly specific; however, measurement is complex, and testing for these antibodies is generally reserved for situations in which data conflict. Testing for anti-gliadin antibodies (IgA and IgG) should not be used because of low sensitivity and specificity."
]
},
{
"type":"p",
"hlId":"a6f5d8",
"children":[
"Antibody testing is less sensitive if the patient is on a gluten-free diet. In such patients, genetic testing for ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"HLA-DQ2"
]
},
" or ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"HLA-DQ8"
]
},
" should be considered. Nearly all patients with celiac disease carry the ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"HLA-DQ2"
]
},
" or ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"HLA-DQ8"
]
},
" haplotype; however, up to 40% of the general population carries these mutations. Therefore, genetic testing can rule out but not confirm disease. Among patients with a genetic mutation, gluten can be reintroduced, preferably daily for 1 to 3 months, and serologic testing and/or duodenal biopsy can be performed. Genetic testing may also help rule out disease in patients who did not undergo serologic testing at diagnosis or whose biopsy specimens show histologic changes but negative serologic results."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_2_2",
"title":{
"__html":"Diagnosis"
},
"titleNode":{
"type":"section-title",
"hlId":"523223",
"children":[
"Diagnosis"
]
},
"children":[
{
"type":"p",
"hlId":"8572ce",
"children":[
"Although a markedly elevated (>10 times the upper limit of normal) transglutaminase IgA antibody titer has a positive predictive value for celiac disease approaching 100%, all serologic tests with results positive for celiac disease necessitate upper endoscopy with biopsies from the duodenum to confirm the disease. If clinical suspicion is high and results of initial testing are negative, upper endoscopy and duodenal biopsy can be pursued. There are specific recommendations for the biopsy procedure to minimize false-negative results. Celiac disease is confirmed by increased intraepithelial lymphocytosis and blunting or atrophy of the duodenal villi. If biopsy results suggesting celiac disease are obtained before serologic testing, confirmatory serologic testing should be performed."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_2_3",
"title":{
"__html":"Management and Monitoring"
},
"titleNode":{
"type":"section-title",
"hlId":"3df71a",
"children":[
"Management and Monitoring"
]
},
"children":[
{
"type":"p",
"hlId":"b56dc4",
"children":[
"Patients with celiac disease should be educated about the gluten-free diet by a knowledgeable registered dietician. Treatment of celiac disease is lifelong avoidance of wheat, rye, and barley, including in patients without symptoms. Patients should know hidden sources of gluten, such as soy sauce (which may contain wheat). Dietary oats are generally safe in celiac disease but should be limited to those with a gluten-free label because cross-contact with gluten-containing grains is possible in some processing settings. Monitoring includes clinical assessment of symptoms and signs of celiac disease, assessment of dietary adherence, and confirmation of normalized antibody levels. Antibody testing may be repeated at 6 and 12 months after diagnosis to assess response to the gluten-free diet and then annually. Repeat upper endoscopy with biopsies should be considered for individuals who have ongoing symptoms while adhering to a gluten-free diet. Assessment of bone density at diagnosis should be considered to ensure adequate bone health."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_2_4",
"title":{
"__html":"Nonresponsive Celiac Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"77eb7d",
"children":[
"Nonresponsive Celiac Disease"
]
},
"children":[
{
"type":"p",
"hlId":"c52903",
"children":[
"The most common cause of ongoing celiac disease–related symptoms is continued gluten exposure. When symptoms do not resolve completely with adherence to a gluten-free diet, the accuracy of the diagnosis should be reassessed. Other conditions that may explain ongoing symptoms include IBS, lactose or fructose intolerance, bacterial overgrowth, microscopic colitis, and IBD. Evaluation to exclude these conditions is critical before refractory celiac disease can be diagnosed."
]
},
{
"type":"p",
"hlId":"7352c0",
"children":[
"A small number of patients develop refractory celiac disease, in which symptoms of malabsorption and small intestinal inflammation persist despite adherence to a strict gluten-free diet. These patients are typically older than 65 years and present with diarrhea, weight loss, dehydration, and nutritional deficiencies. Possible medication-induced sprue, most commonly olmesartan enteropathy, should be managed by discontinuing the offending medication. Patients with refractory celiac disease should be managed in a specialized celiac disease center."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_2_5",
"title":{
"__html":"Dermatitis Herpetiformis"
},
"titleNode":{
"type":"section-title",
"hlId":"854f5e",
"children":[
"Dermatitis Herpetiformis"
]
},
"children":[
{
"type":"p",
"hlId":"2c7cba",
"children":[
"Dermatitis herpetiformis is an extremely pruritic subepidermal autoimmune bullous disease. It typically presents with intensely pruritic papules and fragile vesicles that rapidly break, leaving tiny erosions. The elbows, knees, scalp, and lower back are the most common sites of involvement ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_gi_f17",
"wrapId":"4",
"children":[
"Figure 17"
]
}
]
},
")"
]
},
". Most patients have serologic and histologic evidence of celiac disease. Dapsone is quickly effective in inducing a clinical remission, but a gluten-free diet is the preferred long-term management of both the skin and bowel disease. Before initiating dapsone, patients should be tested for glucose-6-phosphate dehydrogenase deficiency."
]
},
{
"type":"inline-wrap",
"wrapId":"4",
"contentIds":[
"mk19_a_gi_f17"
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_2_6",
"title":{
"__html":"Nonceliac Gluten Sensitivity"
},
"titleNode":{
"type":"section-title",
"hlId":"9b02e9",
"children":[
"Nonceliac Gluten Sensitivity"
]
},
"children":[
{
"type":"p",
"hlId":"fe2d5a",
"children":[
"Nonceliac gluten sensitivity is a clinical syndrome of unknown pathophysiology defined by gastrointestinal and extraintestinal symptoms that occur with gluten ingestion and subside with gluten avoidance. By definition, the diagnosis of celiac disease must be excluded. Clinical symptoms of celiac disease and nonceliac gluten sensitivity are indistinguishable. Because gluten-containing foods can also contain nonabsorbable carbohydrates (e.g., fructans), they can cause gastrointestinal symptoms due to osmotic mechanisms as well as fermentation by colonic bacteria. Other than assessing symptom response after withdrawal of gluten, there is no diagnostic test for nonceliac gluten sensitivity; treatment centers on gluten avoidance."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"e4fb77",
"children":[
"Microscopic colitis is characterized by normal mucosal appearance on endoscopy, with inflammatory changes seen on histopathology; microscopic colitis is not associated with increased risk for colorectal cancer."
]
},
{
"type":"keypoint",
"hlId":"157d34",
"children":[
"The best initial test for celiac disease is testing for IgA tissue transglutaminase antibodies while the patient is maintaining a gluten-containing diet."
]
},
{
"type":"keypoint",
"hlId":"1ddf50",
"children":[
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"HLA-DQ2"
]
},
" or ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"HLA-DQ8"
]
},
" haplotype is present in nearly all patients with celiac disease, but up to 40% of the general population carries it; thus, genetic testing is most useful in ruling out celiac disease."
]
},
{
"type":"keypoint",
"hlId":"c0cbf7",
"children":[
"Treatment of celiac disease and dermatitis herpetiformis is lifelong avoidance of wheat, rye, and barley."
]
},
{
"type":"keypoint",
"hlId":"d6b94a",
"children":[
"The most common cause of ongoing celiac disease–related symptoms is continued gluten exposure."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_3",
"title":{
"__html":"Malabsorption"
},
"titleNode":{
"type":"section-title",
"hlId":"233023",
"children":[
"Malabsorption"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_gi_s4_3_1",
"title":{
"__html":"Small Intestinal Bacterial Overgrowth"
},
"titleNode":{
"type":"section-title",
"hlId":"d07579",
"children":[
"Small Intestinal Bacterial Overgrowth"
]
},
"children":[
{
"type":"p",
"hlId":"6a439f",
"children":[
"Small intestinal bacterial overgrowth (SIBO) is caused by various conditions, including impaired motility, strictures (e.g., in Crohn disease), or blind loops (e.g., small-bowel diverticula). Some evidence suggests that SIBO could contribute to symptoms in IBS-D in the absence of a predisposing structural lesion. Symptoms are often nonspecific and include abdominal discomfort, flatulence, bloating, and diarrhea."
]
},
{
"type":"p",
"hlId":"2f8f34",
"children":[
"Classically, SIBO is defined by more than 10",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"5"
]
},
" colony-forming units/mL of jejunal aspirate. Jejunal aspirate is considered the gold standard but is rarely used in clinical practice because of the requirement for endoscopy to obtain cultures, the patchy nature of small intestinal overgrowth, and oropharyngeal contamination of the specimen. Glucose and lactulose breath tests have acceptable specificity (around 80%) but poor sensitivity (30%-40%) for diagnosing SIBO. Diagnosis requires typical symptoms and a confirmatory test (usually breath testing), although empiric antibody therapy with monitoring for symptom relief may be reasonable in patients with a high probability of SIBO. Treatment consists of antibiotics, with courses repeated if the underlying condition cannot be resolved."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_3_2",
"title":{
"__html":"Short Bowel Syndrome"
},
"titleNode":{
"type":"section-title",
"hlId":"5ece59",
"children":[
"Short Bowel Syndrome"
]
},
"children":[
{
"type":"p",
"hlId":"18f2a0",
"children":[
"Short bowel syndrome is defined by loss of functional small bowel, with resultant loss of absorptive area leading to maldigestion, malabsorption, and malnutrition. Surgery for strangulated bowel, Crohn disease, ischemia, trauma, and obesity can lead to short bowel syndrome."
]
},
{
"type":"p",
"hlId":"7e06f7",
"children":[
"Treatment centers on ensuring adequate nutrition and depends on degree of intestinal adaptation and whether the patient has an intact ileocecal valve and colon or an ileostomy. Patients with short bowel syndrome and an ileostomy usually require parenteral nutrition and hydration. Patients should be monitored for nutritional deficiencies, and those with extensive ileal resection should be tested for vitamin B",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"12"
]
},
" deficiency. Adjunctive therapies include antimotility agents, such as loperamide, and antisecretory drugs, including proton pump inhibitors. Glucagon-like peptide 2 and its analog, teduglutide, may increase intestinal adaptation."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_3_3",
"title":{
"__html":"Carbohydrate Malabsorption"
},
"titleNode":{
"type":"section-title",
"hlId":"8ff2b2",
"children":[
"Carbohydrate Malabsorption"
]
},
"children":[
{
"type":"p",
"hlId":"03b4ed",
"children":[
"Carbohydrates can be classified as monosaccharides (glucose, fructose), disaccharides (lactose, sucrose), oligosaccharides (maltodextrose), or polyols (sorbitol, mannitol). These short-chain carbohydrates are osmotically active and can lead to increased luminal water retention and gas production through colonic fermentation. These actions can cause gastrointestinal symptoms, including gas, bloating, and diarrhea."
]
},
{
"type":"p",
"hlId":"3eae92",
"children":[
"Lactose malabsorption is commonly due to loss of the brush-border lactase enzyme in adolescence or adulthood. Fructose malabsorption can also cause gastrointestinal symptoms, such as bloating and diarrhea. Although both lactose and fructose breath tests are available, testing is often not required because symptoms subside with elimination of the sugar from the diet and recur with ingestion of the sugar."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"1f9003",
"children":[
"Small intestinal bacterial overgrowth is caused by impaired motility, strictures, or blind loops and is treated with antibiotics."
]
},
{
"type":"keypoint",
"hlId":"c0c3bb",
"children":[
"Short bowel syndrome is defined by loss of functional small bowel, with resultant loss of absorptive area leading to maldigestion, malabsorption, and malnutrition."
]
},
{
"type":"keypoint",
"hlId":"a5494c",
"children":[
"Lactose malabsorption is common; symptoms occur when lactose is ingested and subside with elimination of lactose from the diet."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_4",
"title":{
"__html":"Inflammatory Bowel Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"872e18",
"children":[
"Inflammatory Bowel Disease"
]
},
"children":[
{
"type":"p",
"hlId":"4a1af4",
"children":[
"IBD is an idiopathic chronic inflammatory condition of the gut that includes ulcerative colitis and Crohn disease. Microscopic colitis is considered a type of IBD with distinct clinical and pathologic features. The pathogenesis of IBD likely involves host genetic predisposition and abnormal immunologic responses to endogenous gut bacteria."
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_4_1",
"title":{
"__html":"Risk Factors"
},
"titleNode":{
"type":"section-title",
"hlId":"d811a6",
"children":[
"Risk Factors"
]
},
"children":[
{
"type":"p",
"hlId":"566111",
"children":[
"The primary risk factor for IBD is family history, with a risk of approximately 10% for first-degree relatives of affected patients. Individuals of Ashkenazi Jewish descent have increased risk for IBD. Tobacco smoking increases the risk for Crohn disease and is protective for ulcerative colitis."
]
},
{
"type":"p",
"hlId":"7379a8",
"children":[
"IBD has a bimodal age presentation: an initial peak incidence in the second to fourth decades of life followed by a less prominent second peak in the seventh and eighth decades."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_4_2",
"title":{
"__html":"Clinical Manifestations"
},
"titleNode":{
"type":"section-title",
"hlId":"65ac9d",
"children":[
"Clinical Manifestations"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_gi_s4_4_2_1",
"title":{
"__html":"Ulcerative Colitis"
},
"titleNode":{
"type":"section-title",
"hlId":"179d78",
"children":[
"Ulcerative Colitis"
]
},
"children":[
{
"type":"p",
"hlId":"401ec5",
"children":[
"The major symptoms of ulcerative colitis include diarrhea, abdominal discomfort, rectal bleeding, and tenesmus; symptoms vary by disease extent and severity. Symptoms typically have an insidious onset and often have been present for weeks or months by the time the patient seeks care, although ulcerative colitis may present acutely, mimicking infectious or colonic ischemia."
]
},
{
"type":"p",
"hlId":"71a5cb",
"children":[
"Rectal inflammation (proctitis) causes frequent defecatory urges and passage of small liquid stools containing mucus and blood. Although bloody diarrhea is considered the hallmark presentation of ulcerative colitis, diarrhea is not always present. Patients with proctitis or proctosigmoiditis may have constipation. Abdominal pain is usually not a prominent symptom of ulcerative colitis; however, most patients with active disease experience vague lower-abdominal discomfort relieved with defecation. Physical examination in patients with mild or moderate ulcerative colitis is usually normal but may reveal mild lower-abdominal discomfort over the affected colonic segment. Fever, nausea, vomiting, or severe abdominal pain indicates a severe attack or complication, such as superimposed infection or toxic megacolon."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_4_2_2",
"title":{
"__html":"Crohn Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"9dfdf2",
"children":[
"Crohn Disease"
]
},
"children":[
{
"type":"p",
"hlId":"dcc2ff",
"children":[
"The clinical presentation of Crohn disease may be subtle and varies by location and severity of inflammation along the gut axis as well as the presence of intestinal complications (e.g., abscess, stricture, or fistula). Abdominal pain is a more common symptom of Crohn disease than of ulcerative colitis. The ileocecal area is the bowel segment most commonly affected by Crohn disease; disease in this area often presents insidiously with mild diarrhea and abdominal cramping. Abdominal examination may reveal fullness or a tender mass in the right hypogastrium. Occasionally, the main presenting symptom is acute right-lower-quadrant pain, mimicking appendicitis. Tenesmus is less common in Crohn colitis than in ulcerative colitis because the rectum is often less inflamed than other colonic segments. Perianal disease is a common presentation of Crohn disease, with anal fissures, ulcers, and stenosis."
]
},
{
"type":"p",
"hlId":"4df10d",
"children":[
"Fistulae, a frequent manifestation of the transmural nature of Crohn disease, consist of abnormal connections between two epithelial surfaces (perianal, enteroenteric, enterocutaneous, rectovaginal, enterovesical). Drainage of fecal material from fistulae may lead to passage of feces through the vagina, urethra, or skin. Intra-abdominal abscesses may form; the classic presentation is spiking fevers and focal abdominal tenderness, which may be masked by glucocorticoid use. Strictures may result from fibrosis or severe inflammatory luminal narrowing and may occur in any segment of the gastrointestinal tract, although the terminal ileum is the most common site. Patients with intestinal strictures often initially present with colicky postprandial abdominal pain and bloating that may progress to complete intestinal obstruction."
]
},
{
"type":"p",
"hlId":"c3759b",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_gi_t19",
"wrapId":"5",
"children":[
"Table 19"
]
}
]
},
" summarizes the features of ulcerative colitis and Crohn disease."
]
},
{
"type":"inline-wrap",
"wrapId":"5",
"contentIds":[
"mk19_a_gi_t19"
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_4_3",
"title":{
"__html":"Extraintestinal Manifestations"
},
"titleNode":{
"type":"section-title",
"hlId":"f4e1cd",
"children":[
"Extraintestinal Manifestations"
]
},
"children":[
{
"type":"p",
"hlId":"b332e9",
"children":[
"Inflammatory conditions involving extraintestinal structures may occur with IBD. These manifestations are categorized as associated with active bowel disease or independent of bowel inflammation. An extraintestinal manifestation occurs in up to 30% of patients with IBD at some time during the disease course. Peripheral arthritis is the most common manifestation (see ",
{
"type":"cross-reference",
"target":"mk19_b_rm_s6_3_3",
"children":[
"MKSAP 19 Rheumatology"
]
},
")."
]
},
{
"type":"p",
"hlId":"5875b4",
"children":[
"The two most common dermatologic manifestations are erythema nodosum and pyoderma gangrenosum, both of which usually correspond to underlying IBD activity. Erythema nodosum most commonly presents as single or multiple tender nodules on extensor surfaces of the lower extremities ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_gi_f18",
"wrapId":"6",
"children":[
"Figure 18"
]
}
]
},
")"
]
},
". It usually resolves spontaneously over 4 to 6 weeks. Pyoderma gangrenosum typically presents with an exquisitely tender papule, pustule, or nodule that rapidly develops into an exudative ulcer with undermined and violaceous borders ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_gi_f19",
"wrapId":"6",
"children":[
"Figure 19"
]
}
]
},
")"
]
},
". The most frequent location is the lower leg; however, pyoderma gangrenosum is also frequently associated with a stoma site (peristomal) after ostomy placement. It is diagnosed after exclusion of other causes of ulceration. Management of pyoderma gangrenosum includes local wound care, immunosuppressants, and avoiding trauma and surgical debridement because of pathergy (i.e., it occurs at sites of trauma)."
]
},
{
"type":"inline-wrap",
"wrapId":"6",
"contentIds":[
"mk19_a_gi_f18",
"mk19_a_gi_f19"
]
},
{
"type":"p",
"hlId":"b42247",
"children":[
"Ocular IBD manifestations include episcleritis and uveitis. Episcleritis is more common and consists of injection of the sclera and conjunctiva. It does not affect visual acuity and is associated with active bowel disease. Uveitis presents with headache, blurred vision, and photophobia. This ocular emergency threatens vision and requires immediate referral to an ophthalmologist. See ",
{
"type":"cross-reference",
"target":"mk19_b_gm_s8_2",
"children":[
"MKSAP 19 General Internal Medicine 2"
]
},
" for discussion of episcleritis and uveitis. Primary sclerosing cholangitis is the major liver manifestation of IBD, occurring in 5% of patients. Patients most often present with isolated elevations of serum alkaline phosphatase. The liver disease is typically progressive and independent of IBD outcome. See ",
{
"type":"cross-reference",
"target":"mk19_a_gi_s6_8_2",
"children":[
"Disorders of the Liver"
]
},
" for discussion of primary sclerosing cholangitis."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_4_4",
"title":{
"__html":"Diagnosis"
},
"titleNode":{
"type":"section-title",
"hlId":"523223",
"children":[
"Diagnosis"
]
},
"children":[
{
"type":"p",
"hlId":"0994a6",
"children":[
"Diagnosis of IBD relies on integration of clinical presentation, endoscopic appearance, histologic assessment of mucosal biopsy specimens, radiologic features, and exclusion of infectious enteropathogens. IBD should be considered in any patient with chronic or bloody diarrhea. It is paramount to exclude infection, particularly with ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"C. difficile"
]
},
" and Shiga toxin–producing ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"E. coli"
]
},
", by stool tests, especially in patients with acute symptom onset. An elevated fecal calprotectin level may help differentiate IBD from IBS. Antibody tests (e.g., anti–saccharomyces cerevisiae antibodies and perinuclear antineutrophil cytoplasmic antibodies) are available, but their role in diagnosis is undefined; they should not replace endoscopy or biopsy. Laboratory testing helps assess disease activity. Common findings include anemia, thrombocytosis, leukocytosis, and hypoalbuminemia. Iron deficiency anemia often develops from chronic blood loss. Persistently abnormal serum alkaline phosphatase levels should prompt investigation for primary sclerosing cholangitis."
]
},
{
"type":"p",
"hlId":"bf525a",
"children":[
"Endoscopy (sigmoidoscopy or colonoscopy) with biopsy is needed to diagnose IBD. Colonoscopy is most commonly used to assess disease extent and severity. At presentation, 50% of patients with ulcerative colitis have disease limited to the rectum and sigmoid (proctosigmoiditis), 20% have left-sided disease (to the splenic flexure), and 30% present with pancolitis (to the cecum). Endoscopic findings range from decreased vascular pattern with erythema and edema (",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"video-link",
"target":"mk19_a_gi_v01",
"wrapId":"7",
"children":[
"Video 1"
]
}
]
},
") in mild disease to large and deep ulcerations in severe disease. Histopathology shows features of chronic colitis, with distorted and branching colonic crypts along with crypt abscesses."
]
},
{
"type":"inline-wrap",
"wrapId":"7",
"contentIds":[
"mk19_a_gi_v01"
]
},
{
"type":"p",
"hlId":"f08a31",
"children":[
"Distribution pattern differs between Crohn disease and ulcerative colitis: 50% of patients have ileocolonic disease; 30%, isolated small bowel disease; and 20%, colonic disease. A minority of patients have isolated upper gastrointestinal tract or perianal disease without small-bowel or colonic inflammation. The earliest endoscopic findings of Crohn disease include aphthous ulcers, which can coalesce to form stellate ulcers, and a “cobblestone” mucosal appearance. A characteristic mucosal feature of Crohn disease is the “skip lesion,” consisting of affected areas separated by normal mucosa (",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"video-link",
"target":"mk19_a_gi_v02",
"wrapId":"8",
"children":[
"Video 2"
]
}
]
},
"). Granulomatous inflammation is characteristic of Crohn disease but is uncommonly found on mucosal biopsy specimens. Histopathology in small intestinal Crohn disease shows chronic jejunitis or ileitis, and Crohn colitis has histology similar to that of ulcerative colitis, except for granulomas."
]
},
{
"type":"inline-wrap",
"wrapId":"8",
"contentIds":[
"mk19_a_gi_v02"
]
},
{
"type":"p",
"hlId":"884c43",
"children":[
"Imaging establishes the location, extent, and severity of IBD. Patients with a severe attack of IBD require plain abdominal radiography to assess for a dilated colon (indicating evolving toxic megacolon) or small-bowel obstruction ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_gi_f20",
"wrapId":"9",
"children":[
"Figure 20"
]
}
]
},
")"
]
},
". CT or magnetic resonance enterography provides information about location and severity of small-bowel disease and presence of complicating fistula, abscess, or stricture. Video capsule endoscopy is highly sensitive for detecting small inflammatory lesions of the intestine but is not commonly required."
]
},
{
"type":"inline-wrap",
"wrapId":"9",
"contentIds":[
"mk19_a_gi_f20"
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_4_5",
"title":{
"__html":"Treatment"
},
"titleNode":{
"type":"section-title",
"hlId":"4c4ac0",
"children":[
"Treatment"
]
},
"children":[
{
"type":"p",
"hlId":"c61b56",
"children":[
"Goals of IBD therapy are to induce and maintain remission and prevent disease- and treatment-related complications. Remission is defined by endoscopic healing of bowel mucosa rather than symptom resolution alone. Four categories of drugs are used: 5-aminosalicylates, glucocorticoids, immunomodulators, and biologics. Stratification based on clinical severity is important in guiding IBD management. There are no validated or consensus definitions of mild, moderate, or severe IBD. For this synopsis, mild ulcerative colitis is defined as fewer than four bowel movements per day, mild to moderate rectal bleeding, no constitutional symptoms, and low overall inflammatory burden. Severe ulcerative colitis is marked by more than six bloody stools per day plus signs of systemic toxicity (e.g., fever, tachycardia, and leukocytosis). Mild Crohn disease is characterized in patients who are ambulatory and are eating and drinking normally, with weight loss less than 10% and no disease-related complications, although patients may have diarrhea and abdominal pain. Patients with severe Crohn disease may be cachectic, with significant weight loss, and may have disease-related complications. These patients are often hospitalized. Patients with moderate disease lie between the extremes."
]
},
{
"type":"p",
"hlId":"c7534a",
"children":[
"Patients with IBD have markedly increased risk for venous thromboembolism. Hospitalized patients with IBD should receive venous thromboembolism prophylaxis with subcutaneous heparin unless massive gastrointestinal bleeding is present. In such cases, mechanical prophylaxis should be used."
]
},
{
"type":"p",
"hlId":"903d44",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_gi_t20",
"wrapId":"10",
"children":[
"Table 20"
]
}
]
},
" summarizes medical treatment of ulcerative colitis and Crohn disease."
]
},
{
"type":"inline-wrap",
"wrapId":"10",
"contentIds":[
"mk19_a_gi_t20"
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_4_5_1",
"title":{
"__html":"Pharmacotherapy for Ulcerative Colitis"
},
"titleNode":{
"type":"section-title",
"hlId":"20538c",
"children":[
"Pharmacotherapy for Ulcerative Colitis"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_gi_s4_4_5_1_1",
"title":{
"__html":"5-Aminosalicylates"
},
"titleNode":{
"type":"section-title",
"hlId":"2b45e6",
"children":[
"5-Aminosalicylates"
]
},
"children":[
{
"type":"p",
"hlId":"b5c895",
"children":[
"5-Aminosalicylates (5-ASAs) are believed to have an anti-inflammatory mechanism of action. Unconjugated 5-ASA (mesalamine) is rapidly absorbed in the jejunum, allowing only 20% of the drug to reach the ileum and colon. Oral 5-ASA is modified to reduce upper gastrointestinal absorption and enhance drug delivery to the colon (olsalazine, balsalazide)."
]
},
{
"type":"p",
"hlId":"59a331",
"children":[
"The main therapeutic 5-ASAs are sulfasalazine, olsalazine, balsalazide, and delayed- and controlled-release mesalamine. Sulfasalazine has the most adverse effects, including fever, rash, nausea, and headache, and requires concomitant folate supplementation. Sulfasalazine is not considered first-line therapy but is a reasonable choice in patients already taking it who are in remission or have prominent arthritic symptoms."
]
},
{
"type":"p",
"hlId":"78d54f",
"children":[
"5-ASAs are the mainstay of treatment of mild to moderate ulcerative colitis, with a dose-dependent response when used to induce remission. Patients with proctitis should receive 5-ASA suppositories. Patients with left-sided disease should receive 5-ASA enemas. In mild to moderate ulcerative colitis, combined 5-ASA therapy (oral and topical) is superior for inducing remission compared with oral or topical therapies alone. 5-ASAs are effective in maintaining remission."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_4_5_1_2",
"title":{
"__html":"Glucocorticoids"
},
"titleNode":{
"type":"section-title",
"hlId":"adb71f",
"children":[
"Glucocorticoids"
]
},
"children":[
{
"type":"p",
"hlId":"a920ad",
"children":[
"Oral and intravenous glucocorticoids are commonly used to treat moderate to severe flares of ulcerative colitis and can induce remission. However, glucocorticoids are not effective for maintenance therapy and have significant adverse effects. Multimatrix budesonide is a colonic delivery system that allows directed therapy throughout the colon with fewer systemic side effects given its high first-pass hepatic metabolism. It induces remission in mild to moderate ulcerative colitis unresponsive to 5-ASAs and in moderate to severe disease."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_4_5_1_3",
"title":{
"__html":"Immunomodulators"
},
"titleNode":{
"type":"section-title",
"hlId":"a30504",
"children":[
"Immunomodulators"
]
},
"children":[
{
"type":"p",
"hlId":"7abcd7",
"children":[
"Thiopurines (azathioprine and mercaptopurine [6-MP]) are immunomodulators used as glucocorticoid-sparing agents in ulcerative colitis. They have a slow onset of action (2-3 months), and patients require a tapering glucocorticoid regimen to bridge the interval until thiopurines take effect. Thiopurines are no more effective than placebo in inducing remission. Thiopurine methyltransferase, a key enzyme in the metabolism of azathioprine and 6-MP, exhibits a population polymorphism. Before initiation of thiopurines, testing for the ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"TPMT"
]
},
" genotype or phenotype (enzyme activity) is recommended to prevent bone marrow toxicity by identifying individuals with low or absent ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"TPMT"
]
},
" enzyme activity. However, all patients taking thiopurines require monitoring with complete blood counts and liver chemistry testing because 70% of patients who develop leukopenia while using these agents do not have ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"TPMT"
]
},
" mutations."
]
},
{
"type":"p",
"hlId":"73d266",
"children":[
"Azathioprine and 6-MP are effective in maintaining remission in ulcerative colitis, should be considered in glucocorticoid-dependent patients, and can be combined with biologic agents. This includes patients who require two courses of glucocorticoids for induction of remission within 1 year and patients who require intravenous glucocorticoids for acute disease flare. The immunomodulator methotrexate is not effective in ulcerative colitis."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_4_5_1_4",
"title":{
"__html":"Biologic Agents"
},
"titleNode":{
"type":"section-title",
"hlId":"b4df9e",
"children":[
"Biologic Agents"
]
},
"children":[
{
"type":"p",
"hlId":"6b70ee",
"children":[
"Tumor necrosis factor (TNF)-α, a proinflammatory cytokine, plays a critical role in the pathogenesis of IBD. The anti-TNF agents infliximab, adalimumab, and golimumab induce and maintain remission in moderate to severe ulcerative colitis, with infliximab being the preferred initial agent. Early use of biologics is appropriate after failure of 5-ASA treatment. Infliximab is administered by intravenous infusion; adalimumab and golimumab are given subcutaneously. Combination therapy with biologics and immunomodulators (thiopurines or methotrexate) is more efficacious than monotherapy with either agent in achieving glucocorticoid-free remission and mucosal healing. Before initiating anti-TNF agents, patients should undergo testing for latent tuberculosis because of an increased risk for tuberculosis reactivation during therapy. Those with latent tuberculosis should receive treatment before or with anti-TNF therapy initiation. Patients should also be assessed for chronic hepatitis B virus infection before starting anti-TNF therapy and receive treatment if needed."
]
},
{
"type":"p",
"hlId":"59ffc6",
"children":[
"Ustekinumab, a monoclonal antibody that blocks the biologic activity of interleukin-12 and -23 by inhibiting receptors for these cytokines on T cells, is effective in inducing and maintaining remission in patients with moderate to severe ulcerative colitis. Vedolizumab is also effective in inducing and maintaining remission in moderate to severe ulcerative colitis as well as in inducing remission when anti-TNF agents have failed. As with vedolizumab, the small-molecule Janus kinase inhibitor tofacitinib is effective as primary therapy in inducing and maintaining remission in moderate to severe ulcerative colitis and as secondary therapy when anti-TNF agents have failed. However, tofacitinib is associated with an increased risk of myocardial infarction or stroke, cancer, blood clots, and death."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_4_5_1_5",
"title":{
"__html":"Cyclosporine"
},
"titleNode":{
"type":"section-title",
"hlId":"d5ad08",
"children":[
"Cyclosporine"
]
},
"children":[
{
"type":"p",
"hlId":"45159c",
"children":[
"Cyclosporine is an immunosuppressive used as an induction agent in select hospitalized patients with severe ulcerative colitis that is unresponsive to intravenous glucocorticoids. It acts as a potential bridge therapy to a slower-onset immunomodulatory or biologic agent."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_4_5_2",
"title":{
"__html":"Pharmacotherapy for Crohn Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"e385d5",
"children":[
"Pharmacotherapy for Crohn Disease"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_gi_s4_4_5_2_1",
"title":{
"__html":"5-Aminosalicylates"
},
"titleNode":{
"type":"section-title",
"hlId":"2b45e6",
"children":[
"5-Aminosalicylates"
]
},
"children":[
{
"type":"p",
"hlId":"1758f0",
"children":[
"5-ASAs are not efficacious in small-bowel Crohn disease, but sulfasalazine is effective for remission and maintenance therapy for mild to moderate colonic Crohn disease."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_4_5_2_2",
"title":{
"__html":"Glucocorticoids"
},
"titleNode":{
"type":"section-title",
"hlId":"adb71f",
"children":[
"Glucocorticoids"
]
},
"children":[
{
"type":"p",
"hlId":"d2c9a1",
"children":[
"Oral and intravenous glucocorticoids are commonly used to treat moderate to severe flares of Crohn disease and are effective in inducing remission. However, as with ulcerative colitis, glucocorticoids are not effective for maintenance therapy. Controlled-release budesonide is effective in inducing remission in mild to moderate ileocolonic Crohn disease."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_4_5_2_3",
"title":{
"__html":"Immunomodulators"
},
"titleNode":{
"type":"section-title",
"hlId":"a30504",
"children":[
"Immunomodulators"
]
},
"children":[
{
"type":"p",
"hlId":"1e9765",
"children":[
"Thiopurines are also used in Crohn disease as steroid-sparing therapy but are not effective in inducing remission. Methotrexate should be considered for alleviating signs and symptoms of steroid-dependent Crohn disease and for maintaining remission. Side effects of methotrexate include hepatotoxicity and interstitial pneumonitis, which can manifest with cough and dyspnea of insidious onset; concomitant folate administration is also necessary."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_4_5_2_4",
"title":{
"__html":"Biologic Agents"
},
"titleNode":{
"type":"section-title",
"hlId":"b4df9e",
"children":[
"Biologic Agents"
]
},
"children":[
{
"type":"p",
"hlId":"3bf3d7",
"children":[
"The anti-TNF agents infliximab, adalimumab, and certolizumab are recommended (infliximab and adalimumab are preferred) to treat moderate to severe Crohn disease. Combination therapy with infliximab and azathioprine is more efficacious than monotherapy with either agent alone in achieving glucocorticoid-free remission and mucosal healing. Ustekinumab is an anti-interleukin-12/23 antibody that is effective in moderate to severe Crohn disease and in patients for whom standard therapy with immunomodulators and glucocorticoids or anti-TNF agents has failed. Increasing evidence supports biologic agents early in the disease."
]
},
{
"type":"p",
"hlId":"c94f09",
"children":[
"The antiadhesion agents vedolizumab and natalizumab are effective in inducing and maintaining remission of moderate to severe Crohn disease. Guidelines suggest against the use of natalizumab because of risk for progressive multifocal leukoencephalopathy (a central nervous system demyelinating infection caused by reactivation of the JC virus). Ustekinumab, a monoclonal antibody that blocks the biologic activity of interleukin-12 and -23 by inhibiting receptors for these cytokines on T cells, is also efficacious in severe Crohn disease, including when anti-TNF therapies prove ineffective."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_4_5_2_5",
"title":{
"__html":"Medical Therapy for Fistulizing Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"dac85c",
"children":[
"Medical Therapy for Fistulizing Disease"
]
},
"children":[
{
"type":"p",
"hlId":"eaa14f",
"children":[
"Fistulizing Crohn disease is difficult to manage. The most appropriate therapy requires expert evaluation and coordination of care between internal medicine and surgery. As part of multimodality therapy, guidelines provide a strong recommendation for infliximab in combination with an antibiotic such as metronidazole or ciprofloxacin for perianal fistula without perianal abscess. Infliximab can be effective for enterocutaneous and rectovaginal fistulae, and tacrolimus can be effective for perianal and cutaneous fistulae."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_4_5_3",
"title":{
"__html":"Surgery"
},
"titleNode":{
"type":"section-title",
"hlId":"4cc2ab",
"children":[
"Surgery"
]
},
"children":[
{
"type":"p",
"hlId":"e36029",
"children":[
"In patients with ulcerative colitis, total proctocolectomy with end-ileostomy or ileal pouch-anal anastomosis is performed for medically refractory disease, toxic megacolon, or carcinoma."
]
},
{
"type":"p",
"hlId":"d6e742",
"children":[
"Indications for surgery in Crohn disease include medically refractory fistula, fibrotic stricture with obstructive symptoms, symptoms refractory to medical therapy, and cancer. The guiding principle of surgery in Crohn disease is preservation of bowel length and function because disease frequently recurs after segmental resection. Patients with Crohn disease who undergo surgery require aggressive anti-TNF and/or immunomodulator treatment to decrease the rate of postoperative disease recurrence."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_4_5_4",
"title":{
"__html":"IBD Management in Pregnancy"
},
"titleNode":{
"type":"section-title",
"hlId":"567657",
"children":[
"IBD Management in Pregnancy"
]
},
"children":[
{
"type":"p",
"hlId":"c932ae",
"children":[
"Most medications used to treat IBD are safe in pregnancy. Methotrexate must be stopped at least 3 months before conception because of its teratogenic effects. Biologic agents and thiopurines are considered low risk during pregnancy and breastfeeding and should be continued to maintain disease remission. Although data on tofacitinib in pregnancy are limited, it should be avoided in pregnancy. See ",
{
"type":"cross-reference",
"target":"mk19_b_rm_s2_6",
"children":[
"MKSAP 19 Rheumatology"
]
},
" for a list of biologic agents and associated risks posed in pregnancy."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_4_6",
"title":{
"__html":"Health Care Considerations"
},
"titleNode":{
"type":"section-title",
"hlId":"d7e3f7",
"children":[
"Health Care Considerations"
]
},
"children":[
{
"type":"p",
"hlId":"aab684",
"children":[
"Patients with IBD have increased risk for vaccine-preventable illnesses. Inactivated vaccines can be safely administered to all patients with IBD, regardless of immunosuppression. Patients with IBD should receive the annual influenza vaccine, the COVID-19 vaccine, and the pneumonia vaccine (either the 15-valent pneumococcal conjugate vaccine followed by the 23-valent pneumococcal polysaccharide vaccine or the 20-valent pneumococcal conjugate vaccine alone). Hepatitis B virus vaccination should be considered for all seronegative individuals, especially if biologic therapy is likely to be required. Ideally, all immunizations should occur before immunosuppressive therapy begins. The Advisory Committee on Immunization Practices also recommends two doses of the recombinant zoster vaccine for all immunocompromised patients aged 19 years and older. The safety of administering live vaccines to patients with IBD depends on the level of immunosuppression. Certain live vaccines (e.g., measles, mumps, rubella, or varicella) can be given to patients with low-level immunosuppression. Low-level immunosuppression refers to receipt of less than 20 mg of systemic glucocorticoids per day; methotrexate, 0.4 mg/kg or less per week; and azathioprine (≤3 mg/kg per day) or 6-MP (≤1.5 mg/kg per day). However, patients receiving anti-TNFs should not be given live vaccines (e.g., measles, mumps, rubella; varicella; and herpes zoster). See ",
{
"type":"cross-reference",
"target":"mk19_b_gm_s1_3",
"children":[
"MKSAP 19 General Internal Medicine 2"
]
},
" for discussion of vaccination strategies."
]
},
{
"type":"p",
"hlId":"344778",
"children":[
"All patients with IBD should be encouraged to stop smoking. Smoking increases Crohn disease activity and the risk for extraintestinal manifestations. Smoking cessation may temporarily worsen ulcerative colitis, but overall health benefits exceed this risk. Patients with IBD are at increased risk for metabolic bone disease due to glucocorticoid use and diminished vitamin D and calcium absorption. Bone mineral density testing is recommended in all patients starting oral glucocorticoid therapy. Otherwise, patients with IBD should be screened for osteoporosis based on established guidelines for the general population. See ",
{
"type":"cross-reference",
"target":"mk19_b_gm_s1_2_3_1_10",
"children":[
"MKSAP 19 General Internal Medicine 2"
]
},
" for discussion of screening for osteoporosis. Patients with IBD should avoid using NSAIDs when possible because these drugs can exacerbate disease activity. Depression and anxiety are more common in patients with IBD than the general population and are associated with medication nonadherence. Therefore, screening for depression and anxiety is recommended in patients with IBD."
]
},
{
"type":"p",
"hlId":"30a6d4",
"children":[
"Patients with IBD have increased risk for colorectal, cervical, and skin cancers. Some immunosuppressive treatments also increase the risk for cancer, although this risk is outweighed by the protective effect of mucosal healing and resultant reduced risk for cancers associated with chronic mucosal inflammation. Long-standing colorectal inflammation increases cancer risk. The American Gastroenterological Association recommends initial colonoscopy screening for dysplasia should be performed at 8 to 10 years after disease diagnosis in all persons with colonic IBD, and immediately on diagnosis of primary sclerosing cholangitis. After a negative screening colonoscopy, surveillance colonoscopy should be performed every 1 to 5 years based on risk factors for colorectal cancer, considering current and previous burden of colonic inflammation, family history of colorectal cancer, primary sclerosing cholangitis, history of colorectal dysplasia, and frequency and quality of previous surveillance examinations."
]
},
{
"type":"p",
"hlId":"39aa6c",
"children":[
"Women with IBD have an increased risk for cervical dysplasia; this risk is greater in women using immunosuppressive therapy. Women with IBD receiving immunosuppressive therapy should undergo Pap testing annually and receive human papillomavirus vaccination according to established guidelines."
]
},
{
"type":"p",
"hlId":"8dc245",
"children":[
"Patients with IBD also have an increased risk for melanoma and nonmelanoma skin cancers. Most of the risk is associated with specific treatments, such as anti-TNF agents (melanoma) and immunomodulators (nonmelanoma); however, evidence suggests that the increased risk for melanoma is independent of treatment. Patients with ulcerative colitis and Crohn disease should undergo yearly melanoma screening. In addition, patients receiving immunomodulators (azathioprine and 6-MP) should be screened for nonmelanoma squamous cell cancer while using these agents. All patients with IBD should use sunscreen, wear protective clothing, avoid tanning beds, and undergo dermatologic surveillance."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"baf618",
"children":[
"Combined oral and topical 5-aminosalicylate (ASA) therapy is superior for inducing remission in mild to moderate ulcerative colitis; 5-ASAs are effective in maintaining remission."
]
},
{
"type":"keypoint",
"hlId":"a00667",
"children":[
"The anti–tumor necrosis factor agents can induce and maintain remission in moderate to severe inflammatory bowel disease."
]
},
{
"type":"keypoint",
"hlId":"958db4",
"children":[
"Azathioprine and 6-mercaptopurine are used in inflammatory bowel disease as steroid-sparing therapy; methotrexate can be used in Crohn disease."
]
},
{
"type":"keypoint",
"hlId":"5da0d8",
"children":[
"Patients with inflammatory bowel disease have increased risk for colorectal, cervical, and skin cancers."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_5",
"title":{
"__html":"Constipation"
},
"titleNode":{
"type":"section-title",
"hlId":"5249f2",
"children":[
"Constipation"
]
},
"children":[
{
"type":"p",
"hlId":"36d4f1",
"children":[
"Constipation is common, affecting 20% of the general population. Constipation can present with symptoms such as infrequent, difficult, or incomplete defecation. It can be acute or chronic and secondary or idiopathic. Medications are the most common cause of secondary constipation; other causes include mechanical obstruction, systemic illnesses, altered physiologic states, and psychosocial conditions ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_gi_t21",
"wrapId":"11",
"children":[
"Table 21"
]
}
]
},
")"
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"11",
"contentIds":[
"mk19_a_gi_t21"
]
},
{
"type":"p",
"hlId":"453ed6",
"children":[
"Once secondary causes have been excluded, chronic constipation is considered functional (idiopathic). Functional constipation is subcategorized as slow transit, normal transit, or dyssynergic defecation. Slow-transit constipation is the delayed passage of fecal contents through the colon based on objective transit testing (radiopaque marker study, scintigraphy, or wireless motility capsule). In normal-transit constipation, colonic transit times are adequate based on objective transit testing. Dyssynergic defecation (also termed pelvic floor dyssynergia, obstructed defecation, or outlet obstruction) is difficulty with or inability to expel stool due to abnormalities in contraction and/or relaxation of pelvic floor muscles during defecation. Functional constipation can result from slow-transit constipation and coexistent dyssynergic defecation."
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_5_1",
"title":{
"__html":"Evaluation"
},
"titleNode":{
"type":"section-title",
"hlId":"b74a43",
"children":[
"Evaluation"
]
},
"children":[
{
"type":"p",
"hlId":"934663",
"children":[
"A careful history identifies most causes of secondary constipation. The medication history should focus on the temporal relationship between medications and constipation onset. The history should include assessment for alarm features: hematochezia, acute constipation in elderly patients, unintentional weight loss, family history of colorectal cancer, unexplained anemia, and age older than 45 years with no previous colonoscopy. Anorectal examination, including digital examination during the Valsalva maneuver, is important because it may identify anatomic or functional causes of an evacuation disorder."
]
},
{
"type":"p",
"hlId":"2fe237",
"children":[
"Flat-plate radiography of the abdomen is the most useful initial study because it can assess for the presence and distribution of excessive stool in the colon and/or rectum. Colonoscopy indications include blood in the stool, a sudden change in bowel habits, or unexplained anemia. It is also used for colon cancer screening in patients at average and increased risk due to family history of colorectal cancer. Additional imaging or laboratory studies should be considered only if clinically indicated. Physiologic testing, including colon transit testing, anorectal manometry, balloon expulsion testing, or defecography, is reserved for patients with symptoms that do not respond to laxative therapy."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_5_2",
"title":{
"__html":"Management"
},
"titleNode":{
"type":"section-title",
"hlId":"fe4dbc",
"children":[
"Management"
]
},
"children":[
{
"type":"p",
"hlId":"c22030",
"children":[
"Treatment strategies that may be beneficial when lifestyle and dietary interventions have been ineffective include bulking agents, stimulant laxatives, osmotic laxatives, secretagogues, and/or biofeedback ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_gi_t22",
"wrapId":"12",
"children":[
"Table 22"
]
}
]
},
")"
]
},
". The evidence for efficacy is strongest for polyethylene glycol, senna, lubiprostone, and linaclotide. Moderate evidence supports the use of psyllium, magnesium salts, bisacodyl, fruit-based laxatives (kiwi, mango, prunes, and ficus), and yogurt with galactooligosaccharide, prunes, and linseed oil. Fiber supplements, polyethylene glycol, magnesium, senna, docusate, and bisacodyl are available without a prescription. For refractory constipation, combination therapy should include agents with different mechanisms of action, such as an osmotic plus a stimulant laxative. For the management of opioid-induced constipation, see ",
{
"type":"cross-reference",
"target":"mk19_a_gm_s5_3_2_2_3",
"children":[
"MKSAP 19 General Internal Medicine 1"
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"12",
"contentIds":[
"mk19_a_gi_t22"
]
},
{
"type":"p",
"hlId":"5058f1",
"children":[
"."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"ee8525",
"children":[
"The most common cause of secondary constipation is medication."
]
},
{
"type":"keypoint",
"hlId":"0b3a98",
"children":[
"Treatments include dietary and lifestyle modification, addressing causes of secondary constipation, and various pharmacologic agents."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_6",
"title":{
"__html":"Irritable Bowel Syndrome"
},
"titleNode":{
"type":"section-title",
"hlId":"5b7f79",
"children":[
"Irritable Bowel Syndrome"
]
},
"children":[
{
"type":"p",
"hlId":"03dffe",
"children":[
"Irritable bowel syndrome (IBS) is a heterogeneous group of functional bowel disorders defined by abdominal pain in association with defecation and/or change in bowel habits. Pain may worsen or subside with defecation. Altered bowel habits may include constipation, diarrhea, or both. Other common symptoms include abdominal bloating and abdominal distention. IBS is associated with diverse pathophysiologic mechanisms, including increased colonic transit, abnormal intestinal or colorectal sensation, increased colonic bile acid concentration, and epithelial barrier dysfunction. IBS is more common in women and adults younger than 50 years and is frequently associated with psychosocial disturbance. No reliable biomarkers define IBS."
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_6_1",
"title":{
"__html":"Evaluation"
},
"titleNode":{
"type":"section-title",
"hlId":"b74a43",
"children":[
"Evaluation"
]
},
"children":[
{
"type":"p",
"hlId":"eda456",
"children":[
"Diagnosis of IBS is no longer one of exclusion but instead can reliably be made by clinical criteria in the absence of alarm features. Diagnosis requires recurrent abdominal pain at least 1 day a week for 3 months along with at least two of the following: defecation-related pain, change in stool frequency, or change in stool consistency. IBS can be further subtyped into IBS with predominant constipation (IBS-C), IBS with predominant diarrhea (IBS-D), IBS with mixed bowel habits, or IBS unclassified. Evaluation for IBS relies on a comprehensive history and physical examination. In patients with IBS-D, stool testing for giardiasis, testing for celiac disease, and fecal calprotectin testing to differentiate from IBD is recommended."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_6_2",
"title":{
"__html":"Management"
},
"titleNode":{
"type":"section-title",
"hlId":"fe4dbc",
"children":[
"Management"
]
},
"children":[
{
"type":"p",
"hlId":"e43c41",
"children":[
"IBS management includes lifestyle modification, changes in diet, probiotics, pharmacotherapy, and cognitive behavioral therapy. Limited evidence suggests that exercise, stress management, and correction of impaired sleep can alleviate IBS symptoms. Evidence is mixed on the effectiveness of probiotics for IBS-D, and this remains an area in need of rigorous clinical trials."
]
},
{
"type":"p",
"hlId":"8e73b0",
"children":[
"The most common dietary intervention is to increase fiber through diet or fiber supplements. Water-soluble fiber supplements, such as psyllium, are more effective than insoluble dietary fiber, such as bran. Dietary restrictions can include avoiding trigger foods; gluten (in the absence of celiac disease); dairy products; and fermentable oligosaccharides, disaccharides, monosaccharides, and polyols (FODMAPs) (see ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_gi_t18",
"wrapId":"13",
"children":[
"Table 18"
]
}
]
},
")"
]
},
". Because these substances are poorly absorbed in the small intestine, they induce osmotic effects or are fermented in the colon, leading to decreased stool consistency and bloating. Some studies show that 20 to 60 minutes of moderate to vigorous physical activity 3 to 5 days per week improves IBS symptom scores. If fiber supplementation, diet manipulations, and exercise fail to relieve symptoms, medications are used. Evidence supporting the various agents varies; few rigorous studies show long-term effectiveness."
]
},
{
"type":"inline-wrap",
"wrapId":"13",
"contentIds":[
"mk19_a_gi_t18"
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_6_2_1",
"title":{
"__html":"Therapy for Irritable Bowel Syndrome With Predominant Constipation"
},
"titleNode":{
"type":"section-title",
"hlId":"20c0b4",
"children":[
"Therapy for Irritable Bowel Syndrome With Predominant Constipation"
]
},
"children":[
{
"type":"p",
"hlId":"81ea57",
"children":[
"Several peripherally acting medications are efficacious for treating IBS-C, including polyethylene glycol and intestinal secretagogues (see ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_gi_t22",
"wrapId":"14",
"children":[
"Table 22"
]
}
]
},
")"
]
},
". The three intestinal secretagogues for IBS-C are lubiprostone, linaclotide, and plecanatide and are typically used to treat symptoms refractory to osmotic laxatives. Probiotics have uncertain benefit and should be used in the context of a clinical trial."
]
},
{
"type":"inline-wrap",
"wrapId":"14",
"contentIds":[
"mk19_a_gi_t22"
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_6_2_2",
"title":{
"__html":"Therapy for Irritable Bowel Syndrome With Predominant Diarrhea"
},
"titleNode":{
"type":"section-title",
"hlId":"51d2de",
"children":[
"Therapy for Irritable Bowel Syndrome With Predominant Diarrhea"
]
},
"children":[
{
"type":"p",
"hlId":"6c5717",
"children":[
"FDA-approved prescription medications for treatment of IBS–D include rifaximin, eluxadoline, and alosetron. A 14-day course of rifaximin (a nonabsorbable antibiotic) relieves global symptoms, bloating, and loose stools associated with IBS-D for up to 10 weeks after treatment. Re-treatment of patients with recurring IBS-D relieves abdominal bloating and improves stool consistency for 4 weeks after treatment."
]
},
{
"type":"p",
"hlId":"597349",
"children":[
"Eluxadoline (a combination of a κ- and µ-opioid receptor agonist and a δ-opioid receptor antagonist) relieves diarrhea and abdominal pain in adults with IBS-D. Adverse effects are mainly nausea and headache. Rare cases of pancreatitis and sphincter of Oddi spasm have been reported. Eluxadoline is contraindicated in patients without a gallbladder and those with known or suspected biliary obstruction, sphincter of Oddi disease or dysfunction, ingestion of three or more alcoholic beverages a day, history of pancreatitis or structural disease of the pancreas, severe hepatic impairment, or history of severe constipation."
]
},
{
"type":"p",
"hlId":"4e283b",
"children":[
"Alosetron (a selective 5-HT",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"3"
]
},
" antagonist) is recommended for women with refractory IBS-D; it alleviates abdominal pain and global symptoms. Because of the risk for severe constipation and colonic ischemia, prescribers must be enrolled in an FDA-mandated risk evaluation and mitigation strategy program in order to prescribe alosetron."
]
},
{
"type":"p",
"hlId":"a4046c",
"children":[
"Other medications with clinical evidence for treatment of IBS-D include loperamide, antispasmodics, tricyclic antidepressants, and bile acid sequestrants. Loperamide, an opioid receptor agonist, slows colonic transit and increases fluid absorption. It reduces stool frequency and improves stool consistency in IBS-D but does not alleviate abdominal pain. Antispasmodics (e.g., dicyclomine and peppermint oil) decrease abdominal pain and global symptoms of IBS. Tricyclic antidepressants modestly relieve the abdominal pain and global symptoms of IBS-D. The mechanism of action of tricyclic antidepressants in IBS may include reduced activation of pain centers in the brain and peripheral mechanisms that affect pain sensation. Approximately 25% of patients with IBS-D have evidence of bile acid malabsorption; a bile acid binder, such as colesevelam, reduces stool frequency and improves stool consistency in these patients. Psychological therapies (e.g., cognitive behavioral therapy, hypnotherapy, multicomponent psychological therapy, and dynamic psychotherapy) are beneficial in the treatment of IBS."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"73036a",
"children":[
"Diagnosis of irritable bowel syndrome (IBS) requires recurrent abdominal pain at least 1 day a week for 3 months along with at least two of the following: defecation-related pain, change in stool frequency, or change in stool consistency."
]
},
{
"type":"keypoint",
"hlId":"1aac89",
"children":[
"In patients with IBS with predominant diarrhea, stool testing for giardiasis, testing for celiac disease, and fecal calprotectin testing to differentiate from inflammatory bowel disease is recommended."
]
},
{
"type":"keypoint",
"hlId":"c081b8",
"children":[
"Initial treatment of IBS includes water-soluble fiber supplements, avoiding trigger foods (i.e., gluten and fermentable oligosaccharides, disaccharides, monosaccharides, and polyols), and exercise."
]
},
{
"type":"keypoint",
"hlId":"ec66fe",
"children":[
"Pharmacotherapy should target predominant symptoms and be used if conservative treatment is not effective."
]
}
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_7",
"title":{
"__html":"Centrally Mediated Abdominal Pain Syndrome and Narcotic Bowel Syndrome"
},
"titleNode":{
"type":"section-title",
"hlId":"8e7ecf",
"children":[
"Centrally Mediated Abdominal Pain Syndrome and Narcotic Bowel Syndrome"
]
},
"children":[
{
"type":"p",
"hlId":"4957e5",
"children":[
"Centrally mediated abdominal pain syndrome (CAPS) results from central sensitization with disinhibition of pain signals. When abdominal pain is the primary symptom and is unrelated to food intake and defecation, CAPS should be considered. The abdominal pain is described as constant, nearly constant, or frequently recurring; is not localized; and may include extraintestinal symptoms, such as musculoskeletal pain. It can be associated with impairment in activities of daily living and psychosocial issues. Limited evaluation is needed for patients with chronic pain meeting CAPS diagnostic criteria. Initial evaluation should include a detailed medical and psychosocial history, physical examination, and limited laboratory studies to exclude gastrointestinal bleeding and inflammation."
]
},
{
"type":"p",
"hlId":"6671af",
"children":[
"Successful treatment depends on the patient-physician relationship and should focus on setting appropriate goals and expectations. A combination of pharmacologic and/or psychological therapies may be needed, including tricyclic antidepressants, selective serotonin reuptake inhibitors, or serotonin-norepinephrine reuptake inhibitors. Four classes of psychotherapy have shown benefits in CAPS when combined with medical therapy: cognitive behavioral therapy, psychodynamic-interpersonal therapy, mindfulness- and acceptance-based therapy, and hypnotherapy."
]
},
{
"type":"p",
"hlId":"e0905e",
"children":[
"Narcotic bowel syndrome, also known as opiate-induced gastrointestinal hyperalgesia, is characterized by the paradoxical increase in abdominal pain with increasing doses of narcotics despite clinical evidence showing improvement or stability of the underlying condition. Patients with this condition often fear tapering off narcotics, believing that the narcotics are “the only thing that helps.” The only treatment is complete detoxification and cessation of narcotic use. Enrollment in a supervised detoxification program is recommended."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"890d7a",
"children":[
"Centrally mediated abdominal pain syndrome should be considered when abdominal pain is the primary symptom and is unrelated to food intake and defecation; the abdominal pain is described as constant, nearly constant, or frequently recurring; is not localized; and may include extraintestinal symptoms."
]
},
{
"type":"keypoint",
"hlId":"33fee4",
"hvc":true,
"children":[
"Evaluation for centrally mediated pain syndrome requires a detailed medical and psychosocial history and physical examination, with limited laboratory testing."
]
},
{
"type":"keypoint",
"hlId":"5c770f",
"children":[
"Narcotic bowel syndrome, also known as opiate-induced gastrointestinal hyperalgesia, is characterized by the paradoxical increase in abdominal pain with increasing doses of narcotics."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_8",
"title":{
"__html":"Diverticular Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"b82b1a",
"children":[
"Diverticular Disease"
]
},
"children":[
{
"type":"p",
"hlId":"3e39dd",
"children":[
"A diverticulum is herniation of the mucosa and submucosa through a weakness in the muscle wall. Diverticulosis (presence of diverticula) is the most common finding identified during colonoscopy. The mechanism is thought to involve diet, microbiota, genetics, and colonic motility. Diverticulosis incidence continues to rise in the Western world and increases with age, with a reported prevalence of 80% in persons age 85 years and older. Most patients with diverticulosis are asymptomatic, but 15% develop complications, including bleeding and diverticulitis."
]
},
{
"type":"p",
"hlId":"288504",
"children":[
"Diverticulitis results from a diverticulum becoming blocked, trapping of bacteria, and development of inflammation. Diverticulitis can be classified as uncomplicated or complicated. Complicated diverticulitis is marked by abscess, fistula, obstruction, or perforation. In some patients, a focal area of colitis can develop in a segment of diverticulosis, called segmental colitis associated with diverticulosis."
]
},
{
"type":"p",
"hlId":"ddf335",
"children":[
"The clinical presentation of uncomplicated diverticulitis is colicky abdominal pain relieved with flatus or a bowel movement. On physical examination, abdominal tenderness (usually in the left lower quadrant) is often present. Patients with colovesical fistula may present with dysuria, urinary frequency, pneumaturia, fecaluria, and recurrent urinary infection. Patients with diverticulitis uncommonly present with rectal bleeding."
]
},
{
"type":"p",
"hlId":"390f35",
"children":[
"Acute diverticulitis is often a clinical diagnosis, usually not requiring imaging. However, CT should be performed when diagnosis is uncertain or if complicated disease is suspected (e.g., abscess)."
]
},
{
"type":"p",
"hlId":"389a2f",
"children":[
"Uncomplicated diverticulitis is usually treated with oral antibiotics (e.g., a fluoroquinolone and metronidazole) and a liquid diet. Close observation without antibiotics may be considered in some patients with acute uncomplicated left-sided diverticulitis who are immunocompetent and are at low risk for medical complications. Intravenous antibiotics and hospitalization are required in patients unable to tolerate an oral diet; patients with severe comorbidities, advanced age, or immunosuppression; and patients for whom oral antibiotics have been ineffective."
]
},
{
"type":"p",
"hlId":"cefc67",
"children":[
"Treatment of complicated diverticulitis depends on illness severity and CT findings. If the CT scan shows a large abscess, CT-guided drainage may be needed. Surgery is indicated for patients who present with or develop peritonitis, perforation, obstruction, or persistent sepsis.."
]
},
{
"type":"p",
"hlId":"ba4d27",
"children":[
"A high-fiber diet is recommended to prevent recurrent diverticulitis. No evidence supports restricting such foods as nuts, berries, and seeds to prevent recurrent diverticulitis. Unless performed recently (1-2 years), colonoscopy should be completed in all patients with complicated diverticulitis after symptoms resolve to rule out concomitant malignancy."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"c074e7",
"hvc":true,
"children":[
"Acute diverticulitis is often a clinical diagnosis, usually not requiring abdominal imaging unless an alternative diagnosis or complicated disease is suspected."
]
},
{
"type":"keypoint",
"hlId":"85e680",
"children":[
"Acute uncomplicated left-sided diverticulitis can initially be treated without antibiotics and close observation alone in select immunocompetent patients at low risk for medical complications with good outpatient medical and family support in place."
]
},
{
"type":"keypoint",
"hlId":"ddf00e",
"children":[
"Intravenous antibiotics and hospitalization are required in patients with uncomplicated diverticulitis unable to tolerate an oral diet; patients with severe comorbidities, advanced age, or immunosuppression; and patients for whom oral antibiotics have been ineffective."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_9",
"title":{
"__html":"Ischemic Bowel Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"3c3731",
"children":[
"Ischemic Bowel Disease"
]
},
"children":[
{
"type":"p",
"hlId":"5efeb3",
"children":[
"Ischemic bowel disease represents a decrease in blood flow to the small or large intestine that is insufficient to meet intestinal cellular metabolic function. It represents a spectrum of conditions that can be related to acute or chronic alterations of arterial or venous intestinal blood flow. Ischemic bowel disease can be broadly subcategorized into three major clinical syndromes: acute mesenteric ischemia, chronic mesenteric ischemia, and colonic ischemia ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_gi_t23",
"wrapId":"15",
"children":[
"Table 23"
]
}
]
},
")"
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"15",
"contentIds":[
"mk19_a_gi_t23"
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_9_1",
"title":{
"__html":"Acute Mesenteric Ischemia"
},
"titleNode":{
"type":"section-title",
"hlId":"6ad576",
"children":[
"Acute Mesenteric Ischemia"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_gi_s4_9_1_1",
"title":{
"__html":"Clinical Features"
},
"titleNode":{
"type":"section-title",
"hlId":"7962dd",
"children":[
"Clinical Features"
]
},
"children":[
{
"type":"p",
"hlId":"3302e9",
"children":[
"Acute mesenteric ischemia (AMI) is a rare condition caused by an abrupt decrease in blood flow to the small intestine that can be obstructive or nonobstructive. Obstructive causes of AMI include cardiogenic emboli or thrombosis related to underlying atherosclerotic disease. Nonobstructive AMI is most commonly caused by vasoconstriction of the mesenteric vasculature in the setting of severe sepsis or marked reduction in effective circulating volume (low-flow states). Mesenteric vein thrombosis may also cause AMI and often is associated with malignancy, hypercoagulable states, or intra-abdominal inflammatory conditions. Bowel infarction occurs with prolonged reduction of blood flow; this is the most important prognostic factor for adverse outcome."
]
},
{
"type":"p",
"hlId":"4a8b86",
"children":[
"AMI commonly presents with abrupt onset of severe, constant periumbilical abdominal pain followed by the urge to defecate along with loose nonbloody stools. Hematochezia occurs in a minority of cases of AMI (15%), and its presence signifies concomitant right colon ischemia. Although patients report severe abdominal pain, the abdominal examination in early disease is unimpressive and shows no peritoneal signs (pain out of proportion to physical examination findings). This should immediately raise suspicion of early AMI. With delayed or late presentation, intestinal ischemia progresses to infarction, and the mortality rate is high."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_9_1_2",
"title":{
"__html":"Diagnosis"
},
"titleNode":{
"type":"section-title",
"hlId":"523223",
"children":[
"Diagnosis"
]
},
"children":[
{
"type":"p",
"hlId":"45855f",
"children":[
"Laboratory and abdominal imaging findings in early AMI, before intestinal infarction develops, are nonspecific. Most patients have elevated leukocyte counts. A serum lactate concentration may be normal, and this should not exclude the diagnosis."
]
},
{
"type":"p",
"hlId":"865c83",
"children":[
"CT angiography is recommended for diagnosing AMI. Although magnetic resonance angiography avoids the risks of radiation and contrast exposure, it takes longer and is less sensitive for distal and nonocclusive disease. Duplex ultrasonography is an effective low-cost method for assessing the proximal mesenteric vessels, but adequate ultrasonography often cannot be performed in patients with AMI. The classic angiographic finding is an embolus or thrombus in the superior mesenteric artery."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_9_1_3",
"title":{
"__html":"Treatment"
},
"titleNode":{
"type":"section-title",
"hlId":"4c4ac0",
"children":[
"Treatment"
]
},
"children":[
{
"type":"p",
"hlId":"d881c5",
"children":[
"After aggressive fluid resuscitation, abdominal decompression, pain management, and administration of broad-spectrum antibiotics, emergent surgery is indicated if imaging findings signifying mesenteric infarction, such as pneumatosis intestinalis (gas within the intestinal wall) or portal venous gas, are present. Otherwise, angiography with selective catheterization of the mesenteric vessels may be performed along with endovascular intervention if possible. Patients with mesenteric arterial or venous occlusion should begin receiving systemic anticoagulation to prevent thrombus propagation, and anticoagulation should be continued after surgery to prevent additional thrombus formation."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_9_2",
"title":{
"__html":"Chronic Mesenteric Ischemia"
},
"titleNode":{
"type":"section-title",
"hlId":"42606d",
"children":[
"Chronic Mesenteric Ischemia"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_gi_s4_9_2_1",
"title":{
"__html":"Clinical Features"
},
"titleNode":{
"type":"section-title",
"hlId":"7962dd",
"children":[
"Clinical Features"
]
},
"children":[
{
"type":"p",
"hlId":"dd6ce4",
"children":[
"Chronic mesenteric ischemia (CMI) is an uncommon condition that involves a gradual decrease in blood flow to the small intestine over months to years. It most commonly results from atherosclerotic narrowing of the mesenteric arteries."
]
},
{
"type":"p",
"hlId":"be00bb",
"children":[
"The classic symptom triad of CMI is postprandial abdominal pain, sitophobia (fear of eating), and weight loss. However, this triad is seen in only 30% of patients with CMI, and CMI should be suspected in the setting of recurrent postprandial abdominal pain. Pain begins approximately 30 minutes after food ingestion as the fixed narrowing of the mesenteric arteries prevents blood flow from increasing and meeting the increased functional demand of the small bowel, with resultant ischemia."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_9_2_2",
"title":{
"__html":"Diagnosis"
},
"titleNode":{
"type":"section-title",
"hlId":"523223",
"children":[
"Diagnosis"
]
},
"children":[
{
"type":"p",
"hlId":"80c1bc",
"children":[
"The diagnosis of CMI requires exclusion of alternative causes of postprandial abdominal pain and weight loss along with compatible imaging findings. CT or magnetic resonance angiography findings suggesting CMI include severe stenosis (>70%) of two of the three mesenteric arteries."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_9_2_3",
"title":{
"__html":"Treatment"
},
"titleNode":{
"type":"section-title",
"hlId":"4c4ac0",
"children":[
"Treatment"
]
},
"children":[
{
"type":"p",
"hlId":"0cb331",
"children":[
"CMI is treated with percutaneous endovascular stenting or surgical revascularization. Periprocedural morbidity and mortality are lower with endovascular stenting; however, this method is less durable than surgical revascularization."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_9_3",
"title":{
"__html":"Colonic Ischemia"
},
"titleNode":{
"type":"section-title",
"hlId":"e24959",
"children":[
"Colonic Ischemia"
]
},
"children":[
{
"type":"p",
"hlId":"2afc30",
"children":[
"Colonic ischemia is the most common form of ischemic bowel disease. It most commonly results from a nonocclusive low-flow state in microvessels, which occurs with hypovolemia or hypotension. Risk factors include age (>60 years), female sex, vasoconstrictive and antihypertension medications, constipation, thrombophilia, and COPD."
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_9_3_1",
"title":{
"__html":"Clinical Features"
},
"titleNode":{
"type":"section-title",
"hlId":"7962dd",
"children":[
"Clinical Features"
]
},
"children":[
{
"type":"p",
"hlId":"915ada",
"children":[
"Colonic ischemia presents with the abrupt onset of lower abdominal discomfort that is mild to moderate and cramping, followed within 24 hours by diarrhea and hematochezia. See ",
{
"type":"cross-reference",
"target":"mk19_a_gi_s8_3",
"children":[
"Gastrointestinal Bleeding"
]
},
" for discussion of lower gastrointestinal bleeding."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_9_3_2",
"title":{
"__html":"Diagnosis"
},
"titleNode":{
"type":"section-title",
"hlId":"523223",
"children":[
"Diagnosis"
]
},
"children":[
{
"type":"p",
"hlId":"419390",
"children":[
"Physical examination most commonly reveals mild lower abdominal tenderness over the involved bowel segment without peritoneal signs. Laboratory studies may show mildly elevated leukocyte count and blood urea nitrogen level."
]
},
{
"type":"p",
"hlId":"ddd426",
"children":[
"Abdominal CT is indicated to assess the severity, phase, and distribution of colonic ischemia. CT findings in colonic ischemia are nonspecific and include bowel-wall thickening ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_gi_f21",
"wrapId":"16",
"children":[
"Figure 21"
]
}
]
},
")"
]
},
" and pericolonic fat stranding (an increase in density within pericolonic fat secondary to inflammation), often in the distribution of the “watershed” areas of the colon (splenic flexure and rectosigmoid junction). Infections that can mimic colonic ischemia, such as with cytomegalovirus, ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"C. difficile"
]
},
", and enterohemorrhagic ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"E. coli,"
]
},
" must be excluded. Colonoscopy with biopsy is the test of choice to confirm the diagnosis of colonic ischemia."
]
},
{
"type":"inline-wrap",
"wrapId":"16",
"contentIds":[
"mk19_a_gi_f21"
]
},
{
"type":"p",
"hlId":"3610c3",
"children":[
"Because colonic ischemia is most commonly caused by a nonocclusive low-flow state, dedicated imaging of the mesenteric vasculature is of low yield and generally not indicated. The exception is right-sided colonic ischemia, which can be the harbinger of AMI caused by a focal thrombus or embolus of the superior mesenteric artery. Therefore, patients with right-sided colonic ischemia require noninvasive imaging of the mesenteric vasculature to exclude an occlusive process of the superior mesenteric artery."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_9_3_3",
"title":{
"__html":"Treatment"
},
"titleNode":{
"type":"section-title",
"hlId":"4c4ac0",
"children":[
"Treatment"
]
},
"children":[
{
"type":"p",
"hlId":"6d97e0",
"children":[
"Most cases of colonic ischemia are mild and transient, with rapid spontaneous resolution. Patients with more severe disease require hospitalization for supportive care with bowel rest, restoration of intravascular volume, antimicrobial therapy in many cases, and close observation. Only a small percentage of patients require operative intervention for necrotic bowel or irreversible complications, such as stricture."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"deeae8",
"children":[
"Acute abdominal pain out of proportion to physical examination findings should immediately raise suspicion for early acute mesenteric ischemia."
]
},
{
"type":"keypoint",
"hlId":"bc813b",
"children":[
"CT angiography is the recommended method for the diagnosis of acute mesenteric ischemia."
]
},
{
"type":"keypoint",
"hlId":"f242d6",
"children":[
"Chronic mesenteric ischemia should be suspected in the setting of recurrent postprandial abdominal pain."
]
},
{
"type":"keypoint",
"hlId":"aa99c3",
"children":[
"Colonic ischemia presents with the abrupt onset of lower abdominal discomfort that is mild to moderate and cramping, followed within 24 hours by diarrhea and hematochezia."
]
}
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_10",
"title":{
"__html":"Anorectal Disorders"
},
"titleNode":{
"type":"section-title",
"hlId":"6e2f97",
"children":[
"Anorectal Disorders"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_gi_s4_10_1",
"title":{
"__html":"Perianal Disorders"
},
"titleNode":{
"type":"section-title",
"hlId":"5fa0de",
"children":[
"Perianal Disorders"
]
},
"children":[
{
"type":"p",
"hlId":"d90faa",
"children":[
"Perianal symptoms, including bright red blood per rectum, anal pain, anal itching, or a reported anal mass, should prompt a detailed evaluation of the anus, anal canal, and rectum that includes visual inspection of the anus and digital rectal examination. Anoscopy or proctoscopy may be required to establish the diagnosis. Colonoscopy is indicated when additional alarm features are present; these include age older than 45 years, altered bowel habits, anemia, IBD, unexplained weight loss, and/or family history of colorectal cancer."
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_10_1_1",
"title":{
"__html":"Hemorrhoids"
},
"titleNode":{
"type":"section-title",
"hlId":"cd14b8",
"children":[
"Hemorrhoids"
]
},
"children":[
{
"type":"p",
"hlId":"f6b3df",
"children":[
"Risk factors for symptomatic hemorrhoids include ascites, pregnancy, excessive sitting or squatting, systemic rheumatic disorders, low dietary-fiber intake, obesity, and sedentary lifestyle. Recurrent straining and persistent bowel alterations (constipation or diarrhea) can lead to engorgement of hemorrhoid plexuses, causing symptoms of bleeding, prolapse, and swelling. Age-related changes can cause the hemorrhoid beds to slide back and forth during defecation, resulting in mucoid anal discharge, perianal wetness, soiling, irritation, and/or pruritus. Pain is not a common symptom of uncomplicated hemorrhoids and should raise suspicion for hemorrhoid complications, including thrombosis, ischemia, or incarceration from prolapse, or for an alternative diagnosis, such as anal fissure, perirectal infection, or perianal abscess. Hemorrhoids are categorized as internal if proximal to the dentate line, external if distal to the dentate line, or mixed if crossing the dentate line."
]
},
{
"type":"p",
"hlId":"77b687",
"children":[
"Evaluation of hemorrhoids should always include a careful perianal and digital rectal examination. Symptomatic hemorrhoids can be confused with rectal mucosal prolapse, full-thickness rectal prolapse, or a prolapsed rectal polyp. Prolapsed concentric folds indicate rectal prolapse as opposed to a prolapsed hemorrhoid or anal polyp ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_gi_f22",
"wrapId":"17",
"children":[
"Figure 22"
]
}
]
},
")"
]
},
". Further direct evaluation of the anorectum can be considered with anoscopy or flexible sigmoidoscopy."
]
},
{
"type":"inline-wrap",
"wrapId":"17",
"contentIds":[
"mk19_a_gi_f22"
]
},
{
"type":"p",
"hlId":"441e21",
"children":[
"First-line therapy for hemorrhoids includes increased fiber intake, adequate liquid intake, and avoidance of straining. Various topical agents may reduce hemorrhoid symptoms but are not necessary for curative therapy. Patients with internal hemorrhoids unresponsive to medical therapy should be considered for banding. Other options, including sclerotherapy and infrared coagulation, are less effective."
]
},
{
"type":"p",
"hlId":"db33d0",
"children":[
"Thrombosed external hemorrhoids are best treated with surgical excision within the first 4 days of symptom onset. Surgical hemorrhoidectomy should be reserved for refractory hemorrhoids, large external hemorrhoids, or combined internal and external hemorrhoids with rectal prolapse."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_10_1_2",
"title":{
"__html":"Anal Fissure"
},
"titleNode":{
"type":"section-title",
"hlId":"fa2435",
"children":[
"Anal Fissure"
]
},
"children":[
{
"type":"p",
"hlId":"41f1e9",
"children":[
"Anal fissures are longitudinal mucosal tears in the anal canal characterized by anorectal pain that is worsened by bowel movements and sitting ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_gi_f23",
"wrapId":"18",
"children":[
"Figure 23"
]
}
]
},
")"
]
},
". Rectal bleeding with bowel movements or wiping is common. Anal fissures are idiopathic or result from trauma due to passage of hard stool, receptive anal intercourse, or insertion of a foreign body (such as an enema or endoscope). Lateral anal fissures should raise concern for other entities, including Crohn disease, ulcerative colitis, tuberculosis, syphilis, HIV infection, psoriasis, or anal cancer. Anal fissures lasting more than 8 to 12 weeks are considered chronic and may be characterized by edema and fibrosis as well as a sentinel pile (appearing as a skin tag) or hypertrophied anal papilla within the anal canal."
]
},
{
"type":"inline-wrap",
"wrapId":"18",
"contentIds":[
"mk19_a_gi_f23"
]
},
{
"type":"p",
"hlId":"e3a8a8",
"children":[
"Acute anal fissures generally resolve within a few weeks with the use of sitz baths, psyllium, and bulking agents. Topical anesthetics and anti-inflammatory agents can be considered to address pain or bleeding but are not required to promote fissure healing. Rectal spasm is the major reason for anal fissures becoming chronic and should be treated with topical calcium channel blockers or nitrates. Patients with chronic fissures unresponsive to these measures should be referred for internal sphincter botulinum toxin injection or surgical sphincterotomy."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_10_2",
"title":{
"__html":"Fecal Incontinence"
},
"titleNode":{
"type":"section-title",
"hlId":"3a9114",
"children":[
"Fecal Incontinence"
]
},
"children":[
{
"type":"p",
"hlId":"419b90",
"children":[
"Fecal incontinence is the recurrent, uncontrolled passage of fecal material. Fecal incontinence does not include passage of clear mucus or flatus incontinence. Fecal incontinence is grossly underreported because of associated embarrassment; health care providers should inquire about it during clinic visits in patients at risk. Fecal incontinence is more common in multiparous women and in patients with advanced age; obesity; diarrhea or urinary incontinence; or history of obstetric complications, anorectal surgery, or anorectal disease. Factors contributing to fecal incontinence include loose stools, impaired rectal storage capacity, altered rectal sensation, and reduced anal sphincter tone. Constipation with resultant fecal loading and overflow diarrhea can also cause fecal incontinence."
]
},
{
"type":"p",
"hlId":"dd9050",
"children":[
"A digital rectal examination is essential in the evaluation. It can identify reduced anal sphincter tone, prolapse of hemorrhoids or rectum, or rectal stool impaction. Additional diagnostic testing is determined by the history and rectal examination. If fecal loading is suspected, an abdominal radiograph can be diagnostic. If diarrhea is present, stool testing and/or colonoscopy should be considered. If weak sphincter tone is appreciated or rectal urgency is reported, evaluation may include neurologic evaluation for spinal cord disorders, anorectal manometry to assess anal sphincter pressure and rectal sensation, anal endosonography or MRI for anal sphincter defects, or defecography for structural evaluation of the pelvic floor."
]
},
{
"type":"p",
"hlId":"6877b4",
"children":[
"Initial treatment should be directed at treating reversible factors, such as diarrhea, constipation, and offending medications. Effective dietary modifications include fiber supplementation and avoidance of trigger foods. Daily pelvic floor exercises should be employed to strengthen pelvic floor muscles. If there is no response to conservative measures, the next step is pelvic floor muscle training with physical therapists. In cases not responding to biofeedback therapy, other treatment options include anal plugs, minimally invasive procedures (e.g., injectable bulking agents or sacral nerve stimulation), or surgery (e.g., sphincteroplasty)."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_10_3",
"title":{
"__html":"Anal Cancer"
},
"titleNode":{
"type":"section-title",
"hlId":"4db1fb",
"children":[
"Anal Cancer"
]
},
"children":[
{
"type":"p",
"hlId":"0a8706",
"children":[
"Anal cancer ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_gi_f24",
"wrapId":"19",
"children":[
"Figure 24"
]
}
]
},
")"
]
},
" is rare, with a yearly incidence of 8000 cases in the United States. Squamous cell cancer is the most common type, representing 80% of all anal cancers. The incidence has been rising by 2.2% each year for the last decade. Delayed diagnosis by up to 2 years in more than half of cases has resulted in increased need for aggressive surgical intervention."
]
},
{
"type":"inline-wrap",
"wrapId":"19",
"contentIds":[
"mk19_a_gi_f24"
]
},
{
"type":"p",
"hlId":"25b156",
"children":[
"Human papillomavirus infection and intraepithelial neoplasia are strongly linked with anal cancer. Risk is increased in men who have sex with men and in patients with HIV infection, history of condylomata, or kidney or liver transplantation. Presenting symptoms of anal cancer may include bleeding, pain, or pruritus; however, 25% of cases present without any anorectal symptoms. Rates of anal squamous cell cancer are 1 in 100,000 in patients with IBD or ulcerative colitis and 2 in 100,000 in patients with Crohn disease, largely in those with perianal disease. These statistics warrant heightened vigilance in patients with long-standing perianal disease. Cancer occurs at a young age in patients with Crohn disease (mean age, 42 years), with a typical presentation of anal pain. Anal cancer is aggressive in patients with Crohn disease; most patients require radical surgery, and cumulative overall and disease-free survival is 37% at 5 years."
]
},
{
"type":"p",
"hlId":"ac2e00",
"children":[
"Although no recommendations address screening for anal dysplasia in at-risk populations, screening modalities include digital rectal examination, an anal Pap test, human papillomavirus testing, and high-resolution anoscopy."
]
},
{
"type":"p",
"hlId":"c604e5",
"children":[
"Biopsy is required to diagnose anal cancer."
]
},
{
"type":"p",
"hlId":"df37dd",
"children":[
"For treatment and follow-up of anal cancer, see ",
{
"type":"cross-reference",
"target":"mk19_a_on_s5_2",
"children":[
"MKSAP 19 Oncology"
]
},
"."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"b33a0c",
"children":[
"First-line therapy for hemorrhoids includes increased fiber intake, adequate liquid intake, and avoidance of straining."
]
},
{
"type":"keypoint",
"hlId":"10f818",
"children":[
"Initial treatment of fecal incontinence is directed at reversible factors, such as diarrhea, constipation, offending medications, smoking, obesity, and physical inactivity."
]
},
{
"type":"keypoint",
"hlId":"d46b6f",
"children":[
"Presenting symptoms of anal cancer may include bleeding, pain, or pruritus; however, 25% of cases present without any anorectal symptoms."
]
},
{
"type":"keypoint",
"hlId":"3cb85b",
"children":[
"Patients with Crohn disease with long-standing perianal disease are particularly at risk for anal cancer."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_11",
"title":{
"__html":"Appendicitis"
},
"titleNode":{
"type":"section-title",
"hlId":"c53c2f",
"children":[
"Appendicitis"
]
},
"children":[
{
"type":"p",
"hlId":"9679d0",
"children":[
"Appendicitis is a common cause of acute abdominal pain and is most prevalent in adolescence and early adulthood. Classic symptoms include periumbilical and right lower quadrant colicky abdominal pain, nausea, vomiting, and anorexia. Physical examination findings may be subtle in early stages; as inflammation progresses, patients may develop more pronounced findings. Fever, abdominal tenderness, rebound tenderness, and guarding may be present. Tenderness is often pronounced at the McBurney point (two thirds of the distance from the umbilicus to the anterior superior iliac spine), which corresponds to the location of the appendix. Other physical examination findings include a Rovsing sign (right lower quadrant pain with left lower quadrant palpation) and psoas sign (right lower quadrant pain with extension of the right hip). Laboratory findings may include leukocytosis and elevated C-reactive protein. Clinical prediction tools such as the Appendicitis Inflammatory Response score, Adult Appendicitis score, or Alvarado score may be helpful in risk-stratifying patients. The diagnosis should be confirmed with an abdominal and pelvic CT; ultrasonography may also be used but is less diagnostically accurate."
]
},
{
"type":"p",
"hlId":"809035",
"children":[
"For uncomplicated (nonperforated) appendicitis, analgesia, prophylactic preoperative antibiotics, and appendectomy within the first 12 to 24 hours of presentation is the mainstay of treatment. Nonoperative treatment may be an acceptable alternative in select, uncomplicated cases. Nonoperative treatment includes analgesia and 7 to 10 days of antibiotics. However, 30% to 40% of patients who opt for nonoperative management will require appendectomy, especially if an appendicolith is present, in the next 5 years. Complicated (perforated) appendicitis requires treatment with intravenous antibiotics, possible percutaneous drainage in the case of an abscess, and either emergent or interval appendectomy. At postoperative follow-up, colonoscopy should be considered in patients treated for a perforated appendicitis because neoplasm is more prevalent in this group."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"2a2b23",
"children":[
"Appendicitis should be suspected in patients presenting with right lower quadrant pain, nausea, vomiting, and anorexia; the diagnosis should be confirmed by imaging."
]
},
{
"type":"keypoint",
"hlId":"15b0df",
"children":[
"Appendectomy is the mainstay of treatment in most patients with uncomplicated appendicitis."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s4_12",
"bibliography":true,
"title":{
"__html":"Bibliography"
},
"titleNode":{
"type":"section-title",
"hlId":"a7cc81",
"children":[
"Bibliography"
]
},
"children":[
{
"type":"references",
"children":[
{
"type":"reference",
"children":[
"Feuerstein JD, Ho EY, Shmidt E, et al; American Gastroenterological Association Institute Clinical Guidelines Committee. AGA clinical practice guidelines on the medical management of moderate to severe luminal and perianal fistulizing Crohn's disease. Gastroenterology. 2021;160:2496-2508. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/34051983",
"target":"_blank"
},
"children":[
"PMID: 34051983"
]
},
" doi:10.1053/j.gastro.2021.04.022"
]
},
{
"type":"reference",
"children":[
"Ford AC, Moayyedi P, Chey WD, et al; ACG Task Force on Management of Irritable Bowel Syndrome. American College of Gastroenterology monograph on management of irritable bowel syndrome. Am J Gastroenterol. 2018;113:1-18. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29950604",
"target":"_blank"
},
"children":[
"PMID: 29950604"
]
},
" doi:10.1038/s41395-018-0084-x"
]
},
{
"type":"reference",
"children":[
"Hall J, Hardiman K, Lee S, et al; Prepared on behalf of the Clinical Practice Guidelines Committee of the American Society of Colon and Rectal Surgeons. The American Society of Colon and Rectal Surgeons clinical practice guidelines for the treatment of left-sided colonic diverticulitis. Dis Colon Rectum. 2020;63:728-747. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/32384404",
"target":"_blank"
},
"children":[
"PMID: 32384404"
]
},
" doi:10.1097/DCR.0000000000001679"
]
},
{
"type":"reference",
"children":[
"Husby S, Murray JA, Katzka DA. AGA clinical practice update on diagnosis and monitoring of celiac disease-changing utility of serology and histologic measures: expert review. Gastroenterology. 2019;156:885-889. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30578783",
"target":"_blank"
},
"children":[
"PMID: 30578783"
]
},
" doi:10.1053/j.gastro.2018.12.010"
]
},
{
"type":"reference",
"children":[
"Ko CW, Singh S, Feuerstein JD, et al; American Gastroenterological Association Institute Clinical Guidelines Committee. AGA clinical practice guidelines on the management of mild-to-moderate ulcerative colitis. Gastroenterology. 2019;156:748-764. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30576644",
"target":"_blank"
},
"children":[
"PMID: 30576644"
]
},
" doi:10.1053/j.gastro.2018.12.009"
]
},
{
"type":"reference",
"children":[
"Lichtenstein GR, Loftus EV, Isaacs KL, et al. ACG clinical guideline: management of Crohn's disease in adults. Am J Gastroenterol. 2018;113:481-517. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29610508",
"target":"_blank"
},
"children":[
"PMID: 29610508"
]
},
" doi:10.1038/ajg.2018.27"
]
},
{
"type":"reference",
"children":[
"Murthy N, Wodi AP, Bernstein H, et al. Advisory committee on immunization practices recommended immunization schedule for adults aged 19 years or older - United States, 2022. MMWR Morb Mortal Wkly Rep. 2022;71:229-233. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/35176010",
"target":"_blank"
},
"children":[
"PMID: 35176010"
]
},
" doi:10.15585/mmwr.mm7107a1"
]
},
{
"type":"reference",
"children":[
"Murthy SK, Feuerstein JD, Nguyen GC, et al. AGA clinical practice update on endoscopic surveillance and management of colorectal dysplasia in inflammatory bowel diseases: expert review. Gastroenterology. 2021;161:1043-1051.e4. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/34416977",
"target":"_blank"
},
"children":[
"PMID: 34416977"
]
},
" doi:10.1053/j.gastro.2021.05.063"
]
},
{
"type":"reference",
"children":[
"Pardi DS. Diagnosis and management of microscopic colitis. Am J Gastroenterol. 2017;112:78-85. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/27897155",
"target":"_blank"
},
"children":[
"PMID: 27897155"
]
},
" doi:10.1038/ajg.2016.477"
]
},
{
"type":"reference",
"children":[
"Qaseem A, Etxeandia-Ikobaltzeta I, Lin JS, et al; Clinical Guidelines Committee of the American College of Physicians. Diagnosis and management of acute left-sided colonic diverticulitis: A clinical guideline from the American College of Physicians. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://www.acpjournals.org/doi/10.7326/M21-2710",
"target":"_blank"
},
"children":[
"Ann Intern Med"
]
},
". 2022;175:399-415. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/35038273",
"target":"_blank"
},
"children":[
"PMID: 35038273"
]
}
]
},
{
"type":"reference",
"children":[
"Rao SSC, Brenner DM. Efficacy and safety of over-the-counter therapies for chronic constipation: an updated systematic review. Am J Gastroenterol. 2021;116:1156-1181. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/33767108",
"target":"_blank"
},
"children":[
"PMID: 33767108"
]
},
" doi:10.14309/ajg.0000000000001222"
]
},
{
"type":"reference",
"children":[
"Smalley W, Falck-Ytter C, Carrasco-Labra A, et al. AGA clinical practice guidelines on the laboratory evaluation of functional diarrhea and diarrhea-predominant irritable bowel syndrome in adults (IBS-D). Gastroenterology. 2019;157:851-854. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31302098",
"target":"_blank"
},
"children":[
"PMID: 31302098"
]
},
" doi:10.1053/j.gastro.2019.07.004"
]
},
{
"type":"reference",
"children":[
"Su GL, Ko CW, Bercik P, et al. AGA clinical practice guidelines on the role of probiotics in the management of gastrointestinal disorders. Gastroenterology. 2020;159:697-705. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/32531291",
"target":"_blank"
},
"children":[
"PMID: 32531291"
]
},
" doi:10.1053/j.gastro.2020.05.059"
]
},
{
"type":"reference",
"children":[
"Talan DA, Di Saverio S. Treatment of acute uncomplicated appendicitis. N Engl J Med. 2021;385:1116-1123. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/34525287",
"target":"_blank"
},
"children":[
"PMID: 34525287"
]
},
" doi:10.1056/NEJMcp2107675"
]
},
{
"type":"reference",
"children":[
"US Food and Drug Administration. FDA requires warnings about increased risk of serious heart-related events, cancer, blood clots, and death for JAK inhibitors that treat certain chronic inflammatory conditions. December 7, 2021. Accessed January 7, 2021. Available at: ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://www.fda.gov/drugs/drug-safety-and-availability/fda-requires-warnings-about-increased-risk-serious-heart-related-events-cancer-blood-clots-and-death",
"target":"_blank"
},
"children":[
"https://www.fda.gov/drugs/drug-safety-and-availability/fda-requires-warnings-about-increased-risk-serious-heart-related-events-cancer-blood-clots-and-death"
]
}
]
},
{
"type":"reference",
"children":[
"Wald A, Bharucha AE, Limketkai B, et al. ACG clinical guidelines: management of benign anorectal disorders. Am J Gastroenterol. 2021;116:1987-2008. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/34618700",
"target":"_blank"
},
"children":[
"PMID: 34618700"
]
},
" doi:10.14309/ajg.0000000000001507"
]
}
]
}
]
}
]
},
"tablesContent":{
"mk19_a_gi_t16":{
"id":"mk19_a_gi_t16",
"number":16,
"bookId":"gi",
"title":{
"__html":"Types of Chronic Diarrhea"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"d2b958",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 16. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_gi_t16"
}
]
},
"Types of Chronic Diarrhea"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"02e55c",
"class":"col hd l",
"children":[
"Diarrhea Type"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2d5603",
"class":"col hd l",
"children":[
"Causes (examples)"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a66c4d",
"class":"cell txt l",
"children":[
"Osmotic"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a16905",
"class":"cell txt l",
"children":[
"Medications (laxatives)"
]
},
" ",
{
"type":"p",
"hlId":"934fb1",
"class":"cell txt l",
"children":[
"Undigested sugars (lactose, fructose, sorbitol, mannitol)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1f1eb1",
"class":"cell txt l",
"children":[
"Secretory"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"bb061b",
"class":"cell txt l",
"children":[
"Medications (nonosmotic laxatives, antibiotics)"
]
},
" ",
{
"type":"p",
"hlId":"5d623f",
"class":"cell txt l",
"children":[
"Endocrine (neuroendocrine tumors, adrenal insufficiency, hyperthyroidism)"
]
},
" ",
{
"type":"p",
"hlId":"61c3ce",
"class":"cell txt l",
"children":[
"Bile salt malabsorption (ileal resection, cholecystectomy)"
]
},
" ",
{
"type":"p",
"hlId":"da0ef5",
"class":"cell txt l",
"children":[
"Noninvasive infections (giardiasis, cryptosporidiosis)"
]
},
" ",
{
"type":"p",
"hlId":"e53ffb",
"class":"cell txt l",
"children":[
"Small intestinal bacterial overgrowth"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"38e111",
"class":"cell txt l",
"children":[
"Steatorrhea"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b82f1a",
"class":"cell txt l",
"children":[
"Maldigestion (decreased bile salts, pancreatic dysfunction)"
]
},
" ",
{
"type":"p",
"hlId":"b6404e",
"class":"cell txt l",
"children":[
"Malabsorption (celiac disease, tropical sprue, giardiasis, Whipple disease, chronic mesenteric ischemia, short bowel syndrome, small intestinal bacterial overgrowth, lymphatic obstruction)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"299540",
"class":"cell txt l",
"children":[
"Inflammatory"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ee5d0d",
"class":"cell txt l",
"children":[
"Inflammatory bowel disease (ulcerative colitis, Crohn disease, microscopic colitis)"
]
},
" ",
{
"type":"p",
"hlId":"e1f16b",
"class":"cell txt l",
"children":[
"Malignancy (colorectal cancer, lymphoma)"
]
},
" ",
{
"type":"p",
"hlId":"7af40a",
"class":"cell txt l",
"children":[
"Invasive infections (",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Clostridioides difficile"
]
},
", cytomegalovirus, ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Entamoeba histolytica"
]
},
", tuberculosis)"
]
},
" ",
{
"type":"p",
"hlId":"617b8b",
"class":"cell txt l",
"children":[
"Ischemia"
]
},
" ",
{
"type":"p",
"hlId":"0e5dd5",
"class":"cell txt l",
"children":[
"Radiation colitis/enteritis"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ee1d5c",
"class":"cell txt l",
"children":[
"Motility"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7282d7",
"class":"cell txt l",
"children":[
"Postsurgical (vagotomy, dumping)"
]
},
" ",
{
"type":"p",
"hlId":"c1eaa9",
"class":"cell txt l",
"children":[
"Endocrine (diabetes mellitus, hyperthyroidism)"
]
},
" ",
{
"type":"p",
"hlId":"52b7c1",
"class":"cell txt l",
"children":[
"Systemic sclerosis"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"387baf",
"class":"cell txt l",
"children":[
"Miscellaneous"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"521d73",
"class":"cell txt l",
"children":[
"Irritable bowel syndrome"
]
},
" ",
{
"type":"p",
"hlId":"b03554",
"class":"cell txt l",
"children":[
"Functional diarrhea",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
},
" ",
{
"type":"p",
"hlId":"1b8bba",
"class":"cell txt l",
"children":[
"Factitious"
]
},
" ",
{
"type":"p",
"hlId":"129e81",
"class":"cell txt l",
"children":[
"Overflow"
]
},
" ",
{
"type":"p",
"hlId":"71a2b6",
"class":"cell txt l",
"children":[
"Fecal incontinence"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
},
"Frequent or loose or watery stools without abdominal discomfort in the absence of other identifiable causes."
],
[
"Adapted with permission from Schiller LR, Pardi DS, Spiller R, Semrad CE, Surawicz CM, Giannella RA, et al. Gastro 2013 APDW/WCOG Shanghai working party report: chronic diarrhea: definition, classification, diagnosis. J Gastroenterol Hepatol. 2014;29:6-25. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/24117999",
"target":"_blank"
},
"children":[
"PMID: 24117999"
]
},
" doi:10.1111/jgh.12392. © 2013 Journal of Gastroenterology and Hepatology Foundation and Wiley Publishing Asia Pty Ltd."
]
]
},
"mk19_a_gi_t17":{
"id":"mk19_a_gi_t17",
"number":17,
"bookId":"gi",
"title":{
"__html":"Medications That Cause Diarrhea"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"5f4b0c",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 17. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_gi_t17"
}
]
},
"Medications That Cause Diarrhea"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d13bc5",
"class":"col hd l",
"children":[
"Common"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ab443d",
"class":"cell txt l",
"children":[
"Antacids, proton pump inhibitors"
]
},
" ",
{
"type":"p",
"hlId":"d120b1",
"class":"cell txt l",
"children":[
"Chemotherapy"
]
},
" ",
{
"type":"p",
"hlId":"445236",
"class":"cell txt l",
"children":[
"Antibiotics"
]
},
" ",
{
"type":"p",
"hlId":"56ec19",
"class":"cell txt l",
"children":[
"Colchicine"
]
},
" ",
{
"type":"p",
"hlId":"3a4960",
"class":"cell txt l",
"children":[
"Metformin"
]
},
" ",
{
"type":"p",
"hlId":"c113d4",
"class":"cell txt l",
"children":[
"NSAIDs, mesalamine"
]
},
" ",
{
"type":"p",
"hlId":"f2dfe9",
"class":"cell txt l",
"children":[
"Cholesterol-lowering drugs"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"585ca7",
"class":"col hd l",
"children":[
"Rarer"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"10b7d4",
"class":"cell txt l",
"children":[
"ACE inhibitors"
]
},
" ",
{
"type":"p",
"hlId":"519026",
"class":"cell txt l",
"children":[
"Angiotensin receptor blockers"
]
},
" ",
{
"type":"p",
"hlId":"7ff7c4",
"class":"cell txt l",
"children":[
"β-adrenergic receptor antagonists"
]
},
" ",
{
"type":"p",
"hlId":"051b8d",
"class":"cell txt l",
"children":[
"Carbamazepine"
]
},
" ",
{
"type":"p",
"hlId":"c660c0",
"class":"cell txt l",
"children":[
"Lipase inhibitors"
]
},
" ",
{
"type":"p",
"hlId":"a0a569",
"class":"cell txt l",
"children":[
"Lithium"
]
},
" ",
{
"type":"p",
"hlId":"4d8bac",
"class":"cell txt l",
"children":[
"Prostaglandin"
]
},
" ",
{
"type":"p",
"hlId":"00459f",
"class":"cell txt l",
"children":[
"Vitamin/mineral supplements"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"Adapted with permission from Schiller LR, Pardi DS, Spiller R, Semrad CE, Surawicz CM, Giannella RA, et al. Gastro 2013 APDW/WCOG Shanghai working party report: chronic diarrhea: definition, classification, diagnosis. J Gastroenterol Hepatol. 2014;29:6-25. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/24117999",
"target":"_blank"
},
"children":[
"PMID: 24117999"
]
},
" doi:10.1111/jgh.12392. © 2013 Journal of Gastroenterology and Hepatology Foundation and Wiley Publishing Asia Pty Ltd."
]
]
},
"mk19_a_gi_t18":{
"id":"mk19_a_gi_t18",
"number":18,
"bookId":"gi",
"title":{
"__html":"Sources of FODMAP Carbohydrates"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"5251e2",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 18. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_gi_t18"
}
]
},
"Sources of FODMAP Carbohydrates"
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"681b64",
"class":"cell txt l",
"children":[
"Fructose: honey, apples, pears, peaches, mangos, fruit juice, dried fruit"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"29f75c",
"class":"cell txt l",
"children":[
"Lactose: milk, custard, ice cream, yogurt, soft cheeses"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c5ac12",
"class":"cell txt l",
"children":[
"Fructans: wheat, rye, onions, leeks, zucchini"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"03a548",
"class":"cell txt l",
"children":[
"Galactans: legumes"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"784c69",
"class":"cell txt l",
"children":[
"Sugar alcohols: xylitol, sorbitol, maltitol, mannitol"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"FODMAP = fermentable oligosaccharides, disaccharides, monosaccharides, and polyols."
]
]
},
"mk19_a_gi_t19":{
"id":"mk19_a_gi_t19",
"number":19,
"bookId":"gi",
"title":{
"__html":"Features of Ulcerative Colitis and Crohn Disease"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"605aa3",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 19. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_gi_t19"
}
]
},
"Features of Ulcerative Colitis and Crohn Disease"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"21021e",
"class":"col hd l",
"children":[
"Feature"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"179d78",
"class":"col hd l",
"children":[
"Ulcerative Colitis"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9dfdf2",
"class":"col hd l",
"children":[
"Crohn Disease"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"98ed67",
"class":"cell txt l",
"children":[
"Depth of inflammation"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f277db",
"class":"cell txt l",
"children":[
"Mucosa"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c116f8",
"class":"cell txt l",
"children":[
"Transmural"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f681c8",
"class":"cell txt l",
"children":[
"Pattern of disease"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7bf409",
"class":"cell txt l",
"children":[
"Contiguous and symmetric"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"139134",
"class":"cell txt l",
"children":[
"Skips areas and asymmetric"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ce5bf5",
"class":"cell txt l",
"children":[
"Location"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c85e63",
"class":"cell txt l",
"children":[
"Colorectum"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"46e4a9",
"class":"cell txt l",
"children":[
"Mouth to anus"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9f7133",
"class":"cell txt l",
"children":[
"Rectal involvement"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"765ef5",
"class":"cell txt l",
"children":[
"Nearly 100%"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"5d1d32",
"class":"cell txt l",
"children":[
"Less common"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4f74bc",
"class":"cell txt l",
"children":[
"Ileal disease"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"651d4c",
"class":"cell txt l",
"children":[
"Backwash ileitis (15%)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d13bc5",
"class":"cell txt l",
"children":[
"Common"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"772746",
"class":"cell txt l",
"children":[
"Fistulas, abscess, and strictures"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a2cc58",
"class":"cell txt l",
"children":[
"Rare"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d13bc5",
"class":"cell txt l",
"children":[
"Common"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-7 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"315b05",
"class":"cell txt l",
"children":[
"Perianal disease"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a2cc58",
"class":"cell txt l",
"children":[
"Rare"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d13bc5",
"class":"cell txt l",
"children":[
"Common"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-8 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9f065c",
"class":"cell txt l",
"children":[
"Granulomas"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"389344",
"class":"cell txt l",
"children":[
"Unlikely"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"dc1151",
"class":"cell txt l",
"children":[
"In approximately 30%"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-9 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"87f422",
"class":"cell txt l",
"children":[
"Overt rectal bleeding"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d13bc5",
"class":"cell txt l",
"children":[
"Common"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"5d1d32",
"class":"cell txt l",
"children":[
"Less common"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-10 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"209c07",
"class":"cell txt l",
"children":[
"Tobacco use"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d231a6",
"class":"cell txt l",
"children":[
"Protective"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"978d54",
"class":"cell txt l",
"children":[
"Exacerbates"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[

]
},
"mk19_a_gi_t20":{
"id":"mk19_a_gi_t20",
"number":20,
"bookId":"gi",
"title":{
"__html":"Medical Treatment of Inflammatory Bowel Disease"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"9a7159",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 20. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_gi_t20"
}
]
},
"Medical Treatment of Inflammatory Bowel Disease"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8d5233",
"class":"col hd l",
"children":[
"Disease Activity"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"179d78",
"class":"col hd l",
"children":[
"Ulcerative Colitis"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9dfdf2",
"class":"col hd l",
"children":[
"Crohn Disease"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d14fbc",
"class":"cell txt l",
"children":[
"Mild"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4a78e5",
"class":"cell txt l",
"children":[
"Oral and topical 5-ASAs",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
},
" ",
{
"type":"p",
"hlId":"e6c1fb",
"class":"cell txt l",
"children":[
"Steroid suppository and enema",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"b"
]
}
]
},
" ",
{
"type":"p",
"hlId":"9b6832",
"class":"cell txt l",
"children":[
"Multimatrix budesonide"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"af7245",
"class":"cell txt l",
"children":[
"Sulfasalazine for colitis",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
},
" ",
{
"type":"p",
"hlId":"106a8b",
"class":"cell txt l",
"children":[
"Budesonide for ileocolonic disease",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"b"
]
}
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1eb79d",
"class":"cell txt l",
"children":[
"Moderate"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4a78e5",
"class":"cell txt l",
"children":[
"Oral and topical 5-ASAs",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
},
" ",
{
"type":"p",
"hlId":"c734a9",
"class":"cell txt l",
"children":[
"Azathioprine/6-mercaptopurine",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"c"
]
}
]
},
" ",
{
"type":"p",
"hlId":"7568b2",
"class":"cell txt l",
"children":[
"Multimatrix budesonide and oral glucocorticoids",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"b"
]
}
]
},
" ",
{
"type":"p",
"hlId":"6c5f67",
"class":"cell txt l",
"children":[
"Biologic agents (infliximab, adalimumab, golimumab, vedolizumab, ustekinumab)",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
},
" ",
{
"type":"p",
"hlId":"7955b9",
"class":"cell txt l",
"children":[
"Tofacitinib",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d95f7f",
"class":"cell txt l",
"children":[
"Oral and intravenous glucocorticoids",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"b"
]
}
]
},
" ",
{
"type":"p",
"hlId":"106a8b",
"class":"cell txt l",
"children":[
"Budesonide for ileocolonic disease",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"b"
]
}
]
},
" ",
{
"type":"p",
"hlId":"c734a9",
"class":"cell txt l",
"children":[
"Azathioprine/6-mercaptopurine",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"c"
]
}
]
},
" ",
{
"type":"p",
"hlId":"e8a533",
"class":"cell txt l",
"children":[
"Methotrexate",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"c"
]
}
]
},
" ",
{
"type":"p",
"hlId":"d3134e",
"class":"cell txt l",
"children":[
"Biologic agents (infliximab, adalimumab, certolizumab, vedolizumab, ustekinumab)",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a6b2b9",
"class":"cell txt l",
"children":[
"Severe"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2f11c0",
"class":"cell txt l",
"children":[
"Oral or intravenous glucocorticoids",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"b"
]
}
]
},
" ",
{
"type":"p",
"hlId":"c1964f",
"class":"cell txt l",
"children":[
"Cyclosporine",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"b"
]
}
]
},
" ",
{
"type":"p",
"hlId":"6c5f67",
"class":"cell txt l",
"children":[
"Biologic agents (infliximab, adalimumab, golimumab, vedolizumab, ustekinumab)",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
},
" ",
{
"type":"p",
"hlId":"7955b9",
"class":"cell txt l",
"children":[
"Tofacitinib",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2f11c0",
"class":"cell txt l",
"children":[
"Oral or intravenous glucocorticoids",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"b"
]
}
]
},
" ",
{
"type":"p",
"hlId":"d3134e",
"class":"cell txt l",
"children":[
"Biologic agents (infliximab, adalimumab, certolizumab, vedolizumab, ustekinumab)",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"5-ASA = 5-aminosalicylate."
],
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
},
"Remission and maintenance."
],
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"b"
]
},
"Remission."
],
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"c"
]
},
"Maintenance, glucocorticoid-sparing."
]
]
},
"mk19_a_gi_t21":{
"id":"mk19_a_gi_t21",
"number":21,
"bookId":"gi",
"title":{
"__html":"Secondary Causes of Constipation"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"fa3b9b",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 21. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_gi_t21"
}
]
},
"Secondary Causes of Constipation"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ba25cf",
"class":"col hd l",
"children":[
"Medications"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"394a71",
"class":"cell txt l",
"children":[
"Opioids"
]
},
" ",
{
"type":"p",
"hlId":"138270",
"class":"cell txt l",
"children":[
"Antidiarrheals"
]
},
" ",
{
"type":"p",
"hlId":"b1ba0c",
"class":"cell txt l",
"children":[
"Anticholinergics (antispasmodics, antiparkinsonian drugs, tricyclic antidepressants, antipsychotics)"
]
},
" ",
{
"type":"p",
"hlId":"5b5b3c",
"class":"cell txt l",
"children":[
"Antihistamines"
]
},
" ",
{
"type":"p",
"hlId":"d3bf03",
"class":"cell txt l",
"children":[
"NSAIDs"
]
},
" ",
{
"type":"p",
"hlId":"7dba75",
"class":"cell txt l",
"children":[
"Iron supplements"
]
},
" ",
{
"type":"p",
"hlId":"cf5c93",
"class":"cell txt l",
"children":[
"Calcium supplements"
]
},
" ",
{
"type":"p",
"hlId":"0ef476",
"class":"cell txt l",
"children":[
"Bismuth"
]
},
" ",
{
"type":"p",
"hlId":"5051c9",
"class":"cell txt l",
"children":[
"Antihypertensives (calcium channel blockers, diuretics, clonidine)"
]
},
" ",
{
"type":"p",
"hlId":"cec92b",
"class":"cell txt l",
"children":[
"Serotonergic antagonists (ondansetron)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"63d287",
"class":"col hd l",
"children":[
"Mechanical Causes"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"25cc48",
"class":"cell txt l",
"children":[
"Colorectal cancer"
]
},
" ",
{
"type":"p",
"hlId":"f5bc5c",
"class":"cell txt l",
"children":[
"Rectocele"
]
},
" ",
{
"type":"p",
"hlId":"df6025",
"class":"cell txt l",
"children":[
"Rectal intussusception"
]
},
" ",
{
"type":"p",
"hlId":"3c83c3",
"class":"cell txt l",
"children":[
"Rectal prolapse"
]
},
" ",
{
"type":"p",
"hlId":"bd5356",
"class":"cell txt l",
"children":[
"Sigmoidocele"
]
},
" ",
{
"type":"p",
"hlId":"879057",
"class":"cell txt l",
"children":[
"Enterocele"
]
},
" ",
{
"type":"p",
"hlId":"05af43",
"class":"cell txt l",
"children":[
"Anastomotic stricture"
]
},
" ",
{
"type":"p",
"hlId":"7e82ee",
"class":"cell txt l",
"children":[
"Anal stenosis/stricture"
]
},
" ",
{
"type":"p",
"hlId":"e410c6",
"class":"cell txt l",
"children":[
"Extrinsic compression from pelvic/abdominal process"
]
},
" ",
{
"type":"p",
"hlId":"1da823",
"class":"cell txt l",
"children":[
"Pelvic floor dysfunction"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ee192f",
"class":"col hd l",
"children":[
"Systemic Illnesses"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6252d7",
"class":"cell txt l",
"children":[
"Endocrinologic"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"05159a",
"class":"cell txt li",
"children":[
"Diabetes mellitus"
]
},
" ",
{
"type":"p",
"hlId":"1eb03b",
"class":"cell txt li",
"children":[
"Hypothyroidism"
]
},
" ",
{
"type":"p",
"hlId":"848357",
"class":"cell txt li",
"children":[
"Panhypopituitarism"
]
},
" ",
{
"type":"p",
"hlId":"43d333",
"class":"cell txt li",
"children":[
"Pheochromocytoma"
]
},
" ",
{
"type":"p",
"hlId":"a7f83e",
"class":"cell txt li",
"children":[
"Glucagonoma"
]
},
" ",
{
"type":"p",
"hlId":"23454a",
"class":"cell txt l",
"children":[
"Neuropathy/myopathy"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"03f091",
"class":"col hd l",
"children":[
"Altered Physiologic State"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ca8640",
"class":"cell txt l",
"children":[
"Hypercalcemia"
]
},
" ",
{
"type":"p",
"hlId":"e32a97",
"class":"cell txt l",
"children":[
"Hypokalemia"
]
},
" ",
{
"type":"p",
"hlId":"0b1e9b",
"class":"cell txt l",
"children":[
"Pregnancy"
]
},
" ",
{
"type":"p",
"hlId":"508d17",
"class":"cell txt l",
"children":[
"Porphyria"
]
},
" ",
{
"type":"p",
"hlId":"e26dc0",
"class":"cell txt l",
"children":[
"Heavy-metal poisoning (arsenic, lead, mercury)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0fe3dd",
"class":"col hd l",
"children":[
"Psychosocial"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"75cde5",
"class":"cell txt l",
"children":[
"Depression"
]
},
" ",
{
"type":"p",
"hlId":"152478",
"class":"cell txt l",
"children":[
"Cognitive impairment"
]
},
" ",
{
"type":"p",
"hlId":"092969",
"class":"cell txt l",
"children":[
"Immobility"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[

]
},
"mk19_a_gi_t22":{
"id":"mk19_a_gi_t22",
"number":22,
"bookId":"gi",
"title":{
"__html":"Treatments for Constipation"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"9bcc05",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 22. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_gi_t22"
}
]
},
"Treatments for Constipation"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c143a2",
"class":"col hd l",
"children":[
"Intervention"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6cdc4b",
"class":"col hd l",
"children":[
"Mechanism of Action"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ea61e2",
"class":"col hd l",
"children":[
"Considerations"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"923d93",
"class":"cell txt l",
"children":[
" ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
"Bulk Laxative"
]
},
" "
]
},
" ",
{
"type":"p",
"hlId":"69a6ff",
"class":"cell txt l",
"children":[
"Soluble fiber (psyllium, methylcellulose, calcium polycarbophil, wheat dextrin)"
]
},
" ",
{
"type":"p",
"hlId":"6deeed",
"class":"cell txt l",
"children":[
"Insoluble fiber (bran, rye, flaxseed)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"78bbb5",
"class":"cell txt l",
"children":[
"Increases ability of stool to retain water"
]
},
" ",
{
"type":"p",
"hlId":"34d2b3",
"class":"cell txt l",
"children":[
"Bulks stool"
]
},
" ",
{
"type":"p",
"hlId":"548771",
"class":"cell txt l",
"children":[
"Speeds movement of stool through colon"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"67a82b",
"class":"cell txt l",
"children":[
"Start with a low dose and increase slowly"
]
},
" ",
{
"type":"p",
"hlId":"541d08",
"class":"cell txt l",
"children":[
"Soluble fiber works better than insoluble fiber"
]
},
" ",
{
"type":"p",
"hlId":"b86a24",
"class":"cell txt l",
"children":[
"Bloating, distention, flatulence, and cramping may be limiting"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4fa515",
"class":"cell txt l",
"children":[
" ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
"Stool Softener"
]
},
" "
]
},
" ",
{
"type":"p",
"hlId":"336c33",
"class":"cell txt l",
"children":[
"Docusate sodium, docusate calcium"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"aaa756",
"class":"cell txt l",
"children":[
"A detergent that allows water to penetrate the stool"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a26590",
"class":"cell txt l",
"children":[
"Minimal effectiveness in clinical trials"
]
},
" ",
{
"type":"p",
"hlId":"9a807f",
"class":"cell txt l",
"children":[
"Only role is in mild constipation symptoms"
]
},
" ",
{
"type":"p",
"hlId":"954c9f",
"class":"cell txt l",
"children":[
"Well tolerated"
]
},
" ",
{
"type":"p",
"hlId":"76bd7b",
"class":"cell txt l",
"children":[
"Few side effects"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f0ef00",
"class":"cell txt l",
"children":[
" ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
"Osmotic Laxative"
]
},
" "
]
},
" ",
{
"type":"p",
"hlId":"4de46d",
"class":"cell txt l",
"children":[
"Polyethylene glycol 3350"
]
},
" ",
{
"type":"p",
"hlId":"239564",
"class":"cell txt l",
"children":[
"Lactulose"
]
},
" ",
{
"type":"p",
"hlId":"2e6ef7",
"class":"cell txt l",
"children":[
"Magnesium hydroxide/magnesium citrate"
]
},
" ",
{
"type":"p",
"hlId":"be5e08",
"class":"cell txt l",
"children":[
"Sorbitol"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"360d92",
"class":"cell txt l",
"children":[
"Poorly absorbed compounds"
]
},
" ",
{
"type":"p",
"hlId":"bc7928",
"class":"cell txt l",
"children":[
"Creates an osmotic gradient"
]
},
" ",
{
"type":"p",
"hlId":"2cc195",
"class":"cell txt l",
"children":[
"Water moves into the bowel lumen"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4ab829",
"class":"cell txt l",
"children":[
"Polyethylene glycol 3350 and lactulose improve stool frequency and consistency; others have not been tested in clinical trials"
]
},
" ",
{
"type":"p",
"hlId":"6b612a",
"class":"cell txt l",
"children":[
"Bloating and gas can be limiting"
]
},
" ",
{
"type":"p",
"hlId":"12172e",
"class":"cell txt l",
"children":[
"Caution with use of magnesium in renal insufficiency"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ca9449",
"class":"cell txt l",
"children":[
" ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
"Stimulant Laxative"
]
},
" "
]
},
" ",
{
"type":"p",
"hlId":"3fdde5",
"class":"cell txt l",
"children":[
"Anthraquinones (senna, cascara)"
]
},
" ",
{
"type":"p",
"hlId":"15b583",
"class":"cell txt l",
"children":[
"Diphenylmethanes (bisacodyl, sodium picosulfate)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"3f276b",
"class":"cell txt l",
"children":[
"Irritates the colon wall, increasing contractions"
]
},
" ",
{
"type":"p",
"hlId":"11003a",
"class":"cell txt l",
"children":[
"Stimulates sensory nerves lining the colon"
]
},
" ",
{
"type":"p",
"hlId":"bb6d0e",
"class":"cell txt l",
"children":[
"May inhibit water absorption in the colon"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"58cb83",
"class":"cell txt l",
"children":[
"Quickest acting (works in 8-12 hours of ingestion)"
]
},
" ",
{
"type":"p",
"hlId":"ab98ac",
"class":"cell txt l",
"children":[
"Senna can cause melanosis coli (benign pigmentation of the colon)"
]
},
" ",
{
"type":"p",
"hlId":"4df16e",
"class":"cell txt l",
"children":[
"Diarrhea, cramping, bloating, and nausea can be limiting"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e623b5",
"class":"cell txt l",
"children":[
" ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
"Secretagogue"
]
},
" "
]
},
" ",
{
"type":"p",
"hlId":"9580db",
"class":"cell txt l",
"children":[
"Lubiprostone"
]
},
" ",
{
"type":"p",
"hlId":"1a4a45",
"class":"cell txt l",
"children":[
"Linaclotide"
]
},
" ",
{
"type":"p",
"hlId":"0a7785",
"class":"cell txt l",
"children":[
"Plecanatide"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7dfc83",
"class":"cell txt l",
"children":[
"Lubiprostone activates type 2 chloride channels on enterocytes lining the gut lumen, causing chloride ions to move into the colonic lumen with sodium and water following the ionic gradient"
]
},
" ",
{
"type":"p",
"hlId":"20a2dd",
"class":"cell txt l",
"children":[
"Linaclotide and plecanatide activate guanylate cyclase C receptors on enterocytes, leading to chloride channel activation through a series of processes within the cell"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"5de88f",
"class":"cell txt l",
"children":[
"Lubiprostone improves stool form and frequency, straining, and abdominal pain; nausea is a common side effect"
]
},
" ",
{
"type":"p",
"hlId":"8bc44f",
"class":"cell txt l",
"children":[
"Linaclotide and plecanatide improve stool form and frequency, straining, bloating, and abdominal pain; diarrhea is a common side effect"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ba108f",
"class":"cell txt l",
"children":[
" ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
"Serotonergic Agent"
]
},
" "
]
},
" ",
{
"type":"p",
"hlId":"463efe",
"class":"cell txt l",
"children":[
"Prucalopride"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ab667c",
"class":"cell txt l",
"children":[
"Increases intestinal contractions"
]
},
" ",
{
"type":"p",
"hlId":"fd76ca",
"class":"cell txt l",
"children":[
"Increases intestinal secretion"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"23e933",
"class":"cell txt l",
"children":[
"Approved for chronic idiopathic constipation"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-7 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"121719",
"class":"cell txt l",
"children":[
" ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
"Neuromuscular Re-education (Biofeedback)"
]
},
" "
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ec720a",
"class":"cell txt l",
"children":[
"Retrains the skeletal muscle involved in defecation (abdominal wall, pelvic floor, anorectal)"
]
},
" ",
{
"type":"p",
"hlId":"4a22e1",
"class":"cell txt l",
"children":[
"Corrects altered rectal sensation"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"68e1c1",
"class":"cell txt l",
"children":[
"Effective for dyssynergic defecation"
]
},
" ",
{
"type":"p",
"hlId":"d992bb",
"class":"cell txt l",
"children":[
"Requires a specially trained physical therapist"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[

]
},
"mk19_a_gi_t23":{
"id":"mk19_a_gi_t23",
"number":23,
"bookId":"gi",
"title":{
"__html":"Gastrointestinal Ischemic Syndromes"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"1b14be",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 23. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_gi_t23"
}
]
},
"Gastrointestinal Ischemic Syndromes"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"df0f20",
"class":"col hd l",
"children":[
"Problem"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"50fc9b",
"class":"col hd l",
"children":[
"Cause"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"dd2968",
"class":"col hd l",
"children":[
"Symptoms"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"523223",
"class":"col hd l",
"children":[
"Diagnosis"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4c4ac0",
"class":"col hd l",
"children":[
"Treatment"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"439c95",
"class":"cell txt l",
"children":[
"Acute mesenteric ischemia"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"fbaa1b",
"class":"cell txt l",
"children":[
"Arterial embolus (most common)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1c3eba",
"class":"cell txt l",
"children":[
"Severe periumbilical pain; pain is out of proportion to exam"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"366a35",
"class":"cell txt l",
"children":[
"CT mesenteric angiography"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"766a6c",
"class":"cell txt l",
"children":[
"Urgent laparotomy if peritoneal signs; embolectomy or thrombectomy"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"38c6b8",
"class":"cell txt l",
"children":[
"Chronic mesenteric ischemia"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f2dd33",
"class":"cell txt l",
"children":[
"Mesenteric atherosclerosis"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"10d975",
"class":"cell txt l",
"children":[
"Postprandial pain, sitophobia, weight loss"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"db7c12",
"class":"cell txt l",
"children":[
"CT or MR mesenteric angiography"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6aa960",
"class":"cell txt l",
"children":[
"Angioplasty with stenting or surgical bypass"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"011fc8",
"class":"cell txt l",
"children":[
"Colonic ischemia"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0efa1e",
"class":"cell txt l",
"children":[
"Low-flow states or drugs"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7582c3",
"class":"cell txt l",
"children":[
"Mild-to-moderate left-lower-quadrant pain and bloody diarrhea"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8bd181",
"class":"cell txt l",
"children":[
"Abdominal CT; colonoscopy with biopsy: segmental mucosal injury"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"cfa9e6",
"class":"cell txt l",
"children":[
"Supportive care with intravenous fluids and bowel rest"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[

]
}
}
}