{
"id":"mk19_a_on_s1",
"subspecialtyId":"on",
"title":"Issues in Oncology",
"jsonContent":{
"type":"section",
"id":"mk19_a_on_s1",
"title":{
"__html":"Issues in Oncology"
},
"titleNode":{
"type":"section-title",
"hlId":"42a1ed",
"children":[
"Issues in Oncology"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_on_s1_1",
"title":{
"__html":"Introduction"
},
"titleNode":{
"type":"section-title",
"hlId":"0b7979",
"children":[
"Introduction"
]
},
"children":[
{
"type":"p",
"hlId":"349168",
"children":[
"Medical oncology is undergoing constant change and improvement. Among the most important advances of the past decade has been the incorporation of immune checkpoint inhibitors into the standard treatment of many malignancies. These agents, although not directly attacking the patient's cancer, deactivate checkpoints that would otherwise suppress the immune system, and so facilitate the patient's own immune surveillance efforts to destroy the cancer. Another major advance includes the expanded role of molecular profiling and precision therapeutics. Current techniques allow for genomic profiling of tumor tissue, either from fresh biopsies, from archived, paraffin-embedded specimens, or from blood-based tumor mutation profiling. With the knowledge of the mutational profile, oncologists can make more informed decisions in the selection and rejection of different therapeutic options and inclusion of so-called targeted therapies that are designed to inhibit a particular molecular mutation or aberration. However, many traditional aspects of oncology, including the use of histologic diagnosis and clinical staging, as well as extensive use of cytotoxic chemotherapy, radiation therapy, and surgery, remain central to current oncologic practice. The cancer care continuum is now recognized to include not only diagnosis and treatment but also supportive/palliative care, survivorship care, and end-of-life care."
]
},
{
"type":"p",
"hlId":"617b53",
"children":[
"Careful clinical evaluation and staging, understanding and communicating realistic goals of care, and recognizing and promoting patient preferences remain central to the practice of oncology. Meaningful progress has been made in many types of cancer. However, most cancers, once metastasized, although treatable with substantial potential for improvements in overall survival and quality of life, are still incurable. Supportive management of adverse effects has also improved; however, the adverse effects of cancer chemotherapy remain problematic for many patients, and sensitivity to the risks versus benefits must be considered when discussing treatment options with patients. Burdensome increases in the cost of new oncology drugs has become a focus of concern. Some of these high-cost drugs are highly active and offer substantial benefits, whereas others result in survival advantages measured in months or even weeks that, although statistically significant, are of debatable clinical relevance. The impact of financial toxicity has become an important consideration in oncologic care."
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s1_2",
"title":{
"__html":"Staging"
},
"titleNode":{
"type":"section-title",
"hlId":"1bee0d",
"children":[
"Staging"
]
},
"children":[
{
"type":"p",
"hlId":"f28e07",
"children":[
"To plan a treatment strategy, a clinician must first determine the stage, or extent, of the cancer. Early-stage cancers are often cured by local therapy, such as surgery or irradiation, whereas more advanced-stage cancers require a systemic approach. Solid tumors are staged using the TNM system. In the TNM system, ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"T"
]
},
" (T1-T4) refers to the size or extent of local invasion of the primary tumor, ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"N"
]
},
" (N0-N3) indicates locoregional lymph node involvement, and ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"M"
]
},
" indicates the absence (M0) or presence (M1) of distant metastases. Some hematologic (liquid) tumors have unique tumor-specific staging systems."
]
},
{
"type":"p",
"hlId":"64081e",
"children":[
"Appropriate imaging techniques depend on the expected behavior pattern of each cancer type and differ from one tumor type to the next. Therefore, a proper cancer evaluation requires knowledge of the specific disease entity so that the necessary tests can be done and unnecessary tests avoided. Tests with very low yield should not be ordered in the absence of specific directing symptoms. For example, bone and brain imaging is appropriate in the staging of patients with lung cancer because bone and brain metastases are common and may be asymptomatic. However, in patients with presumed locoregional colorectal cancer, asymptomatic bone or brain metastases are exceedingly rare; consequently, routine imaging of these sites is not warranted. Staging in a patient with cancer is generally the most accurate indicator of prognosis and largely dictates the therapeutic strategy."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"1913d0",
"children":[
"Most solid tumors are staged using the TNM cancer staging system, in which ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"T"
]
},
" represents the size or extent of local invasion of the primary tumor (T1-T4), ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"N"
]
},
" indicates locoregional lymph node involvement (N0-N3), and ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"M"
]
},
" indicates the absence (M0) or presence (M1) of distant metastases."
]
},
{
"type":"keypoint",
"hlId":"ca7d6a",
"children":[
"Appropriate cancer-staging imaging techniques depend on the expected behavior pattern of each cancer type; therefore, proper cancer evaluation requires knowledge of the specific disease entity so that the necessary tests can be done and unnecessary tests avoided."
]
},
{
"type":"keypoint",
"hlId":"e478ca",
"children":[
"Within a particular type of cancer, staging is generally the most accurate prognostic indicator and largely dictates the therapeutic strategy."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s1_3",
"title":{
"__html":"Performance Status"
},
"titleNode":{
"type":"section-title",
"hlId":"93f64e",
"children":[
"Performance Status"
]
},
"children":[
{
"type":"p",
"hlId":"b59eb8",
"children":[
"Performance status is a means of quantifying how medically fit a patient is. A good performance status predicts favorable tolerance and response to treatment. Patients with a poor performance status are much more likely to experience serious or life-threatening toxicity and much less likely to benefit from treatment."
]
},
{
"type":"p",
"hlId":"c406d3",
"children":[
"It is important to differentiate patients with a poor performance status who are debilitated due to chronic comorbidities from patients who would otherwise be medically fit but are acutely debilitated by their cancer. The latter situation may warrant an attempt at aggressive treatment because reversing the cancer is the only strategy that will improve the patient's overall condition, whereas the former may need to be treated with less aggressive treatment or possibly no specific anticancer treatment. Cancer drug approvals are based on clinical trials, virtually all of which limit participants to patients with good performance status, so the degree to which the results of these trials are relevant to patients with poor performance status is limited."
]
},
{
"type":"p",
"hlId":"87e78c",
"children":[
"Age alone should not be a reason to avoid aggressive treatment. Elderly patients who are otherwise medically fit and healthy and have a good performance status may tolerate aggressive therapy well."
]
},
{
"type":"p",
"hlId":"66e1b5",
"children":[
"The two most commonly used performance status scales are the Karnofsky Performance Scale and the Eastern Cooperative Oncology Group/World Health Organization system (also called the Zubrod scale). These are outlined and contrasted in ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_on_t01",
"wrapId":"1",
"children":[
"Table 1"
]
}
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"1",
"contentIds":[
"mk19_a_on_t01"
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"543099",
"children":[
"Patients with poor performance status may be divided into two groups: patients who are debilitated by chronic comorbidities and may need less aggressive treatment and those who are debilitated by the cancer but are otherwise medically fit and might benefit from aggressive treatment."
]
},
{
"type":"keypoint",
"hlId":"01e125",
"children":[
"Most clinical trials used to determine treatment efficacy and safety are based on patients with good performance status; the results of such trials should generally not be expected in patients with poor performance status."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s1_4",
"title":{
"__html":"Goals of Therapy"
},
"titleNode":{
"type":"section-title",
"hlId":"00b0a0",
"children":[
"Goals of Therapy"
]
},
"children":[
{
"type":"p",
"hlId":"f0d64a",
"children":[
"Clear and candid communication between clinicians and patients is essential for good oncologic care. When communicating treatment options and recommendations, clinicians must work to establish realistic treatment goals. When a cure is not realistically possible, goals such as lengthening survival, shrinking a tumor, controlling disease growth, palliation or preventing disease-related symptoms, and maintaining quality of life should be discussed. The potential benefits of treatment must be weighed and considered against their risks and toxicities. Patients with incurable cancer face choices of more aggressive therapy designed to prolong their life, associated with more unpleasant and potentially dangerous adverse effects. Similarly, more aggressive initial therapy may result in prolonged remission or disease-free survival but may not necessarily change overall survival. All patients will have a unique perspective on how they interpret this equation."
]
},
{
"type":"p",
"hlId":"be6aae",
"children":[
"A cancer diagnosis has been shown to be a leading cause of personal bankruptcy, and studies show financial worries contribute to patients' anxiety. Inability to meet copays or coinsurance requirements, especially for expensive oral anticancer medications, is a leading cause of failure to properly receive therapy. A clear understanding of the goals of care and the toxicities, including financial toxicity, is necessary for patients and physicians to make informed choices in treatment options. This concept of financial toxicity goes beyond individual patients in affecting the overall health care economy. Quantifying the overall benefit of extending a patient's life by relatively short periods (less than 2 months' median benefit) and contrasting that benefit by the financial cost of care require complex ethical, economic, and public health decisions."
]
},
{
"type":"p",
"hlId":"47184c",
"children":[
"Early-stage cancers often have a high chance of cure. With increasing cancer stage, the possibility of cure diminishes. Most metastatic cancers are treatable but not curable. The risks of treatment are higher and may outweigh the benefit in patients with poor performance status due to chronic medical comorbidities or those who have not been able to tolerate initial treatment attempts. For such patients or for those who have exhausted standard treatment options, supportive, comfort-oriented care may be most appropriate. Use of adequate analgesia, as well as involving supportive care specialists, is important throughout the continuum of care but particularly so in patients with pain or with symptoms from either disease or therapy. Studies suggest that such supportive care, when instituted early in conjunction with anticancer therapy, helps patients better tolerate their cancer care and should not be delayed to the point at which no more active cancer therapy is considered."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"09e3c8",
"children":[
"The potential benefits of treatment must be weighed and discussed along with its risks and toxicities, including financial toxicity, because the costs of anticancer treatments have increased substantially."
]
},
{
"type":"keypoint",
"hlId":"0ef0d2",
"children":[
"Palliative care should be instituted early in the management of patients with cancer and not reserved only for the time when they are no longer receiving cancer therapy."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s1_5",
"title":{
"__html":"Understanding Cancer Terminology"
},
"titleNode":{
"type":"section-title",
"hlId":"277114",
"children":[
"Understanding Cancer Terminology"
]
},
"children":[
{
"type":"p",
"hlId":"d0c53a",
"children":[
"A clear understanding of cancer terminology is necessary to facilitate informed discussions and develop realistic treatment goals."
]
},
{
"type":"p",
"hlId":"18a128",
"children":[
"The one pure and simple term is ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"cure"
]
},
". Cure means that the cancer is gone, no further treatment is required, and the patient can be expected to live out his or her life without seeing that cancer again. Cure should not be confused with the term ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"overall survival,"
]
},
" which is defined as the amount of time from the start of treatment until death. Overall survival is often misunderstood by patients to be synonymous with cure. Median survival outcomes that are reported in studies are too often explained to patients as indicating how long they will live, but it must be understood and explained that medians identify the center of an often-broad, bell-shaped curve, and may be meaningful for populations, but cannot predict an outcome for any one individual patient."
]
},
{
"type":"p",
"hlId":"c14a1c",
"children":[
"Patient expectations can be further confused by the frequent use of the phrase ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"significant improvement in survival"
]
},
", in which ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"significant"
]
},
" refers to the statistical certainty of the finding but is often misinterpreted as a ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"substantial"
]
},
" improvement in survival. Many drugs have been approved with significant improvements in median survival that are limited to less than 2 or 3 months, a quantity that most would agree is not substantial. Furthermore, one must be cautious about interpreting nonrandomized comparisons of older versus newer survival data. Randomized controlled trials are the only reliable means of comparing one treatment with another."
]
},
{
"type":"p",
"hlId":"18a0b9",
"children":[
"One of the most misrepresented and misunderstood terms is ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"progression-free survival"
]
},
". It is the time from when a treatment is started until that treatment is no longer controlling the cancer. The word ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"survival"
]
},
" was initially included in the term because the duration of progression-free survival is defined by either growth of the cancer (progression) or patient death, whichever occurs first; thus, the term has nothing to do with overall survival and is often confused with it. ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Progression-free interval"
]
},
" would be a more apt term."
]
},
{
"type":"p",
"hlId":"489c1f",
"children":[
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Response rate"
]
},
" is the percentage of patients in a clinical trial whose tumors shrink to a prespecified degree (as indicated on imaging studies such as CT or MRI) with treatment. Response in hematologic malignancies is defined by other clinical criteria. Response rate may not correlate with overall survival, but there is a strong emotional benefit to patients when the tumor is regressing, and in symptomatic patients, such shrinkage is likely to alleviate or delay symptoms."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"1fd1c8",
"children":[
"An increase in overall survival is not synonymous with cure, median survival is only relevant to populations, and “significant” improvements reported in clinical trials do not necessarily mean substantial improvements."
]
},
{
"type":"keypoint",
"hlId":"46e1cc",
"children":[
"Progression-free survival measures the time from initiation of treatment until the cancer progresses or the patient dies; it would be better termed progression-free interval."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s1_6",
"title":{
"__html":"Treatment Approaches"
},
"titleNode":{
"type":"section-title",
"hlId":"430361",
"children":[
"Treatment Approaches"
]
},
"children":[
{
"type":"p",
"hlId":"46a168",
"children":[
"The classic cancer treatment modalities are surgery, irradiation, and chemotherapy. As current technology has advanced, chemotherapy is best subdivided into the more classical cytotoxic chemotherapies, targeted or precision therapies, and immunotherapies."
]
},
{
"type":"section",
"id":"mk19_a_on_s1_6_1",
"title":{
"__html":"Traditional Cancer Therapies"
},
"titleNode":{
"type":"section-title",
"hlId":"6d903b",
"children":[
"Traditional Cancer Therapies"
]
},
"children":[
{
"type":"p",
"hlId":"a7ebe3",
"children":[
"For tumors that are localized, surgical resection remains at the center of treatment. After a complete resection, the patient is at risk from microscopic tumors that may remain. Neoadjuvant (preoperative) or adjuvant (postoperative) treatment with irradiation, chemotherapy, or both may be used to eradicate residual microscopic disease and increase the chance for cure. The nature of the treatment, in terms of chemotherapy, irradiation, or both, depends on the type of tumor and its characteristic pattern of spread. Randomized trials are crucial in determining whether, for any given population of patients, neoadjuvant or adjuvant therapy improves an important outcome, such as cure, or disease-free interval, without unacceptable toxicity. Conversion therapy seeks to convert an unresectable tumor to one that is resectable by shrinking it away from critical structures and creating a plane for resection that was previously lacking. This type of treatment differs from neoadjuvant chemotherapy, which targets micrometastases of an already resectable tumor."
]
},
{
"type":"p",
"hlId":"28b6b6",
"children":[
"Balancing therapy efficacy and toxicity—in particular, the need for adjuvant or neoadjuvant therapy or the desired aggressiveness of the primary chemotherapy, radiation therapy, or surgical therapy for populations of patients—has traditionally been based on stage, pathology, and understanding the tumor's overall behavior. Currently available imaging and laboratory studies are somewhat limited in terms of their ability to identify which patients will be at risk for cancer recurrence after definitive surgery. Numerous tumor markers, gene panels, and other technologies are available, but few are definitive. The preferred assay would be predictive, meaning that it could identify the subset of patients at risk for recurrence who will benefit from an intervention such as adjuvant chemotherapy. An example of this is a commercially available 21-gene assay for breast cancer that identifies a patient population who is at risk for recurrence and will have that risk lowered by chemotherapy. Such predictive tools are highly useful because they provide actionable information in terms of who to treat and who not to treat. A similar multigene assay in colorectal cancer is prognostic in that it can quantitate a patient's risk of recurrence but fails to identify which patients will have their risk lowered by chemotherapy. Therefore, it does not provide information that is useful for decision making. Predictive tests are of high value in that they provide clear, actionable information. Prognostic tests add no value in dictating therapy, as they do not provide actionable information."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"5c6892",
"children":[
"Treatment with irradiation, chemotherapy, or both, in addition to definitive surgery, is called neoadjuvant if administered preoperatively or adjuvant if administered postoperatively."
]
},
{
"type":"keypoint",
"hlId":"bd22d8",
"children":[
"Predictive assays identify the subset of patients who will or will not benefit from an intervention, whereas prognostic assays can identify the subset of patients at higher or lower risk but do not offer guidance in selecting treatment to mitigate that risk."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s1_6_2",
"title":{
"__html":"Precision Medicine"
},
"titleNode":{
"type":"section-title",
"hlId":"527e58",
"children":[
"Precision Medicine"
]
},
"children":[
{
"type":"p",
"hlId":"6dd724",
"children":[
"Current developments in chemotherapy are centered on creating agents that target specific driver mutations in a particular cancer. Although in theory, these agents should be more selective and have fewer toxicities than older, conventional chemotherapies, this has not always turned out to be the case. Many of the signaling pathways that are hyperactive in tumor cells remain at least somewhat active in normal cells, and so disruption of these pathways can produce considerable adverse effects."
]
},
{
"type":"p",
"hlId":"b949bd",
"children":[
"The goal of precision medicine is to identify specific mutations or alterations that are driving growth and survival in a particular tumor and to treat with agents designed to inhibit that aberrant pathway. Markers can be either inclusionary, in that they include a patient in a therapy that otherwise might not be considered, or exclusionary, in that they exclude a patient from a treatment that otherwise might have been used."
]
},
{
"type":"p",
"hlId":"cce244",
"children":[
"An example of an inclusionary marker is the V600 ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"BRAF"
]
},
" mutation in melanoma. Specific ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"BRAF"
]
},
" inhibitors, such as vemurafenib, dabrafenib, or encorafenib, would only be appropriate for use in melanomas that harbor this specific mutation. Melanomas lacking this mutation would not be treated with these agents. Trastuzumab, a monoclonal antibody against the human epidermal growth factor receptor 2 (",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"HER2)"
]
},
" on the cell surface, is only active in breast or gastroesophageal tumors that overexpress ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"HER2"
]
},
"."
]
},
{
"type":"p",
"hlId":"fc5305",
"children":[
"Examples of exclusionary markers are ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"RAS"
]
},
" mutations. The anti–epidermal growth factor receptor monoclonal antibodies cetuximab and panitumumab were initially thought to be appropriate for treatment of all colorectal cancers. Subsequently, it was determined that any tumors harboring mutations in either the ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"KRAS"
]
},
" or ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"NRAS"
]
},
" gene were not only highly resistant to responding to these agents, but in fact, the growth of the ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"RAS"
]
},
"-mutated tumors may even be accelerated by these agents. All metastatic colorectal cancers now require tumor genotyping for ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"KRAS"
]
},
", ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"NRAS"
]
},
", and ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"BRAF"
]
},
" mutations, and only tumors lacking all three of these mutations are appropriate for treatment with cetuximab or panitumumab."
]
},
{
"type":"p",
"hlId":"7349b5",
"children":[
"Circulating tumor DNA can often be isolated from the blood of patients with metastatic cancer, and molecular profiling of the tumor can therefore be accomplished on a blood sample. This technique, referred to as a liquid biopsy, may be useful to avoid an unnecessary invasive procedure when archived tumor tissue is not available. Ongoing research will determine whether circulating tumor DNA may be useful either for surveillance after surgery or to identify at-risk patients for adjuvant therapy."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"1da3fd",
"children":[
"Precision medicine refers to agents that target specific mutations or alterations that are driving growth and survival in a particular tumor."
]
},
{
"type":"keypoint",
"hlId":"8b60fe",
"children":[
"Tumor markers of mutations or alterations can be inclusionary, in that they include a patient in a therapy that otherwise might not be considered, or exclusionary, in that they exclude a patient from a treatment that otherwise might have been used."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s1_6_3",
"title":{
"__html":"Immunotherapy"
},
"titleNode":{
"type":"section-title",
"hlId":"d39191",
"children":[
"Immunotherapy"
]
},
"children":[
{
"type":"p",
"hlId":"fc5596",
"children":[
"Immunotherapy agents are drugs that do not attack the cancer directly but rather mobilize the patient's own immune system to do so. This has become possible through the identification of immune checkpoints, which serve as “brakes” on the immune system in order to prevent the immune system from attacking itself and causing autoimmune diseases. Antibodies that block these checkpoints release the brakes on the immune system and allow it to aggressively attack the tumor. Adverse effects are related to resultant autoimmunity from the less-regulated immune system and can be severe. The first immune checkpoint identified was the antigen-4 (A-4) molecule on the surface of the cytotoxic lymphocyte (T cell), hence its designation cytotoxic T-lymphocyte antigen-4. Antibodies that block cytotoxic T-lymphocyte antigen-4, such as ipilimumab, have been successful in mobilizing the immune system against melanoma, renal cell carcinoma, and other malignancies. The other immune checkpoint that has been successfully exploited is the programmed death 1 (PD-1) receptor. Anti–PD-1 agents, such as nivolumab or pembrolizumab, have shown substantial and durable activity against melanoma and non−small cell lung cancers, as well as other tumors. Agents against the ligand of PD-1, PD-L1, such as atezolizumab or durvalumab, have also shown important clinical activity. Combinations of these agents are showing further effectiveness but with increased toxicity and also considerable expense. Many other checkpoints in the immune system are now being explored by numerous drugs in development."
]
},
{
"type":"p",
"hlId":"78f14a",
"children":[
"Further progress in immunotherapy has occurred in the use of cellular immunity, particularly the development and commercialization of chimeric antigen receptor T cells, which have demonstrated striking activity in selected B-cell leukemias and lymphomas, albeit with substantial clinical and financial toxicity. Investigations into development of this technology for other liquid and some solid tumors are ongoing."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"45416d",
"children":[
"Immune checkpoints prevent the immune system from attacking both normal tissues (self) and malignant cells; immunotherapy can take advantage of this process by inhibiting the checkpoints and allowing the immune system to aggressively attack cancer cells."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s1_7",
"bibliography":true,
"title":{
"__html":"Bibliography"
},
"titleNode":{
"type":"section-title",
"hlId":"a7cc81",
"children":[
"Bibliography"
]
},
"children":[
{
"type":"references",
"children":[
{
"type":"reference",
"children":[
"Bach PB, Giralt SA, Saltz LB. FDA approval of tisagenlecleucel: promise and complexities of a $475000 cancer drug. JAMA. 2017;318:1861-1862. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/28975266",
"target":"_blank"
},
"children":[
"PMID: 28975266"
]
},
" doi:10.1001/jama.2017.15218"
]
},
{
"type":"reference",
"children":[
"Burris HA, Saltz LB, Yu PP. Assessing the value of next-generation sequencing tests in a dynamic environment. Am Soc Clin Oncol Educ Book. 2018;38:139-146. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30231307",
"target":"_blank"
},
"children":[
"PMID: 30231307"
]
},
" doi:10.1200/EDBK_200825"
]
},
{
"type":"reference",
"children":[
"June CH, O’Connor RS, Kawalekar OU, et al. CAR T cell immunotherapy for human cancer. Science. 2018;359:1361-1365. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29567707",
"target":"_blank"
},
"children":[
"PMID: 29567707"
]
},
" doi:10.1126/science.aar6711"
]
},
{
"type":"reference",
"children":[
"Kovic B, Jin X, Kennedy SA, et al. Evaluating progression-free survival as a surrogate outcome for health-related quality of life in oncology: a systematic review and quantitative analysis. JAMA Intern Med. 2018;178:1586-1596. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30285081",
"target":"_blank"
},
"children":[
"PMID: 30285081"
]
},
" doi:10.1001/jamainternmed.2018.4710"
]
},
{
"type":"reference",
"children":[
"Ribas A, Wolchok JD. Cancer immunotherapy using checkpoint blockade. Science. 2018;359:1350-1355. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29567705",
"target":"_blank"
},
"children":[
"PMID: 29567705"
]
},
" doi:10.1126/science.aar4060"
]
},
{
"type":"reference",
"children":[
"Saltz LB. Perspectives on cost and value in cancer care [Editorial]. JAMA Oncol. 2016;2:19-21. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/26501848",
"target":"_blank"
},
"children":[
"PMID: 26501848"
]
},
" doi:10.1001/jamaoncol.2015.4191"
]
}
]
}
]
}
]
},
"tablesContent":{
"mk19_a_on_t01":{
"id":"mk19_a_on_t01",
"number":1,
"bookId":"on",
"title":{
"__html":"Oncology Performance Status Systems"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"0aa46c",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 1. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_on_t01"
}
]
},
"Oncology Performance Status Systems"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"aad2cb",
"class":"col hd l",
"children":[
"ECOG/WHO Performance Status",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"5f09c9",
"class":"cell txt l",
"children":[
"0 – Fully active; no restrictions on activities"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"68f886",
"class":"cell txt l",
"children":[
"1 – Unable to do strenuous activities, but able to carry out office work, light housework, or sedentary activities"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"5b3259",
"class":"cell txt l",
"children":[
"2 – Able to walk and manage self-care, but unable to work; out of bed or chair >50% of waking hours"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c6aae7",
"class":"cell txt l",
"children":[
"3 – Confined to bed or chair >50% of waking hours; capable of limited self-care"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b6cc6e",
"class":"cell txt l",
"children":[
"4 – Moribund. Fully confined to a bed or chair; unable to do any self-care"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4ac93e",
"class":"cell txt l",
"children":[
"5 – Death"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6f0c6b",
"class":"col hd l",
"children":[
"Karnofsky Performance Status"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7d832b",
"class":"cell txt l",
"children":[
"100 – Normal; no symptoms or evidence of disease"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ee0b0b",
"class":"cell txt l",
"children":[
"90 – Minor symptoms, but able to carry on normal activities"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4657e1",
"class":"cell txt l",
"children":[
"80 – Some symptoms; normal activity requires effort"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"605481",
"class":"cell txt l",
"children":[
"70 – Unable to carry on normal activities, but able to care for self"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2e3177",
"class":"cell txt l",
"children":[
"60 – Needs frequent care for most needs; some occasional assistance with self-care"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"66e278",
"class":"cell txt l",
"children":[
"50 – Needs considerable assistance with self-care and frequent medical care"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-7 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4de63c",
"class":"cell txt l",
"children":[
"40 – Disabled; needs special care and assistance"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-8 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"99eeb2",
"class":"cell txt l",
"children":[
"30 – Severely disabled; hospitalized"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-9 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"69d20e",
"class":"cell txt l",
"children":[
"20 – Very ill; significant supportive care is needed"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-10 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"fdfd3a",
"class":"cell txt l",
"children":[
"10 – Actively dying"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-11 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d38475",
"class":"cell txt l",
"children":[
"0 – Death"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"ECOG = Eastern Cooperative Oncology Group; WHO = World Health Organization."
],
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
},
"Also called the Zubrod scale."
]
]
}
}
}