{
"id":"mk19_a_gi_s6",
"subspecialtyId":"gi",
"title":"Disorders of the Liver",
"jsonContent":{
"type":"section",
"id":"mk19_a_gi_s6",
"title":{
"__html":"Disorders of the Liver"
},
"titleNode":{
"type":"section-title",
"hlId":"f50521",
"children":[
"Disorders of the Liver"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_gi_s6_1",
"title":{
"__html":"Approach to the Patient With Abnormal Liver Chemistry Studies"
},
"titleNode":{
"type":"section-title",
"hlId":"732113",
"children":[
"Approach to the Patient With Abnormal Liver Chemistry Studies"
]
},
"children":[
{
"type":"p",
"hlId":"f5b7b5",
"children":[
"Results of liver chemistry tests are frequently abnormal, and it is important to take a systematic approach to their evaluation. In general, liver test abnormalities can be used to categorize liver disease into hepatocellular or cholestatic patterns."
]
},
{
"type":"p",
"hlId":"e40f40",
"children":[
"Elevations of aspartate aminotransferase (AST) and alanine aminotransferase (ALT) levels represent a hepatocellular pattern, reflecting hepatic parenchymal inflammation (hepatitis). Elevated ALT levels are more specific for hepatic inflammation because AST is also found in other tissues, such as heart and muscle. In patients with elevated aminotransferase levels, an AST-to-ALT ratio greater than 1 can suggest advanced liver disease as a result of decreased hepatic synthesis of ALT."
]
},
{
"type":"p",
"hlId":"38d421",
"children":[
"Elevations in alkaline phosphatase (ALP) and bilirubin levels represent a cholestatic pattern and typically result from biliary tree abnormalities. ALP is also produced in bone, red blood cells, and placenta, and high levels occur in pregnancy. ALP fractionation can determine the source of elevation."
]
},
{
"type":"p",
"hlId":"1238f7",
"children":[
"Bilirubin has unconjugated and conjugated forms. Unconjugated hyperbilirubinemia often results from increased heme turnover in hematologic disease or benign alterations of bilirubin conjugation, such as Gilbert syndrome. Conjugated hyperbilirubinemia usually reflects a liver disorder."
]
},
{
"type":"p",
"hlId":"d5b5ca",
"children":[
"Prothrombin time and serum albumin levels may reflect liver synthetic function, but other causes of abnormalities are also common. Albumin levels can be decreased in malnutrition, the nephrotic syndrome, acute inflammation, and protein-losing enteropathies. Prothrombin time can be prolonged in vitamin K deficiency, warfarin therapy, inherited or acquired factor deficiency, and the antiphospholipid antibody syndrome. The relative levels and severity of AST, ALT, and ALP elevations provide clues about the cause of liver disease ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_gi_t29",
"wrapId":"1",
"children":[
"Table 29"
]
}
]
},
")"
]
},
". The duration of abnormal liver test results is also important in evaluating causes of liver injury (acute liver inflammation: <6 months' duration; chronic hepatitis: ≥6 months' duration)."
]
},
{
"type":"inline-wrap",
"wrapId":"1",
"contentIds":[
"mk19_a_gi_t29"
]
},
{
"type":"p",
"hlId":"debe99",
"children":[
"Abdominal imaging can be helpful in evaluating abnormal liver test results. Abdominal ultrasonography is an appropriate initial modality and may show increased echogenicity, consistent with fatty infiltration of the liver, as well as liver nodularity in patients with cirrhosis. Cross-sectional imaging, including CT and MRI, may show fatty infiltration of the liver, changes of cirrhosis, or sequelae of portal hypertension."
]
},
{
"type":"p",
"hlId":"6c8310",
"children":[
"When fibrosis and cirrhosis are suspected, both serologic and imaging techniques are increasingly used to detect and estimate the extent of fibrosis and potentially avoid biopsy. The AST-to-platelet ratio and several proprietary serologic tests may provide valuable information on the degree of underlying fibrosis. Elastography is a noninvasive imaging technique (including ultrasonography, MRI, and transient elastography) that assesses liver stiffness as a measure of fibrosis. High stiffness values may also occur with hepatic congestion, infiltrative disorders, and bile duct obstruction."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"e7cb9f",
"children":[
"Elevated aspartate aminotransferase and alanine aminotransferase levels represent hepatic parenchymal inflammation; alanine aminotransferase levels are more specific for hepatic inflammation."
]
},
{
"type":"keypoint",
"hlId":"7ef659",
"children":[
"Elevations in alkaline phosphatase and bilirubin levels represent a cholestatic pattern and may result from biliary abnormalities."
]
},
{
"type":"keypoint",
"hlId":"fc9595",
"children":[
"Prothrombin time and serum albumin levels reflect liver synthetic function."
]
},
{
"type":"keypoint",
"hlId":"83ce99",
"hvc":true,
"children":[
"Elastography is a noninvasive imaging technique that assesses liver stiffness as a measure of fibrosis and may avoid biopsy."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_2",
"title":{
"__html":"Viral Hepatitis"
},
"titleNode":{
"type":"section-title",
"hlId":"c22132",
"children":[
"Viral Hepatitis"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_gi_s6_2_1",
"title":{
"__html":"Hepatitis A"
},
"titleNode":{
"type":"section-title",
"hlId":"038690",
"children":[
"Hepatitis A"
]
},
"children":[
{
"type":"p",
"hlId":"157d8f",
"children":[
"Hepatitis A virus (HAV) is an RNA virus causing acute hepatitis mediated by the host immune response. HAV infection is usually self-limited, but atypical forms include relapsing-remitting infection with cholestatic features and, rarely, acute liver failure. HAV transmission is fecal-oral. Risk factors include international travel, contacts with HAV-infected household members, men who have sex with men, homelessness, and exposure to day care or institutionalized settings. HAV incidence declined dramatically after introduction of universal childhood HAV vaccination, but rates have recently increased among unvaccinated people, especially those reporting homelessness or drug use (see ",
{
"type":"cross-reference",
"target":"mk19_b_gm_s1_3_2_6",
"children":[
"MKSAP 19 General Internal Medicine 2"
]
},
")."
]
},
{
"type":"p",
"hlId":"69ba3c",
"children":[
"Mortality is rare but may be increased in patients with preexisting chronic liver disease. The incubation period for HAV is 15 to 50 days. A prodrome of malaise, nausea, vomiting, fever, and right-upper-quadrant pain is followed approximately 1 week later by jaundice and hepatomegaly. Laboratory studies may show aminotransferase levels exceeding 1000 U/L and total bilirubin level of 10 mg/dL (171 µmol/L) or higher, mostly direct (conjugated). Acute illness is diagnosed by HAV IgM antibodies, although false-positive results may occur within the setting of other viral infections. HAV IgG antibodies indicate previous infection or vaccination and provide immunity from reinfection. Treatment is supportive, and at least 90% of patients recover fully within 3 to 6 months of infection."
]
},
{
"type":"p",
"hlId":"bd4d13",
"children":[
"HAV can be transmitted during the prodrome stage and up to 1 week after development of jaundice. Persons who have recently been exposed to HAV and have not been immunized should receive postexposure prophylaxis as soon as possible (within 2 weeks of exposure). Postexposure prophylaxis should consist of HAV vaccine in all nonimmune persons age 12 months or older. Immunoglobulin administration may be considered in addition to vaccination in patients older than age 40 years because vaccine efficacy is uncertain in older patients. Immunoglobulin may also be administered to persons at high risk for complications, including those with chronic liver disease and immunosuppression."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_2_2",
"title":{
"__html":"Hepatitis B"
},
"titleNode":{
"type":"section-title",
"hlId":"6836fb",
"children":[
"Hepatitis B"
]
},
"children":[
{
"type":"p",
"hlId":"f4813d",
"children":[
"Hepatitis B virus (HBV) is a DNA virus affecting 240 million persons worldwide. See ",
{
"type":"cross-reference",
"target":"mk19_b_gm_s1_3_2_7",
"children":[
"MKSAP 19 General Internal Medicine 2"
]
},
" for HBV vaccination strategies. HBV can be transmitted perinatally; through sexual exposure, direct contact with blood, or percutaneous exposure; or by close person-to-person contact. The risk for chronic HBV infection decreases with increasing age at time of infection. Newborns acquiring HBV have the highest risk (90%), whereas adults have an approximately 5% risk. Screening for HBV infection with hepatitis B surface antigen (HBsAg) and antibodies to hepatitis B antigens (anti-HBs and anti–hepatitis B core antigen [HBc]) is recommended in individuals with risk factors and before initiation of immunosuppressive or cytotoxic therapy ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_gi_t30",
"wrapId":"2",
"children":[
"Table 30"
]
}
]
},
")"
]
},
"; anti-HBV prophylactic treatment should be considered in patients with chronic HBV infection. Interpretation of screening test results is listed in ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_gi_t31",
"wrapId":"2",
"children":[
"Table 31"
]
}
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"2",
"contentIds":[
"mk19_a_gi_t30",
"mk19_a_gi_t31"
]
},
{
"type":"p",
"hlId":"27f58a",
"children":[
"HBV infection presents as acute hepatitis in a minority of patients. Approximately 30% of adults may develop jaundice from acute infection, with aminotransferase levels as high as 3000 U/L and nonspecific symptoms (e.g., malaise, nausea, and right-upper-quadrant pain). Acute liver failure develops in approximately 0.5% of patients. Chronic HBV infection is diagnosed after 6 months in patients with persistent HBsAg detected in serum."
]
},
{
"type":"p",
"hlId":"746ae6",
"children":[
"The four phases of chronic HBV infection are differentiated on the basis of immune response: immune tolerant, immune active, immune control (inactive chronic HBV infection, which occurs at a rate of 10% per year in previously immune active patients), and reactivation."
]
},
{
"type":"p",
"hlId":"8331f4",
"children":[
"Reactivation of chronic HBV infection results from loss of immune control in patients with HBsAg-positive/anti-HBc–positive disease or with HBsAg-negative/anti-HBc–positive disease. This often occurs in patients receiving immunosuppressive therapy. Reactivation is characterized by a rise in HBV DNA compared with baseline and seroconversion from HBsAg negativity to HBsAg positivity in HBsAg-negative/anti-HBc–positive patients. Reactivation may be asymptomatic, result in a hepatitis flare (evidenced by an ALT greater than 100 U/L and more than threefold above baseline), or result in hepatic failure ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_gi_f30",
"wrapId":"3",
"children":[
"Figure 30"
]
}
]
},
")"
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"3",
"contentIds":[
"mk19_a_gi_f30"
]
},
{
"type":"p",
"hlId":"e650a4",
"children":[
"Approximately 40% of deaths in HBV-infected persons older than 40 years are related to hepatocellular carcinoma or decompensated cirrhosis. Risk factors for these conditions in patients with chronic HBV infection are listed in ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_gi_t32",
"wrapId":"4",
"children":[
"Table 32"
]
}
]
},
"; see ",
{
"type":"cross-reference",
"target":"mk19_a_gi_s6_12_7",
"children":[
"Hepatocellular Carcinoma"
]
},
" for recommendations on hepatocellular carcinoma screening and surveillance."
]
},
{
"type":"inline-wrap",
"wrapId":"4",
"contentIds":[
"mk19_a_gi_t32"
]
},
{
"type":"p",
"hlId":"6b8652",
"children":[
"Treatment is advised for patients with acute liver failure, infection in the immune-active phase or reactivation phase, and cirrhosis as well as in selected immunosuppressed patients. First-line treatment is entecavir or tenofovir. Lamivudine, adefovir, and telbivudine are less commonly used because of resistance. Pegylated interferon can be used for 48 weeks in patients without cirrhosis who have high ALT levels and low HBV DNA levels."
]
},
{
"type":"p",
"hlId":"850d56",
"children":[
"Treatment goals for patients in the HBeAg-positive immune-active phase are HBeAg loss with anti-HBe seroconversion, which should then be followed by an additional 12 months of treatment. Goals of treatment in the HBeAg-negative immune-active phase are HBV DNA suppression and ALT normalization; oral antiviral agents are generally continued indefinitely in this setting. HBsAg seroconversion rarely occurs with oral antiviral treatment and therefore is not a treatment goal. Patients with cirrhosis should continue oral antiviral medications indefinitely."
]
},
{
"type":"p",
"hlId":"aaff22",
"children":[
"Prophylactic oral antiviral therapy should be given to patients who are HBsAg-positive or isolated core antibody–positive and are receiving B-cell–depleting therapy (e.g., rituximab or ofatumumab), prednisone (≥10 mg/d for at least 4 weeks), or anthracycline derivatives. Patients receiving tumor necrosis factor-α or tyrosine kinase inhibitors should also be considered for prophylaxis."
]
},
{
"type":"p",
"hlId":"8eccf1",
"children":[
"Rarely, patients with HBV infection develop membranous nephropathy, membranoproliferative nephropathy, polyarteritis nodosa, or cryoglobulinemia, all of which should prompt oral antiviral therapy."
]
},
{
"type":"p",
"hlId":"ac6f0a",
"children":[
"The survival rate after liver transplantation for end-stage liver disease from HBV infection is greater than 90% at 1 year. Recurrence of HBV infection in transplant recipients is prevented with HBV immunoglobulin and/or oral antiviral therapy."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_2_3",
"title":{
"__html":"Hepatitis C"
},
"titleNode":{
"type":"section-title",
"hlId":"75720a",
"children":[
"Hepatitis C"
]
},
"children":[
{
"type":"p",
"hlId":"45f993",
"children":[
"Worldwide, approximately 150 million individuals are infected with hepatitis C virus (HCV). HCV is most commonly transmitted through intravenous or intranasal drug use, blood transfusions before 1992, or sexual intercourse, although the efficiency of viral spread through vaginal intercourse is low. All patients aged 18 to 79 years should be screened for HCV, followed by HCV RNA testing if those results are positive. Although guidelines from the U.S. Preventive Services Task Force suggest not screening patients older than 79 years in the absence of specific risk factors, the CDC does not specify an upper age limit. Other patients with risk factors may also require testing ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_gi_t33",
"wrapId":"5",
"children":[
"Table 33"
]
}
]
},
")"
]
},
". Patients with positive HCV antibody and RNA results have active infection and should undergo genotyping."
]
},
{
"type":"inline-wrap",
"wrapId":"5",
"contentIds":[
"mk19_a_gi_t33"
]
},
{
"type":"p",
"hlId":"8beda2",
"children":[
"Acute HCV infection is usually asymptomatic, but jaundice, nausea, right-upper-quadrant pain, dark urine, and acholic stools can occur. Evaluation of suspected acute infection includes HCV antibody and RNA tests. The HCV RNA result becomes positive first, followed by HCV antibody within 12 weeks of infection. The antibody remains positive for life but does not confer immunity from reinfection. Spontaneous clearance (usually within 6 months) is more common in women, younger patients, and patients with symptoms, high ALT levels, or the ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"IL-28 CC"
]
},
" genotype. Monitoring HCV RNA levels for clearance at 3 and 6 months is recommended in patients with acute infection."
]
},
{
"type":"p",
"hlId":"c0410d",
"children":[
"HCV results in chronic infection in 60% to 80% of patients; up to 30% progress to cirrhosis over two to three decades. Risk for hepatocellular carcinoma in patients with cirrhosis is 2% to 4% per year."
]
},
{
"type":"p",
"hlId":"363732",
"children":[
"Several extrahepatic diseases are associated with chronic HCV infection, including non-Hodgkin lymphoma, membranoproliferative glomerulonephritis, and mixed cryoglobulinemia. Chronic HCV infection is also the most common cause of porphyria cutanea tarda, although it is also associated with alcohol-induced liver damage and hemochromatosis. It presents with increased skin fragility noted on sun-exposed areas, most frequently the dorsal hands. Small vesicles rupture, leaving erosions ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_gi_f31",
"wrapId":"6",
"children":[
"Figure 31"
]
}
]
},
")"
]
},
". Treatment of porphyria cutanea tarda is aimed at avoiding sun exposure and decreasing iron overload with phlebotomy; low-dose hydroxychloroquine is a second-line option."
]
},
{
"type":"inline-wrap",
"wrapId":"6",
"contentIds":[
"mk19_a_gi_f31"
]
},
{
"type":"p",
"hlId":"4622f7",
"children":[
"All HCV-infected patients should be tested for HBV (see ",
{
"type":"cross-reference",
"target":"mk19_a_gi_s6_2_2",
"children":[
"Hepatitis B"
]
},
" section for further discussion) because of the potential shared routes of transmission. Susceptible patients should receive HBV vaccination. HBV can be reactivated during direct-acting antiviral therapy for HCV infection. Patients who test positive for HBsAg with detectable HBV DNA and who do not meet standard HBV treatment criteria should undergo HBV DNA monitoring approximately every 4 weeks until 12 weeks after completion of HCV treatment, or they can receive oral HBV therapy prophylactically."
]
},
{
"type":"p",
"hlId":"b2d682",
"children":[
"All HCV-infected patients except those with a short life expectancy should be considered for treatment. Patients with decompensated cirrhosis should see a hepatologist before treatment and be considered for liver transplantation."
]
},
{
"type":"p",
"hlId":"3d8143",
"children":[
"Patients being considered for treatment require a pretreatment fibrosis assessment (see ",
{
"type":"cross-reference",
"target":"mk19_a_gi_s6_1",
"children":[
"Approach to the Patient With Abnormal Liver Chemistry Studies"
]
},
"). Noninvasive assessment using fibrosis serologic biomarkers and/or elastography is preferred unless patients have a documented short duration of disease, decompensated cirrhosis, or a radiologic diagnosis of cirrhosis. Routine liver biopsy for pretreatment fibrosis assessment is not recommended."
]
},
{
"type":"p",
"hlId":"82091e",
"children":[
"Treatment regimens include a combination of direct-acting antivirals with the use of different mechanisms to prevent viral reproduction. Regimens are chosen based on genotype, treatment experience and response, and fibrosis status (current recommendations on HCV treatment regimens can be found at ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.hcvguidelines.org",
"target":"_blank"
},
"children":[
"www.hcvguidelines.org"
]
},
"). Patients are often managed by a hepatologist or infectious disease specialist because retreatment guided by resistance-associated substitution may be necessary."
]
},
{
"type":"p",
"hlId":"d34a49",
"children":[
"Cure rates exceed 90% in most patients. Cure is defined by no HCV RNA in blood 12 weeks after treatment ends. HCV antibody positivity remains indefinitely and should not be rechecked. Patients can become reinfected after new exposures, and HCV RNA testing is appropriate to identify new infection. Virologic cure reduces risk for progression to cirrhosis, complications of cirrhosis, hepatocellular carcinoma, and liver-related mortality. Patients with advanced (METAVIR stage F3) fibrosis require ongoing surveillance for hepatocellular carcinoma even after virologic cure. Patients with cryoglobulinemic vasculitis and non-Hodgkin lymphoma are more likely to experience remission when HCV is eradicated."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_2_4",
"title":{
"__html":"Hepatitis D"
},
"titleNode":{
"type":"section-title",
"hlId":"fa7d6b",
"children":[
"Hepatitis D"
]
},
"children":[
{
"type":"p",
"hlId":"db5c3c",
"children":[
"Hepatitis D virus (HDV) is a defective RNA virus that requires concurrent infection with HBV for human infection. HDV infection is endemic in the Mediterranean basin and Pacific islands and uncommon in Western countries. It is diagnosed through detection of HDV IgG. The clinical course ranges from inactive disease to acute hepatitis, with occasional progression to chronic liver disease (in the case of simultaneous HBV-HDV co-infection) and to fulminant hepatitis in HDV superinfection in a patient with previous HBV infection. HDV-infected patients with evidence of progressive liver disease should receive 12-month pegylated interferon treatment; cure rates are 25% to 45%."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_2_5",
"title":{
"__html":"Hepatitis E"
},
"titleNode":{
"type":"section-title",
"hlId":"54bc58",
"children":[
"Hepatitis E"
]
},
"children":[
{
"type":"p",
"hlId":"74e63d",
"children":[
"Hepatitis E virus (HEV) is an RNA virus with worldwide distribution. There are four genotypes: Genotypes 1 and 2 are more common in developing countries and are transmitted by the fecal-oral route through contaminated water; genotypes 3 and 4 are more common in developed countries, where transmission occurs through contaminated food, mostly pork or venison. In developing countries, HEV infection generally occurs in young adults and can occur in large epidemics. In developed countries, HEV usually affects men older than 40 years. The incubation period is 2 to 5 weeks. Approximately 50% of cases are asymptomatic. Symptoms of HEV infection are jaundice, malaise, nausea, vomiting, anorexia, and right-upper-quadrant pain. Aminotransferase levels are usually elevated to 1000 to 3000 U/L. Diagnosis relies on detecting HEV IgM or RNA. Treatment is supportive, and recovery is expected in 4 to 6 weeks. Chronic HEV infection is typically seen only in immunocompromised patients. HEV infection should be considered in patients with an unknown cause of acute hepatitis and in immunocompromised patients with chronic hepatitis. Solid-organ transplant recipients with chronic HEV infection may require ribavirin treatment and have response rates of 70%."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_2_6",
"title":{
"__html":"Other Viruses"
},
"titleNode":{
"type":"section-title",
"hlId":"6f9018",
"children":[
"Other Viruses"
]
},
"children":[
{
"type":"p",
"hlId":"a8c3ee",
"children":[
"Other viruses can cause hepatitis. These viruses along with their symptoms, laboratory findings, and treatment options are listed in ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_gi_t34",
"wrapId":"7",
"children":[
"Table 34"
]
}
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"7",
"contentIds":[
"mk19_a_gi_t34"
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"467ec6",
"children":[
"Treatment of hepatitis A virus infection is supportive, and 90% of patients or more recover fully within 3 to 6 months of infection."
]
},
{
"type":"keypoint",
"hlId":"60157f",
"children":[
"Treatment of hepatitis B virus infection is advised for patients with acute liver failure, infection in the immune-active phase or the reactivation phase, and cirrhosis, and for immunosuppressed patients."
]
},
{
"type":"keypoint",
"hlId":"9aa0bb",
"children":[
"All patients aged 18 to 79 years should be screened for HCV followed by HCV RNA testing if the results are positive."
]
},
{
"type":"keypoint",
"hlId":"6a9d27",
"children":[
"All hepatitis C virus–infected patients except those with a short life expectancy should be considered for treatment; cure rates exceed 90% in most patients."
]
},
{
"type":"keypoint",
"hlId":"4e8ea9",
"children":[
"Hepatitis E virus infection should be considered in patients with an unknown cause of acute hepatitis and in immunocompromised patients with chronic hepatitis."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_3",
"title":{
"__html":"Autoimmune Hepatitis"
},
"titleNode":{
"type":"section-title",
"hlId":"0f004b",
"children":[
"Autoimmune Hepatitis"
]
},
"children":[
{
"type":"p",
"hlId":"9c1d3d",
"children":[
"Autoimmune hepatitis is a chronic inflammatory hepatitis that is four times more common in women than men and can be associated with other autoimmune diseases (autoimmune thyroiditis, rheumatoid arthritis, or ulcerative colitis). It can affect individuals at any age but most frequently occurs in middle-aged adults. Presentation of autoimmune hepatitis varies from asymptomatic elevation of aminotransferase levels to extrahepatic symptoms, such as myalgia and malaise, to acute liver failure. Diagnosis is based on laboratory results (including positivity for antinuclear and smooth-muscle antibodies and elevated IgG levels), exclusion of other diagnoses (e.g., Wilson disease, viral hepatitis, and drug-induced liver injury), and liver histology."
]
},
{
"type":"p",
"hlId":"d135b6",
"children":[
"Treatment includes a combination of prednisone and azathioprine for most patients. Prednisone monotherapy may be less preferable because of adverse effects, although azathioprine requires monitoring for cytopenia and may cause drug-induced hepatitis. Biochemical response occurs in 3 to 8 months for the 85% of patients whose disease responds to standard treatment, but histologic response can lag by many months. Duration of treatment should be 2 to 3 years before consideration of withdrawal. Liver biopsy is recommended to determine histologic response before consideration of drug withdrawal. High relapse rates after discontinuation of treatment underscore the need for serial monitoring of liver tests. Patients with severe acute autoimmune hepatitis presenting with jaundice should be managed by a hepatologist, and patients with features of acute liver failure require urgent transfer to a transplant center."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"9c2bcd",
"children":[
"Diagnosis of autoimmune hepatitis is based on elevated aminotransferase levels, positivity for antinuclear antibody and smooth-muscle antibody, elevated levels of IgG, and liver histology."
]
},
{
"type":"keypoint",
"hlId":"740e92",
"children":[
"Treatment of autoimmune hepatitis includes a combination of prednisone and azathioprine for most patients; duration of treatment should be 2 to 3 years before consideration of withdrawal."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_4",
"title":{
"__html":"Alcohol-Induced Liver Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"4fd906",
"children":[
"Alcohol-Induced Liver Disease"
]
},
"children":[
{
"type":"p",
"hlId":"4c4aea",
"children":[
"Alcohol injury to the liver may take the form of steatosis, steatohepatitis, fibrosis, or cirrhosis. A history of alcohol use is the most important component in making the diagnosis, although not all patients are forthcoming about alcohol use. See ",
{
"type":"cross-reference",
"target":"mk19_b_gm_s1_2_3_3",
"children":[
"MKSAP 19 General Internal Medicine 2"
]
},
" for more information about screening for alcohol use disorder. Most patients with alcoholic liver disease have consumed more than 100 g of alcohol daily for 20 years. Alcoholic hepatitis is a distinct clinical syndrome of severe steatohepatitis on a background of chronic alcoholic liver disease, often presenting with fever, jaundice, tender hepatomegaly, and leukocytosis. Approximately 25% of heavy drinkers develop cirrhosis. Differentiating alcoholic hepatitis from decompensated cirrhosis in patients with underlying cirrhosis can be difficult."
]
},
{
"type":"p",
"hlId":"def76f",
"children":[
"Physical examination may show evidence of hepatomegaly in patients with steatosis or steatohepatitis. In patients with alcoholic hepatitis or cirrhosis, findings of advanced liver disease may be present, including muscle wasting, scleral icterus, jaundice (including sublingual jaundice), spider angiomata, gynecomastia, testicular atrophy, or palmar erythema. Laboratory evaluation of alcohol-induced liver disease may show an elevated mean corpuscular volume, AST-to-ALT ratio greater than 2, elevated γ-glutamyl transferase level, elevated phosphatidyl ethanol level, and, in advanced cases, elevated INR and thrombocytopenia. The IgA level may be elevated. The ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://www.mayoclinic.org/medical-professionals/transplant-medicine/calculators/the-alcoholic-liver-disease-nonalcoholic-fatty-liver-disease-index-ani/itt-20434726",
"target":"_blank"
},
"children":[
"Alcoholic Liver Disease/Nonalcoholic Fatty Liver Disease Index"
]
},
" can help distinguish alcoholic liver disease from nonalcoholic fatty liver disease. The predictive model is based on AST, ALT, mean corpuscular volume, age, height, weight, and sex. "
]
},
{
"type":"p",
"hlId":"fbae88",
"children":[
"Alcoholic hepatitis is most often diagnosed clinically, with liver biopsy reserved for diagnostic uncertainty. Severity of alcoholic hepatitis can be determined by the Maddrey discriminant function (MDF) score, which is calculated as follows:"
]
},
{
"type":"p",
"hlId":"9a1b74",
"class":"equation",
"children":[
"MDF score = 4.6 (prothrombin time [s] – control prothrombin time [s]) + total bilirubin (mg/dL)"
]
},
{
"type":"p",
"hlId":"71f6a4",
"children":[
"The ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://optn.transplant.hrsa.gov/resources/allocation-calculators/meld-calculator/",
"target":"_blank"
},
"children":[
"Model for End-Stage Liver Disease (MELD) score"
]
},
" can also be used to assess severity, with a MELD score greater than 20 suggesting moderate to severe disease. (See ",
{
"type":"cross-reference",
"target":"mk19_a_gi_s6_9",
"children":[
"Classification of Liver Disease Severity"
]
},
" for additional details on components of this score.) "
]
},
{
"type":"p",
"hlId":"b1fd06",
"children":[
"In severe cases (MDF score ≥32, MELD score >20, or hepatic encephalopathy), treatment with prednisolone (which does not require hepatic metabolism, unlike prednisone) is recommended. Contraindications to prednisolone include active infection, upper gastrointestinal bleeding, acute kidney injury, concomitant liver disease (especially HCV and HBV), and multiorgan failure. The STOPAH trial showed a trend toward improvement in 28-day mortality with prednisolone, but results were not statistically significant. However, a meta-analysis of randomized studies (including STOPAH) showed that glucocorticoids reduced short-term mortality by 46%. Pentoxifylline is no longer recommended for treatment of alcoholic hepatitis and is not effective in patients whose symptoms do not respond to prednisolone."
]
},
{
"type":"p",
"hlId":"1b559c",
"children":[
"Response to glucocorticoids can be assessed on day 7 with the ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://www.mdcalc.com/lille-model-alcoholic-hepatitis",
"target":"_blank"
},
"children":[
"Lille score"
]
},
". Because of risk for infection, prednisolone should be discontinued in patients with no response (Lille score ≥0.45). A Lille scores below 0.45 supports prednisolone continuation for 28 days. "
]
},
{
"type":"p",
"hlId":"660494",
"children":[
"Nonsevere alcoholic hepatitis (MDF score <32; MELD score ≤20) requires supportive measures and should not be treated with prednisolone. All patients require assessment for nutritional deficiencies, nutritional management, thiamine replacement, and alcohol treatment, with a goal of abstinence."
]
},
{
"type":"p",
"hlId":"8f3da3",
"children":[
"Alcoholic cirrhosis can be diagnosed on clinical and radiologic grounds in patients with obvious evidence of portal hypertension and a history of consistent alcohol intake. Liver biopsy is sometimes necessary in cases with diagnostic ambiguity. In patients who drink alcohol, liver inflammation increases stiffness, making elastography inaccurate. Nutritional assessments and alcohol treatment are required. Alcohol abstinence can result in significant stabilization of liver function and reversal of portal hypertension. Patients with alcoholic liver disease and evidence of cirrhosis with or without portal hypertension should be referred to hepatology for further management and consideration of liver transplantation, regardless of duration of alcohol abstinence. Alcohol-induced liver disease is the second most common reason for liver transplantation in the United States, behind HCV."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"fc8aed",
"children":[
"The Alcoholic Liver Disease/Nonalcoholic Fatty Liver Disease Index can help distinguish alcoholic liver disease from nonalcoholic fatty liver disease."
]
},
{
"type":"keypoint",
"hlId":"525f89",
"children":[
"Manifestations of alcoholic hepatitis include fever, jaundice, tender hepatomegaly, and leukocytosis."
]
},
{
"type":"keypoint",
"hlId":"f8d156",
"children":[
"Severity of alcoholic hepatitis is determined by the Maddrey discriminant function (MDF) score and Modified End Stage Liver Disease (MELD) score; patients with an MDF score of 32 or greater, MELD score greater than 20, or hepatic encephalopathy may be considered for prednisolone therapy."
]
},
{
"type":"keypoint",
"hlId":"308b86",
"children":[
"Pentoxifylline is no longer recommended for treatment of alcoholic hepatitis."
]
},
{
"type":"keypoint",
"hlId":"41e506",
"children":[
"All patients with advanced alcoholic liver disease should be referred to hepatology for further management and consideration of liver transplantation, regardless of duration of alcohol abstinence."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_5",
"title":{
"__html":"Drug-Induced Liver Injury"
},
"titleNode":{
"type":"section-title",
"hlId":"031858",
"children":[
"Drug-Induced Liver Injury"
]
},
"children":[
{
"type":"p",
"hlId":"263e6b",
"children":[
"Drug-induced liver injury encompasses a spectrum of liver injury and can be induced by prescription, over-the-counter, and herbal medications. Patients should be asked about exposure to medications in the past 6 months, both prescription and nonprescription, including supplements. Use of the National Institutes of Health's Web-based tool ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://www.ncbi.nlm.nih.gov/books/NBK547852/",
"target":"_blank"
},
"children":[
"LiverTox"
]
},
" can help assess risk for hepatotoxicity. "
]
},
{
"type":"p",
"hlId":"32a900",
"children":[
"Acetaminophen is the medication most recognized to have intrinsic hepatotoxicity. People who chronically drink alcohol can develop acetaminophen hepatotoxicity even when taking therapeutic doses of acetaminophen. The early recognition of acetaminophen-induced liver injury is critical so that ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"N"
]
},
"-acetylcysteine can be administered promptly to prevent liver failure."
]
},
{
"type":"p",
"hlId":"57d353",
"children":[
"Antibiotics (particularly amoxicillin-clavulanate) and antiepileptics (phenytoin and valproate) are also commonly associated with drug-induced liver injury, representing 60% of cases. Other than acetaminophen, the drugs most often causing acute liver failure in the United States are antituberculosis drugs, sulfa-containing antimicrobial agents, and antifungal agents."
]
},
{
"type":"p",
"hlId":"16011d",
"children":[
"The pattern of liver test abnormalities and histologic injury can be unpredictable. In addition to the hepatocellular pattern seen with acetaminophen, a cholestatic pattern (e.g., with amoxicillin-clavulanate) or mixed picture (e.g., with phenytoin) may be present. Liver injury typically resolves after discontinuation of the offending drug; resolution of liver injury supports the diagnosis. Re-exposure to the drug to demonstrate recurrence is not advisable because of risk for severe toxicity upon rechallenge."
]
},
{
"type":"p",
"hlId":"019b4d",
"children":[
"Jaundice that occurs with cholestatic drug reactions can take months to resolve. A bilirubin level twice the upper limit of normal with ALT levels greater than three times the upper limit of normal is associated with mortality rates as high as 14%. Until resolution occurs, progression to liver failure and a need for liver transplantation are possible."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"c2f569",
"children":[
"Acetaminophen, antibiotics (particularly amoxicillin-clavulanate), and antiepileptics (phenytoin and valproate) are the most common causes of drug-induced liver injury."
]
},
{
"type":"keypoint",
"hlId":"9fd66a",
"children":[
"Liver injury typically resolves after discontinuation of the offending drug; resolution of liver injury supports the diagnosis."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_6",
"title":{
"__html":"Acute Liver Failure"
},
"titleNode":{
"type":"section-title",
"hlId":"70b0ba",
"children":[
"Acute Liver Failure"
]
},
"children":[
{
"type":"p",
"hlId":"1297e5",
"children":[
"Acute liver failure is the onset of hepatic encephalopathy and prolonged coagulation within 26 weeks of jaundice or other symptoms of liver inflammation in the absence of chronic liver disease. The most common cause of acute liver failure in the United States is acetaminophen overdose. Other widely recognized causes are presented in ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_gi_t35",
"wrapId":"8",
"children":[
"Table 35"
]
}
]
},
". Diagnosis requires immediate referral to a liver transplant center."
]
},
{
"type":"inline-wrap",
"wrapId":"8",
"contentIds":[
"mk19_a_gi_t35"
]
},
{
"type":"p",
"hlId":"e2b76c",
"children":[
"Patients with acute liver failure require careful monitoring of mental status because progressive hepatic encephalopathy can result in cerebral edema (see ",
{
"type":"cross-reference",
"target":"mk19_a_gi_s6_10_6",
"children":[
"Hepatic Encephalopathy"
]
},
"). Kidney injury is common, and continuous renal replacement therapy is better tolerated than intermittent hemodialysis. Patients with acute liver failure are at risk for hypoglycemia and infection."
]
},
{
"type":"p",
"hlId":"e41757",
"children":[
"Specific treatment is based on the cause, and prompt treatment is crucial. For example, mortality rates for acetaminophen intoxication are lowest when ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"N"
]
},
"-acetylcysteine is administered within 12 hours of ingestion."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"60cc3d",
"children":[
"The most common cause of acute liver failure in the United States is acetaminophen overdose."
]
},
{
"type":"keypoint",
"hlId":"0ef653",
"children":[
"Diagnosis of acute liver failure requires immediate referral to a liver transplant center."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_7",
"title":{
"__html":"Metabolic Liver Diseases"
},
"titleNode":{
"type":"section-title",
"hlId":"17aec4",
"children":[
"Metabolic Liver Diseases"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_gi_s6_7_1",
"title":{
"__html":"Nonalcoholic Fatty Liver Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"946af2",
"children":[
"Nonalcoholic Fatty Liver Disease"
]
},
"children":[
{
"type":"p",
"hlId":"96bc24",
"children":[
"Nonalcoholic fatty liver disease (NAFLD) is the most common cause of liver disease in the world. Some 30% of the U.S. population may have this condition. Most patients with NAFLD do not have liver inflammation, and fat in the liver without inflammation or fibrosis is considered a relatively benign condition. Five percent to 12% of the U.S. population has fatty liver with inflammation (nonalcoholic steatohepatitis [NASH]) and may have progressive disease that can lead to fibrosis and cirrhosis. Unrecognized NASH is likely a major cause of cryptogenic cirrhosis."
]
},
{
"type":"p",
"hlId":"fd27c4",
"children":[
"NAFLD is a component of the metabolic syndrome. Consequently, the American Diabetes Association recommends that patients with type 2 diabetes or prediabetes and elevated ALT levels or fatty liver on ultrasonography should be evaluated for NASH and liver fibrosis. The mechanisms by which patients with NAFLD develop NASH are not fully understood, but metabolic, genetic, and environmental factors play a role."
]
},
{
"type":"p",
"hlId":"db9175",
"children":[
"NAFLD symptoms are nonspecific and may include fatigue and vague right-upper-quadrant abdominal pain. Mildly elevated hepatic aminotransferase levels are common in NASH but can be normal even with advanced fibrosis. NAFLD is often diagnosed by the presence of hepatic fat on ultrasonography, CT, and MRI."
]
},
{
"type":"p",
"hlId":"155593",
"children":[
"Besides liver biopsy, no tests can diagnose NASH as a cause of chronically elevated liver chemistries. Patients with elevated liver chemistries, a negative serologic evaluation for alternative causes, clinical features of the metabolic syndrome, and characteristic abdominal imaging are presumed to have NAFLD. High autoantibody titers (antinuclear antibody, anti–smooth muscle antibody) are present in 20% of patients with NAFLD, but the clinical significance of this is unknown. The ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://nafldscore.com",
"target":"_blank"
},
"children":[
"NAFLD Fibrosis Score "
]
},
" and ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://www.mdcalc.com/fibrosis-4-fib-4-index-liver-fibrosis",
"target":"_blank"
},
"children":[
"Fibrosis-4"
]
},
" (FIB-4) use clinical data to identify patients at risk for advanced fibrosis. Patients with low FIB-4 scores are classified as low risk and are managed with weight loss and lifestyle modifications. Repeat noninvasive testing for low-risk patients is suggested in 2 to 3 years. Patients with indeterminate FIB-4 scores should undergo liver stiffness measurement with transient elastography. Transient elastography can help determine whether patients with NASH have developed significant hepatic fibrosis; patients with low liver stiffness are managed as low risk whereas patients with indeterminate or high-risk stiffness should be managed by a hepatologist. Patients with a high FIB-4 score should be referred to hepatology for further evaluation and management. Liver biopsy is indicated when the diagnosis is in doubt or the presence of hepatic fibrosis cannot otherwise be determined."
]
},
{
"type":"p",
"hlId":"496c42",
"children":[
"NAFLD management focuses on weight loss through diet and lifestyle modification. No specific diet for NAFLD is recommended, although carbohydrate-restricted diets may result in greater reduction in liver fat compared with other diets. Bariatric surgery and concomitant weight loss exceeding 8% to 10% improve NAFLD-associated inflammation and fibrosis. No drugs are FDA-approved for primary treatment of NAFLD. Cardiovascular disease is the leading cause of death in patients with NASH, and statin therapy should be considered, even in the presence of elevated aminotransferase levels."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_7_2",
"title":{
"__html":"α<sub>1</sub>-Antitrypsin Deficiency"
},
"titleNode":{
"type":"section-title",
"hlId":"3011c7",
"children":[
"α",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"1"
]
},
"-Antitrypsin Deficiency"
]
},
"children":[
{
"type":"p",
"hlId":"5a039a",
"children":[
"α",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"1"
]
},
"-Antitrypsin deficiency is an autosomal co-dominant genetic disorder that results in accumulation of a variant form of α",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"1"
]
},
"-antitrypsin in the liver. Homozygosity for this condition may cause liver injury and eventual cirrhosis. The hepatic accumulation of α",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"1"
]
},
"-antitrypsin also decreases circulating α",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"1"
]
},
"-antitrypsin, leading to lack of inhibition of elastase and resultant lung disease. Patients heterozygous for α",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"1"
]
},
"-antitrypsin deficiency are at increased risk for liver injury in the setting of other liver diseases, including viral hepatitis and fatty liver disease. Supplemental α",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"1"
]
},
"-antitrypsin prevents progressive lung injury but does not affect cirrhosis progression. Liver transplantation is required to treat liver failure resulting from α",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"1"
]
},
"-antitrypsin deficiency."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_7_3",
"title":{
"__html":"Hereditary Hemochromatosis"
},
"titleNode":{
"type":"section-title",
"hlId":"dd7cf4",
"children":[
"Hereditary Hemochromatosis"
]
},
"children":[
{
"type":"p",
"hlId":"7687bd",
"children":[
"Hereditary hemochromatosis is an autosomal recessive condition characterized by excessive accumulation of iron in the liver due to a mutation in the genes that control hepcidin synthesis, resulting in increased iron absorption. It typically results from homozygosity of the C282Y polymorphism of the ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"HFE"
]
},
" gene, but other polymorphisms, such as H63D, can also cause disease. Cirrhosis can develop in untreated patients with hereditary hemochromatosis and is associated with an increased risk for hepatocellular carcinoma."
]
},
{
"type":"p",
"hlId":"481928",
"children":[
"Elevated transferrin saturation and elevated serum ferritin levels suggest hereditary hemochromatosis, but genetic testing is required to confirm the diagnosis."
]
},
{
"type":"p",
"hlId":"ee5d02",
"children":[
"Cirrhosis should be suspected in all patients with hereditary hemochromatosis who have a serum ferritin level greater than 1000 ng/mL (1000 µg/L) or those with physical examination or imaging findings suggesting cirrhosis. Removal of excessive iron, usually by phlebotomy, prevents cirrhosis. Patients with cirrhosis should undergo iron-lowering therapy to stabilize liver disease and prevent other organ manifestations of iron overload; they should also be screened for hepatocellular carcinoma. Liver failure from hereditary hemochromatosis is treated by liver transplantation."
]
},
{
"type":"p",
"hlId":"0f3f18",
"children":[
"First-degree relatives of patients with hereditary hemochromatosis should be screened with iron studies, including transferrin saturation and serum ferritin level with ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"HFE"
]
},
" genotype testing if results of iron studies are abnormal. Children of affected patients can be reassured that they do not have hemochromatosis if the other parent has a normal ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"HFE"
]
},
" genotype."
]
},
{
"type":"p",
"hlId":"9bdcec",
"children":[
"Hemochromatosis is discussed further in ",
{
"type":"cross-reference",
"target":"mk19_b_hm_s5_1",
"children":[
"MKSAP 19 Hematology"
]
},
"."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_7_4",
"title":{
"__html":"Wilson Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"a66e08",
"children":[
"Wilson Disease"
]
},
"children":[
{
"type":"p",
"hlId":"8d7aec",
"children":[
"Wilson disease (hepatolenticular degeneration) is a rare autosomal recessive disorder that causes copper accumulation in the liver. Copper accumulation can result in a range of clinical presentations, including asymptomatic liver enzyme abnormalities, cirrhosis, and acute liver failure. Acute liver failure in Wilson disease may be accompanied by Coombs-negative hemolytic anemia (secondary to sudden release of copper from hepatocytes) and acute kidney injury. Unexplained liver disease or liver failure in any patient younger than age 40 years should prompt an investigation for Wilson disease, although older patients with Wilson disease have also been described."
]
},
{
"type":"p",
"hlId":"9827c6",
"children":[
"Neurologic and behavioral changes can be seen in patients with Wilson disease (tremor, early-onset Parkinson disease, dystonia). Kayser-Fleischer rings can be seen on slit-lamp examination in nearly all patients with Wilson disease and neurologic findings and in 50% of patients with liver manifestations. Laboratory findings include high levels of urinary copper and low levels of ceruloplasmin and ALP. Histologic changes on liver biopsy can be nonspecific, although hepatic copper levels are typically high. Genetic testing for ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"ATP7B"
]
},
" gene mutations confirms Wilson disease."
]
},
{
"type":"p",
"hlId":"afd0f3",
"children":[
"Treatment is lifelong and involves administration of copper chelators. Trientine is preferred over penicillamine because of a lower rate of adverse effects. Zinc supplements can be administered to decrease intestinal absorption of copper. Urgent liver transplantation is necessary in acute liver failure secondary to Wilson disease."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"7b9d3d",
"children":[
"Nonalcoholic fatty liver disease is the most common cause of liver disease in the world, and management is focused on weight loss through dietary and lifestyle modification."
]
},
{
"type":"keypoint",
"hlId":"9c6915",
"children":[
"α",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"1"
]
},
"-Antitrypsin deficiency is an autosomal co-dominant genetic disorder that results in accumulation of a variant protein in the liver; homozygosity can result in liver injury and cirrhosis."
]
},
{
"type":"keypoint",
"hlId":"9d1d93",
"children":[
"Hereditary hemochromatosis is characterized by excessive iron absorption that results in accumulation of iron in the liver and cirrhosis."
]
},
{
"type":"keypoint",
"hlId":"6df5d7",
"children":[
"Wilson disease is a rare autosomal recessive disorder that causes accumulation of copper in the liver; it can present in young patients (<40 years) with acute liver failure accompanied by Coombs-negative hemolytic anemia and acute kidney injury."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_8",
"title":{
"__html":"Cholestatic Liver Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"1ae0f8",
"children":[
"Cholestatic Liver Disease"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_gi_s6_8_1",
"title":{
"__html":"Primary Biliary Cholangitis"
},
"titleNode":{
"type":"section-title",
"hlId":"54153f",
"children":[
"Primary Biliary Cholangitis"
]
},
"children":[
{
"type":"p",
"hlId":"5a10c6",
"children":[
"Primary biliary cholangitis (PBC), previously termed primary biliary cirrhosis, is an autoimmune disease affecting the small and medium bile ducts. The female-to-male predominance is 9 to 1. PBC is often asymptomatic but can present with fatigue and pruritus. Liver chemistry tests usually demonstrate a cholestatic pattern of injury, and the alkaline phosphatase may be significantly elevated. Diagnosis of PBC does not require liver biopsy when the ALP level is at least 1.5 times the upper limit of normal and antimitochondrial antibody results are positive or, if results are negative, other PBC-specific autoantibodies, including sp100 or gp210, are present. In patients with negative antibody results and strong suspicion for PBC, liver biopsy is necessary. Elastography can be used for fibrosis staging."
]
},
{
"type":"p",
"hlId":"4c5e5a",
"children":[
"Initial treatment is ursodeoxycholic acid, which results in histologic improvement, improves survival rates, and diminishes the need for liver transplantation. Response to treatment is defined by improvement of the ALP level to less than 1.67 times the upper limit of normal. Patients who present with normal bilirubin and albumin levels and respond to treatment have a life expectancy similar to that of individuals without PBC. Patients whose disease does not respond to ursodeoxycholic acid should receive fibrates (off label) or obeticholic acid."
]
},
{
"type":"p",
"hlId":"590e4c",
"children":[
"PBC is associated with other autoimmune conditions, particularly autoimmune thyroid disease. Thus, thyroid-stimulating hormone level should be checked yearly. In patients with cirrhosis and a ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://www.mayoclinic.org/medical-professionals/transplant-medicine/calculators/the-updated-natural-history-model-for-primary-biliary-cirrhosis/itt-20434724",
"target":"_blank"
},
"children":[
"PBC score"
]
},
" of 4.1 or greater or transient elastography results of 17 kPa or greater, upper endoscopy is indicated to assess for esophageal varices. "
]
},
{
"type":"p",
"hlId":"34cda6",
"children":[
"Patients with advanced disease should be managed like other patients with cirrhosis and portal hypertension (see ",
{
"type":"cross-reference",
"target":"mk19_a_gi_s6_10",
"children":[
"Complications of Advanced Liver Disease"
]
},
"). In addition, men with PBC and all patients with PBC and cirrhosis should be screened for hepatocellular carcinoma (see ",
{
"type":"cross-reference",
"target":"mk19_a_gi_s6_12_7",
"children":[
"Hepatocellular Carcinoma"
]
},
" for recommendations on screening and surveillance). Patients with PBC have increased risk for osteoporosis and should ensure daily intake of 1000 to 1500 mg of calcium and 1000 IU of vitamin D. Bone mineral density should be assessed every 2 years, and bisphosphonate therapy should be considered if the result is in the osteoporotic range. Patients with elevated lipid levels may be at risk for cardiovascular disease and can be considered for lipid-lowering therapy. Fat-soluble vitamin deficiencies should be treated with parenteral or water-soluble supplements. Liver transplant outcomes for patients with PBC are excellent, with a 1-year survival rate greater than 90% and a recurrence rate of approximately 20% at 5 years after liver transplantation. First-degree relatives of patients with PBC, especially women, should be screened by periodically checking ALP level."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_8_2",
"title":{
"__html":"Primary Sclerosing Cholangitis"
},
"titleNode":{
"type":"section-title",
"hlId":"e5d02e",
"children":[
"Primary Sclerosing Cholangitis"
]
},
"children":[
{
"type":"p",
"hlId":"c5c25a",
"children":[
"Primary sclerosing cholangitis (PSC) is an autoimmune fibroinflammatory disease of the large bile ducts, but it can also affect the small bile ducts (small-duct PSC). It is more common in men than women, which is unique among the autoimmune liver diseases. PSC often presents without symptoms with a cholestatic pattern of liver enzyme abnormalities; pruritus may also be the presenting feature."
]
},
{
"type":"p",
"hlId":"04ed74",
"children":[
"PSC can be diagnosed noninvasively through magnetic resonance cholangiopancreatography (MRCP) ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_gi_f32",
"wrapId":"9",
"children":[
"Figure 32"
]
}
]
},
")"
]
},
". Diagnosis does not usually require liver biopsy; small-duct PSC, which cannot be diagnosed by MRCP, is an exception. Endoscopic retrograde cholangiopancreatography (ERCP) should be considered in patients with jaundice, worsening pruritus, bacterial cholangitis, or a dominant stricture or bile duct mass on MRCP."
]
},
{
"type":"inline-wrap",
"wrapId":"9",
"contentIds":[
"mk19_a_gi_f32"
]
},
{
"type":"p",
"hlId":"7cbced",
"children":[
"PSC is associated with inflammatory bowel disease (IBD) in about 85% of cases; up to 7.5% of patients with ulcerative colitis have PSC. All patients with PSC without known IBD should have a colonoscopy at the time of PSC diagnosis. Patients with concomitant IBD may have a unique PSC-IBD phenotype, characterized by rectal sparing, mild pancolitis, and backwash ileitis. This carries a higher risk for colon cancer, necessitating colonoscopy with surveillance biopsies every year from the time of diagnosis, as well as a higher risk for pouchitis after total colectomy."
]
},
{
"type":"p",
"hlId":"851e34",
"children":[
"Patients with PSC have a 15% lifetime risk for cholangiocarcinoma. Yearly MRCP and measurement of carbohydrate 19-9 are recommended for cholangiocarcinoma surveillance. The incidence of cholangiocarcinoma is highest in the first 2 years after PSC diagnosis. There is also an increased risk for gallbladder cancer in PSC; regular screening with ultrasonography should be considered. The management of gallbladder polyps is discussed in the ",
{
"type":"cross-reference",
"target":"mk19_a_gi_s7_7",
"children":[
"Disorders of the Gallbladder and Bile Ducts"
]
},
" section."
]
},
{
"type":"p",
"hlId":"b014e7",
"children":[
"There is no effective medical therapy for PSC; it often requires liver transplantation and has the highest case-based mortality rate among the autoimmune liver diseases. In symptomatic patients, ERCP is used to dilate strictures and remove stones."
]
},
{
"type":"p",
"hlId":"8389af",
"children":[
"Median transplant-free survival for patients with PSC is 12 years. Transplantation should be considered for patients with decompensated cirrhosis, recurrent bacterial cholangitis, and hilar cholangiocarcinoma. Transplant outcomes for patients with PSC are excellent, with 1-year survival rates of at least 90% and recurrence rates of approximately 20% at 5 years after liver transplantation."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"60308b",
"children":[
"For primary biliary cholangitis, ursodeoxycholic acid treatment results in histologic improvement, better survival rates, and diminished need for liver transplantation."
]
},
{
"type":"keypoint",
"hlId":"59d654",
"children":[
"Primary sclerosing cholangitis is associated with inflammatory bowel disease in about 85% of cases; these patients have an increased risk for colon cancer and require surveillance colonoscopy at diagnosis and every 1 to 2 years."
]
},
{
"type":"keypoint",
"hlId":"4c5fd1",
"children":[
"Patients with PSC have a 15% lifetime risk for cholangiocarcinoma; annual MRCP and measurement of carbohydrate 19-9 are recommended for cholangiocarcinoma surveillance."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_9",
"title":{
"__html":"Classification of Liver Disease Severity"
},
"titleNode":{
"type":"section-title",
"hlId":"b50503",
"children":[
"Classification of Liver Disease Severity"
]
},
"children":[
{
"type":"p",
"hlId":"8c1cd4",
"children":[
"The Child-Turcotte-Pugh (CTP) score ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_gi_t36",
"wrapId":"10",
"children":[
"Table 36"
]
}
]
},
")"
]
},
" and ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://optn.transplant.hrsa.gov/resources/allocation-calculators/meld-calculator/",
"target":"_blank"
},
"children":[
"MELD score"
]
},
" prognostic in patients with cirrhosis. The 1-year survival rates for CTP class A, B, and C cirrhosis are 100%, 80%, and 45%, respectively. "
]
},
{
"type":"inline-wrap",
"wrapId":"10",
"contentIds":[
"mk19_a_gi_t36"
]
},
{
"type":"p",
"hlId":"7abc92",
"children":[
"The MELD formula includes bilirubin level, INR, and creatinine level and is accurate in predicting 3-month mortality. Another version of the MELD score, the ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://www.mdcalc.com/meldna-meld-na-score-liver-cirrhosis",
"target":"_blank"
},
"children":[
"MELD-Na"
]
},
", incorporates the sodium level. The MELD score was the basis for liver transplant allocation until 2016, when the allocation system was changed to include the MELD-Na score because it is a more predictive model of 3-month mortality. "
]
},
{
"type":"p",
"hlId":"afa45e",
"children":[
"The ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://optn.transplant.hrsa.gov/resources/allocation-calculators/meld-calculator/",
"target":"_blank"
},
"children":[
"MELD score"
]
},
" can estimate postoperative mortality in patients with cirrhosis. "
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"5a2962",
"children":[
"The Model for End-Stage Liver Disease-sodium formula accurately predicts 3-month mortality and is used for liver transplant allocation."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_10",
"title":{
"__html":"Complications of Advanced Liver Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"b74058",
"children":[
"Complications of Advanced Liver Disease"
]
},
"children":[
{
"type":"p",
"hlId":"c0c1ec",
"children":[
"Patients with chronic liver disease from any cause are at risk for cirrhosis. Compensated cirrhosis is uncomplicated and may be asymptomatic or associated with nonspecific symptoms. Patients with decompensated cirrhosis have complications such as ascites, hepatic encephalopathy, and variceal hemorrhage."
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_10_1",
"title":{
"__html":"Portal Hypertension"
},
"titleNode":{
"type":"section-title",
"hlId":"68835d",
"children":[
"Portal Hypertension"
]
},
"children":[
{
"type":"p",
"hlId":"4b409c",
"children":[
"Portal venous hypertension develops in the setting of advanced cirrhosis due to obstruction of blood flow caused by intrahepatic fibrosis, regenerating liver nodules, increased intrahepatic vascular resistance, and increased flow via the portal vein. Prehepatic causes, including portal vein thrombosis, and posthepatic causes, such as Budd-Chiari syndrome, can result in portal hypertension in the absence of cirrhosis. Complications of portal hypertension include gastroesophageal varices, ascites, and spontaneous bacterial peritonitis. The presence of these complications heralds a high rate of further complications and mortality and should prompt consideration of liver transplantation. See ",
{
"type":"cross-reference",
"target":"mk19_a_gi_s6_15",
"children":[
"Vascular Diseases of the Liver"
]
},
" for additional discussion of portal vein thrombosis and Budd-Chiari syndrome."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_10_2",
"title":{
"__html":"Esophageal Varices"
},
"titleNode":{
"type":"section-title",
"hlId":"9caa87",
"children":[
"Esophageal Varices"
]
},
"children":[
{
"type":"p",
"hlId":"f2fecc",
"children":[
"Esophageal varices are enlarged vessels within the lumen of the lower esophagus that provide extrahepatic pathways of blood flow from the portal to the systemic circulation ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_gi_f33",
"wrapId":"11",
"children":[
"Figure 33"
]
}
]
},
")"
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"11",
"contentIds":[
"mk19_a_gi_f33"
]
},
{
"type":"p",
"hlId":"54f660",
"children":[
"If pressure in the lumen of a varix increases, esophageal varices enlarge and may spontaneously rupture, leading to bleeding, which may be massive. Treatment can reduce the risk for acute variceal hemorrhage and associated mortality. Upper endoscopy should be performed in all patients with cirrhosis to assess for varices. Management of varices in patients with cirrhosis depends on varix size and whether cirrhosis is compensated ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_gi_t37",
"wrapId":"12",
"children":[
"Table 37"
]
}
]
},
")"
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"12",
"contentIds":[
"mk19_a_gi_t37"
]
},
{
"type":"p",
"hlId":"b35e20",
"children":[
"See ",
{
"type":"cross-reference",
"target":"mk19_a_gi_s8_2_3_2",
"children":[
"Gastrointestinal Bleeding"
]
},
" for discussion of management and secondary prophylaxis of variceal hemorrhage."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_10_3",
"title":{
"__html":"Gastric Varices and Portal Hypertensive Gastropathy"
},
"titleNode":{
"type":"section-title",
"hlId":"e23816",
"children":[
"Gastric Varices and Portal Hypertensive Gastropathy"
]
},
"children":[
{
"type":"p",
"hlId":"3ad357",
"children":[
"Gastric varices are seen in up to 20% of patients with cirrhosis and are responsible for 10% to 30% of variceal hemorrhages. Varices that extend from the esophagus into the cardia of the stomach, along the lesser curvature of the stomach, are treated with band ligation, similar to esophageal varices. Varices of the gastric fundus or isolated varices in other parts of the stomach are generally not amenable to band ligation. Bleeding varices in these areas are treated with hemodynamic resuscitation, antibiotic therapy, and octreotide. A transjugular intrahepatic portosystemic shunt (TIPS) can be considered for bleeding from gastric varices. Balloon-occluded retrograde transvenous obliteration is another interventional radiologic procedure to eradicate gastric varices via the systemic circulation. Isolated gastric varices can occur with splenic vein thrombosis and are treated with splenectomy."
]
},
{
"type":"p",
"hlId":"fee447",
"children":[
"Portal hypertensive gastropathy is the presence of dilated mucosal gastric veins and venules and is a common endoscopic finding in patients with cirrhosis. It is rarely a cause of significant acute bleeding but may cause chronic blood loss. Treatment is centered on the underlying portal hypertension."
]
},
{
"type":"p",
"hlId":"57c758",
"children":[
"Gastric antral vascular ectasias consist of ectatic vessels that line the mucosa of the distal stomach. These can be present in patients without cirrhosis, but in the setting of portal hypertension, these mucosal lesions tend to be more diffuse ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_gi_f34",
"wrapId":"13",
"children":[
"Figure 34"
]
}
]
},
")"
]
},
" than the classic linear pattern (“watermelon stomach”). These are typically treated with endoscopic therapy, such as argon plasma coagulation. Portal decompressive interventions such as TIPS do not effectively treat gastric antral vascular ectasias."
]
},
{
"type":"inline-wrap",
"wrapId":"13",
"contentIds":[
"mk19_a_gi_f34"
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_10_4",
"title":{
"__html":"Ascites"
},
"titleNode":{
"type":"section-title",
"hlId":"22eeeb",
"children":[
"Ascites"
]
},
"children":[
{
"type":"p",
"hlId":"1705b6",
"children":[
"Ascites occurs in 50% of patients within 10 years of cirrhosis diagnosis and is the most common symptom of decompensated cirrhosis. Physical examination maneuvers can detect ascites, although they perform poorly compared with ultrasonography, which has high sensitivity for identifying ascites. When ascites is first detected, diagnostic paracentesis should be performed. The initial laboratory investigation of ascitic fluid should include polymorphonuclear leukocyte count, fluid total protein, albumin, and serum albumin to calculate the serum-ascites albumin gradient. The serum–ascites albumin gradient is measured by subtracting the level of albumin in the ascitic fluid from the serum albumin measurement:"
]
},
{
"type":"p",
"hlId":"5fb8b3",
"class":"equation",
"children":[
"serum–ascites albumin gradient = serum albumin – ascites albumin"
]
},
{
"type":"p",
"hlId":"f9d058",
"children":[
"Total protein levels in ascitic fluid also help determine cause of the ascites. The characteristics of ascites are presented in ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_gi_t38",
"wrapId":"14",
"children":[
"Table 38"
]
}
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"14",
"contentIds":[
"mk19_a_gi_t38"
]
},
{
"type":"p",
"hlId":"838765",
"children":[
"In 85% of patients with ascites, the cause is cirrhosis. Management of ascites involves a sodium-restricted diet (<2 g/d). Diuretic therapy, typically with spironolactone and furosemide, is often required to assist natriuresis. After ascites is adequately mobilized, attempts should be made to taper the diuretics to the lowest dose necessary to maintain minimal or no ascites. Body weight, kidney function, and electrolyte levels should be regularly checked after initiation or changes to diuretic regimens."
]
},
{
"type":"p",
"hlId":"bba4dc",
"children":[
"Paracenteses can be performed if ascites does not resolve with sodium restriction and diuretic therapy or if diuretic therapy is poorly tolerated. If more than 5 L of ascitic fluid is removed at one time, supplemental 25% albumin at a dose of 6 to 8 g/L of ascitic fluid removed should be administered to prevent circulatory dysfunction after paracentesis."
]
},
{
"type":"p",
"hlId":"f97326",
"children":[
"Patients with ascites should discontinue ACE inhibitors and NSAIDs. Intermittent paracentesis or TIPS can be considered in patients with refractory ascites and a low MELD score. Indwelling drains in ascites due to portal hypertension are not recommended because of high rates of complications, although they may be considered for end-of-life palliation."
]
},
{
"type":"p",
"hlId":"e5d308",
"children":[
"Patients with ascites can develop pleural effusions (hepatic hydrothorax) because of permeability of the diaphragm and negative intrathoracic pressure. These effusions tend to be right-sided. Exclusion of other causes of pleural effusions is necessary. Management is similar to that for ascites, with dietary sodium restriction and diuretic therapy. Symptomatic hepatic hydrothorax may require thoracentesis or TIPS. Chemical pleurodesis is typically not beneficial. Indwelling chest tubes are not helpful and should be avoided because of the high risk for complications."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_10_5",
"title":{
"__html":"Spontaneous Bacterial Peritonitis"
},
"titleNode":{
"type":"section-title",
"hlId":"8dacc0",
"children":[
"Spontaneous Bacterial Peritonitis"
]
},
"children":[
{
"type":"p",
"hlId":"db2de9",
"children":[
"Spontaneous bacterial peritonitis (SBP) is an infection of portal hypertensive ascitic fluids. SBP can present with fever, abdominal pain, and/or kidney dysfunction; it should be considered in any patient with ascites whose clinical status declines. In patients with cirrhosis and ascites, long-term prophylactic antibiotic therapy, typically with a fluoroquinolone, is recommended to prevent SBP if the ascitic fluid protein level is less than 1.5 g/dL (15 g/L) and is associated with impaired renal function (serum creatinine ≥1.2 mg/dL [106.1 µmol/L], blood urea nitrogen ≥25 mg/dL [8.9 mmol/L], or serum sodium ≤130 mEq/L [130 mmol/L]) or liver failure (CTP score ≥9 and bilirubin level ≥3 mg/dL [51.3 µmol/L])."
]
},
{
"type":"p",
"hlId":"bc12f3",
"children":[
"SBP is diagnosed by an ascitic-fluid neutrophil count of 250/µL (0.25 × 10",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"9"
]
},
"/L) or higher on diagnostic or therapeutic paracentesis. Bacterial culture of ascitic fluid, obtained after direct inoculation of fluid into culture bottles, should also be performed at the bedside but is often negative. Prompt initiation of a third-generation cephalosporin is the initial treatment of community-acquired SBP. Patients with SBP should be treated with intravenous albumin (1.5 g/kg at day 1 and 1 g/kg at day 3) in addition to antibiotics. Patients with kidney dysfunction or significant hepatic dysfunction (defined as serum bilirubin level >5 mg/dL [85.5 μmoL]) are more likely to benefit; such treatment has a survival benefit."
]
},
{
"type":"p",
"hlId":"982eb3",
"children":[
"Follow-up paracentesis to demonstrate lessened inflammation can be performed if clinical improvement is not obvious. SBP commonly recurs, and indefinite secondary prophylactic therapy with once daily norfloxacin (preferred) or ciprofloxacin should be offered after SBP resolves. Temporarily withholding nonselective β-blocker therapy, if present, should be considered in patients who develop hypotension or acute kidney injury. SBP has a high mortality rate, and patients who develop SBP should be considered for liver transplantation."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_10_6",
"title":{
"__html":"Hepatic Encephalopathy"
},
"titleNode":{
"type":"section-title",
"hlId":"9a4b54",
"children":[
"Hepatic Encephalopathy"
]
},
"children":[
{
"type":"p",
"hlId":"944c4a",
"children":[
"Hepatic encephalopathy (HE) is brain dysfunction ranging from minimal abnormalities to frank coma. It results from insufficient hepatic function and portasystemic shunting of blood caused by portal hypertension. HE can develop spontaneously or be precipitated by other factors, such as infection, sedating medications, volume depletion, or gastrointestinal bleeding, and it heralds worsening liver function."
]
},
{
"type":"p",
"hlId":"8b3388",
"children":[
"Detection of minimal HE manifestations requires neuropsychiatric testing, although overt changes of HE, ranging from personality changes to frank coma, are common in advanced cirrhosis ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_gi_t39",
"wrapId":"15",
"children":[
"Table 39"
]
}
]
},
")"
]
},
". Asterixis—a flapping hand tremor (",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"video-link",
"target":"mk19_a_gi_v03",
"wrapId":"15",
"children":[
"Video 3"
]
}
]
},
")—is typically present in middle stages of hepatic encephalopathy. Asterixis is absent in subclinical hepatic encephalopathy and is lost as patients progress to later stages of hepatic encephalopathy, including coma."
]
},
{
"type":"inline-wrap",
"wrapId":"15",
"contentIds":[
"mk19_a_gi_t39",
"mk19_a_gi_v03"
]
},
{
"type":"p",
"hlId":"994eba",
"children":[
"Patients with severe hepatic encephalopathy should be monitored in an ICU. Diminishing consciousness should prompt consideration of intubation if airway-protective reflexes are lost."
]
},
{
"type":"p",
"hlId":"c150e0",
"children":[
"Treatment of hepatic encephalopathy is multifaceted. Precipitating causes, such as infection or gastrointestinal bleeding, should be promptly treated, and sedating medications should be discontinued. Administration of the nonabsorbed disaccharide lactulose decreases absorption of nitrogenous substances and results in improvement in most patients. If response to lactulose therapy is suboptimal, rifaximin can be given to alter bacterial flora in the intestine. Although rifaximin is better tolerated than lactulose, it is often not first-line therapy because of its expense."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_10_7",
"title":{
"__html":"Hepatorenal Syndrome"
},
"titleNode":{
"type":"section-title",
"hlId":"89dd8d",
"children":[
"Hepatorenal Syndrome"
]
},
"children":[
{
"type":"p",
"hlId":"f57845",
"children":[
"Hepatorenal syndrome (HRS) occurs in the setting of portal hypertension and is due to reduced renal blood flow during simultaneous dilatation of the splanchnic vasculature. Most patients who develop HRS have cirrhosis, although alcoholic hepatitis and acute liver failure are also associated with HRS. Type 1 HRS is characterized by a rise in serum creatinine of at least 0.3 mg/dL (26.5 µmol/L) and/or 50% or greater from baseline within 48 hours, bland urinalysis, normal kidney ultrasonography findings, and exclusion of other causes of acute kidney injury (especially volume depletion). Patients have low fractional excretion of sodium and oliguria. Type 2 HRS is characterized by a gradual decline in kidney function associated with refractory ascites."
]
},
{
"type":"p",
"hlId":"5ce9c5",
"children":[
"Declining renal function is one of the most important predictors of death in patients with cirrhosis. A rapid rise of serum creatinine should prompt evaluation for infections and causes of hypovolemia."
]
},
{
"type":"p",
"hlId":"46626f",
"children":[
"Management of HRS involves treatment of precipitating conditions, withdrawal of diuretics, and volume expansion with intravenous albumin. Vasoconstrictor treatment to raise mean arterial pressure and improve renal perfusion may be useful. The American Association for the Study of Liver Diseases recommends intravenous terlipressin as the preferred vasopressor. If terlipressin is not available, norepinephrine should be given. If neither can be administered, a trial of oral midodrine and octreotide can be provided. All patients with cirrhosis and acute kidney injury should be considered for urgent liver transplantation evaluation given the high short-term mortality even in responders to vasoconstrictors. Patients whose kidney function does not improve with therapy may require hemodialysis while they await liver transplantation."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_10_8",
"title":{
"__html":"Hepatopulmonary Syndrome"
},
"titleNode":{
"type":"section-title",
"hlId":"44404c",
"children":[
"Hepatopulmonary Syndrome"
]
},
"children":[
{
"type":"p",
"hlId":"166e8e",
"children":[
"Hepatopulmonary syndrome (HPS) is characterized by dilation of intrapulmonary vessels in patients with portal hypertension, resulting in right-to-left shunting of blood and hypoxemia. The dilated vessels reside in the inferior aspects of the lungs, and increased perfusion of these areas in the upright position results in orthodeoxia (worsening oxygen saturation while upright) and platypnea (worsening dyspnea when upright). The diagnosis should be suspected in patients with portal hypertension who have dyspnea and hypoxemia. Findings of intrapulmonary shunting upon agitated saline administration during echocardiography confirm the diagnosis. Macroaggregated albumin perfusion studies can also aid in diagnosis. HPS is initially treated with supplemental oxygen, but the only effective treatment is liver transplantation."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_10_9",
"title":{
"__html":"Portopulmonary Hypertension"
},
"titleNode":{
"type":"section-title",
"hlId":"cce8a0",
"children":[
"Portopulmonary Hypertension"
]
},
"children":[
{
"type":"p",
"hlId":"820fee",
"children":[
"Portopulmonary hypertension should be suspected in patients with cirrhosis and portal hypertension who present with dyspnea on exertion. Although less common than HPS, portopulmonary hypertension is a complication of advanced cirrhosis with a high mortality rate. Echocardiography demonstrates right ventricular systolic pressures greater than 50 mm Hg, which necessitates right-heart catheterization to confirm the diagnosis. Although portopulmonary hypertension was formerly a contraindication to liver transplantation, patients with preserved right ventricular function who attain a mean pulmonary artery pressure less than 35 mm Hg with vasodilator therapies can benefit from liver transplantation. Prostacyclin analogues, phosphodiesterase inhibitors, and endothelin receptor antagonists have been used to treat portopulmonary hypertension."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"1eb2b7",
"children":[
"Upper endoscopy should be performed in patients with cirrhosis to assess for esophageal varices; primary prophylaxis to prevent bleeding includes nonselective β-blocker therapy (propranolol, nadolol, or carvedilol) or endoscopic variceal ligation."
]
},
{
"type":"keypoint",
"hlId":"747e64",
"children":[
"Precipitating causes of hepatic encephalopathy may include infection, sedating medications, volume depletion, or gastrointestinal bleeding; treatment involves addressing the precipitating cause and administering lactulose or rifaximin."
]
},
{
"type":"keypoint",
"hlId":"4f4727",
"hvc":true,
"children":[
"Ultrasonography is the most effective means of identifying ascites; the serum–ascites albumin gradient and total protein levels in ascitic fluid help determine the cause of ascites."
]
},
{
"type":"keypoint",
"hlId":"0e01f0",
"children":[
"Management of ascites involves a sodium-restricted diet and diuretic therapy."
]
},
{
"type":"keypoint",
"hlId":"fdb27b",
"children":[
"An ascitic-fluid neutrophil count of 250/µL (0.25 × 10",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"9"
]
},
"/L) or greater confirms the diagnosis of spontaneous bacterial peritonitis; initial treatment is with a third-generation cephalosporin in community-acquired cases."
]
},
{
"type":"keypoint",
"hlId":"7630b7",
"children":[
"Hepatopulmonary syndrome should be suspected in patients with portal hypertension who have dyspnea and hypoxemia; the diagnosis is confirmed by intrapulmonary shunting with agitated saline administration during echocardiography."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_11",
"title":{
"__html":"Health Care Maintenance in Patients With Chronic Liver Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"f287fd",
"children":[
"Health Care Maintenance in Patients With Chronic Liver Disease"
]
},
"children":[
{
"type":"p",
"hlId":"e7ea1d",
"children":[
"Patients with chronic liver disease are at risk for severe complications if they develop acute hepatitis. They should be vaccinated against hepatitis A and B viruses if they are not immune. Nonresponse to vaccinations is more common in patients with cirrhosis, and postvaccination immunity should be assessed. Patients with chronic liver disease should receive annual influenza vaccination and pneumococcal vaccinations. Other vaccinations should be given based on current recommendations (see ",
{
"type":"cross-reference",
"target":"mk19_b_gm_s1_3",
"children":[
"MKSAP 19 General Internal Medicine 2"
]
},
")."
]
},
{
"type":"p",
"hlId":"c260f4",
"children":[
"Patients with cirrhosis should be counseled to strictly avoid alcohol. Sedating medications, such as opiates and benzodiazepines, should be avoided to prevent hepatic encephalopathy. Patients should avoid consuming raw shellfish, which can transmit ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Vibrio vulnificus"
]
},
", an organism causing potentially fatal infection in patients with cirrhosis."
]
},
{
"type":"p",
"hlId":"8a978d",
"children":[
"Metabolic bone disease is common in patients with cirrhosis, and patients should be screened for osteoporosis. The development of osteoporosis in patients with cirrhosis is multifactorial and is associated with jaundice (negatively affects osteoblast viability), hypogonadism, and decreased levels of insulin-like growth factor. Cholestasis also decreases absorption of vitamin D. Patients with osteoporosis are treated with calcium supplementation and antiresorptive agents. Patients with esophageal varices should receive intravenous rather than oral bisphosphonates. Patients with osteopenia should be treated with supplemental calcium plus vitamin D. Weight-bearing exercises are encouraged in patients with cirrhosis."
]
},
{
"type":"p",
"hlId":"ab5006",
"children":[
"Protein-calorie malnutrition is common in patients with cirrhosis. Protein consumption is essential to prevent the catabolic effects of chronic liver disease. Patients with cirrhosis should consume 1.5 g of protein/d per kg of body weight."
]
},
{
"type":"p",
"hlId":"2ba5a1",
"children":[
"Medications metabolized by the liver may require dosage adjustments depending on cirrhosis severity. Patients with advanced cirrhosis (CTP class B or C) often require dosage adjustments, whereas patients with well-compensated cirrhosis (CTP class A) may not."
]
},
{
"type":"p",
"hlId":"679547",
"children":[
"Patients with advanced cirrhosis have complex analgesic prescribing needs. Narcotic analgesics can precipitate hepatic encephalopathy. NSAIDs can impair renal perfusion, worsen kidney function, and exacerbate fluid retention. Acetaminophen up to 2000 mg daily is generally safe in patients with cirrhosis. Alternative approaches to pain control, including nonpharmacologic options (e.g., physical therapy, behavioral therapy, and local injection therapies) as indicated, should be considered."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"2f2b7d",
"children":[
"Patients with chronic liver disease should be vaccinated against hepatitis A and B viruses and should receive pneumococcal vaccinations and annual influenza vaccination."
]
},
{
"type":"keypoint",
"hlId":"d7bc17",
"children":[
"Patients with cirrhosis should avoid alcohol, sedating drugs, opioids, and raw shellfish."
]
},
{
"type":"keypoint",
"hlId":"578304",
"children":[
"Patients with cirrhosis should be screened for osteoporosis; confirmed osteoporosis should be treated with antiresorptive agents."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_12",
"title":{
"__html":"Solid and Cystic Liver Lesions"
},
"titleNode":{
"type":"section-title",
"hlId":"f2e1e3",
"children":[
"Solid and Cystic Liver Lesions"
]
},
"children":[
{
"type":"p",
"hlId":"08b626",
"children":[
"Benign liver lesions are typically discovered incidentally on abdominal imaging and are asymptomatic, with the exceptions of liver abscesses or some lesions greater than 5 cm. Most liver lesions are diagnosed noninvasively with CT or MRI. Percutaneous fine-needle aspiration of lesions is performed when imaging is nondiagnostic and when the information obtained from aspiration will prompt a change in management. Risks of liver biopsy, including bleeding, perforation, and death, are rare but must be considered."
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_12_1",
"title":{
"__html":"Hepatic Cysts"
},
"titleNode":{
"type":"section-title",
"hlId":"b89a03",
"children":[
"Hepatic Cysts"
]
},
"children":[
{
"type":"p",
"hlId":"f83261",
"children":[
"Hepatic cysts are a common radiologic finding. Simple cysts are smooth with thin walls and anechoic features on ultrasonography. Patients with polycystic liver disease or autosomal dominant polycystic kidney disease can present with numerous liver cysts. Asymptomatic cysts are benign and require no follow-up. Large cysts rarely present with abdominal pain and can be treated with surgical defenestration or, if surgery is contraindicated, with cyst aspiration and sclerotherapy. Rarely, extensive polycystic liver disease may lead to portal hypertension due to vascular obstruction or malnutrition due to gastric compression. Management options include surgical debulking, but if this is not technically feasible, liver transplantation may be indicated. Cystadenomas are distinguished from simple cysts by the presence of thick, complex walls on ultrasonography; they require surgical resection because of risk for malignancy."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_12_2",
"title":{
"__html":"Hepatic Adenomas"
},
"titleNode":{
"type":"section-title",
"hlId":"4d68fb",
"children":[
"Hepatic Adenomas"
]
},
"children":[
{
"type":"p",
"hlId":"f68357",
"children":[
"Hepatic adenomas are rare liver neoplasms. They are associated with oral contraceptives and are eight times more common in women than men. Other risk factors include androgen treatment, type 1 and 3 glycogen storage disease, and obesity. Although benign, hepatic adenomas, especially larger ones, may rupture, with resultant hemorrhage, or undergo malignant transformation."
]
},
{
"type":"p",
"hlId":"80f9f0",
"children":[
"Hepatic adenomas can be incidentally found on ultrasonography, CT, or MRI. Hepatic adenomas can be differentiated from focal nodular hyperplasia with MRI with bile-excreted contrast material, such as gadobenate dimeglumine or gadoxetate disodium, because they typically do not have normal biliary excretion. Biopsy is indicated only when there is diagnostic uncertainty, but it may increase the risk for bleeding and should be performed only if the result will likely change management."
]
},
{
"type":"p",
"hlId":"e19eef",
"children":[
"Treatment depends on use of oral contraceptives and adenoma size. All patients taking oral contraceptives should discontinue those drugs and undergo follow-up CT or MRI every 6 to 12 months to confirm stability or regression in lesion size. The duration of surveillance and treatment depends on subsequent imaging findings. In women not taking oral contraceptives, hepatic adenomas 5 cm or smaller can be managed with serial imaging every 6 months; however, with larger adenomas, the risk for hemorrhage or malignant transformation is elevated and surgical resection should be considered. Men with hepatic adenomas of any size are at increased risk for malignant transformation, and resection is recommended."
]
},
{
"type":"p",
"hlId":"78d350",
"children":[
"Pregnancy can result in adenoma growth, and resection or ablation of adenomas can be considered if pregnancy is contemplated."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_12_3",
"title":{
"__html":"Focal Nodular Hyperplasia"
},
"titleNode":{
"type":"section-title",
"hlId":"d839ec",
"children":[
"Focal Nodular Hyperplasia"
]
},
"children":[
{
"type":"p",
"hlId":"7de447",
"children":[
"Focal nodular hyperplasia (FNH) is the most common benign liver tumor and a frequent incidental finding. It is caused by a congenital arterial anomaly leading to a focal area of regeneration that appears as a stellate scar on CT or MRI. CT or MRI with and without contrast can confirm the diagnosis. FNH does not have malignant potential or risk for bleeding and does not require follow-up. In women with FNH who continue to use oral contraceptives, there is limited evidence to recommend liver ultrasonography every 2 to 3 years to assess for growth."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_12_4",
"title":{
"__html":"Hepatic Hemangiomas"
},
"titleNode":{
"type":"section-title",
"hlId":"586b91",
"children":[
"Hepatic Hemangiomas"
]
},
"children":[
{
"type":"p",
"hlId":"fcaf76",
"children":[
"Hepatic hemangiomas are benign, common, and more frequent in women. Up to 20% of affected patients have multiple hemangiomas. Hepatic hemangiomas are rarely symptomatic, and, in most cases, symptoms that might be ascribed to a hemangioma are due to other causes. Hemangiomas do not have potential for malignancy, and spontaneous bleeding is rare. The diagnosis should be confirmed with MRI or CT with contrast, which typically shows peripheral nodular enhancement and progressive centripetal contrast enhancement. Biopsies should be avoided because of bleeding risk. Hepatic hemangiomas do not require intervention or follow-up except in the rare instance when they cause symptoms."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_12_5",
"title":{
"__html":"Hepatic Abscesses"
},
"titleNode":{
"type":"section-title",
"hlId":"ed087e",
"children":[
"Hepatic Abscesses"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_gi_s6_12_5_1",
"title":{
"__html":"Pyogenic Liver Abscesses"
},
"titleNode":{
"type":"section-title",
"hlId":"9207d0",
"children":[
"Pyogenic Liver Abscesses"
]
},
"children":[
{
"type":"p",
"hlId":"935557",
"children":[
"Pyogenic liver abscesses are complications of biliary tract infections or portal venous spread of intra-abdominal infections, such as diverticulitis. Patients with pyogenic liver abscesses present with fever, right-upper-quadrant pain, and malaise. Liver abscesses are typically polymicrobial, and the diagnosis is confirmed by radiologically guided aspiration. Small abscesses (<3 cm) can be successfully treated by administration of broad-spectrum antibiotics. Larger abscesses are treated by aspiration or longer-term percutaneous catheter drainage in addition to broad-spectrum antibiotics. Radiologically guided aspiration with catheter drainage is usually successful; surgical excision of pyogenic hepatic abscesses is rarely needed."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_12_5_2",
"title":{
"__html":"Amebic Liver Abscesses"
},
"titleNode":{
"type":"section-title",
"hlId":"b9da1b",
"children":[
"Amebic Liver Abscesses"
]
},
"children":[
{
"type":"p",
"hlId":"389d8b",
"children":[
"Amebic abscesses of the liver are found in developing areas of the world or in persons who have emigrated from countries where amebiasis is endemic. Intestinal infection with amoebae can result in invasion of the portal vein and migration to the liver. Symptoms of amebic liver abscesses include right-upper-quadrant abdominal pain and fever. Amebic liver abscess is diagnosed by hepatic imaging and serologic testing; aspiration is usually not required. Treatment of the hepatic infection with metronidazole or tinidazole should be accompanied by eradication of the always-coexistent intestinal infection with paromomycin."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_12_6",
"title":{
"__html":"Hepatic Granulomas"
},
"titleNode":{
"type":"section-title",
"hlId":"6a5db1",
"children":[
"Hepatic Granulomas"
]
},
"children":[
{
"type":"p",
"hlId":"db0ce9",
"children":[
"Granulomas are focal inflammatory lesions that consist of mononuclear cells, lymphocytes, and fibroblasts. Hepatic granulomatous disease can be seen with infections, such as tuberculosis, fungal infection (e.g., coccidioidomycosis, histoplasmosis), Q fever, cytomegalovirus infection, Epstein-Barr virus infection, and viral hepatitis. Granulomas also occur with inflammatory disorders (e.g., sarcoidosis), medications (e.g., allopurinol), and malignancies (e.g., lymphoma)."
]
},
{
"type":"p",
"hlId":"a39637",
"children":[
"Symptoms of hepatic granulomas are nonspecific and include fever, malaise, and night sweats in addition to symptoms seen with the underlying disorder. Hepatic sarcoidosis may occur in patients with other systemic manifestations of sarcoidosis but can be the only manifestation of sarcoidosis (for further discussion of sarcoidosis, see ",
{
"type":"cross-reference",
"target":"mk19_b_rm_s15_5",
"children":[
"MKSAP 19 Rheumatology"
]
},
"). Portal hypertension can result from obliteration of small portal veins. In patients with hepatic sarcoidosis, 6% to 8% progress to cirrhosis, although liver failure and the need for liver transplantation are rare."
]
},
{
"type":"p",
"hlId":"0bc6e8",
"children":[
"Alkaline phosphatase and aminotransferase levels can be elevated regardless of cause. No single test can diagnose hepatic sarcoidosis. Biopsy may be necessary in specific instances."
]
},
{
"type":"p",
"hlId":"1a06ce",
"children":[
"Treatment of hepatic granulomas depends on the cause. Infectious causes should be treated if identified. Potential offending medications should be discontinued."
]
},
{
"type":"p",
"hlId":"67ddcc",
"children":[
"Treatment of hepatic sarcoidosis is not necessary if there are no symptoms and liver chemistries are only mildly elevated. Ursodeoxycholic acid or glucocorticoids may be considered if symptoms exist or liver chemistries are substantially elevated."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_12_7",
"title":{
"__html":"Hepatocellular Carcinoma"
},
"titleNode":{
"type":"section-title",
"hlId":"1152da",
"children":[
"Hepatocellular Carcinoma"
]
},
"children":[
{
"type":"p",
"hlId":"ecb4bb",
"children":[
"Hepatocellular carcinoma (HCC) is the most common liver tumor in patients with cirrhosis, the fifth most common cause of cancer worldwide, and the second most common cause of cancer-related death worldwide. More than 80% of patients with HCC have cirrhosis."
]
},
{
"type":"p",
"hlId":"cf6e29",
"children":[
"Patients with cirrhosis, regardless of cause, require surveillance liver ultrasonography with or without α-fetoprotein measurement every 6 months. This approach leads to early diagnosis, increased rate of curative treatment, and improved 3-year survival rates. Patients with HBV infection can develop HCC even without cirrhosis. Surveillance for HCC is recommended even in the absence of cirrhosis in individuals with HBV who are at high risk (patients with a family history of HCC, patients from sub-Saharan Africa and age >20 years, Asian men >40 years, and Asian women >50 years) ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_gi_t40",
"wrapId":"16",
"children":[
"Table 40"
]
}
]
},
")"
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"16",
"contentIds":[
"mk19_a_gi_t40"
]
},
{
"type":"p",
"hlId":"0535ee",
"children":[
"HCC is typically diagnosed without biopsy with the use of multiphase contrast-enhanced CT or MRI in patients with cirrhosis and a lesion measuring at least 1 cm. Biopsy may be needed for lesions that are indeterminant on imaging."
]
},
{
"type":"p",
"hlId":"4de7a7",
"children":[
"Many societies have issued guidelines for managing HCC. Patients with CTP class A cirrhosis, without significant portal hypertension or jaundice, and with a singular lesion 5 cm or smaller should be considered for curative resection. Liver transplantation should be considered in patients with HCC meeting the Milan criteria and with portal hypertension or jaundice. The Milan criteria are as follows: up to three liver lesions 3 cm or smaller or one lesion 5 cm or smaller, without apparent vascular invasion and without extrahepatic spread. Patients with a tumor burden that exceeds the Milan criteria can potentially undergo locoregional therapy to “downsize” tumor burden to within Milan criteria, permitting consideration of liver transplantation. Locoregional therapies include radiofrequency or microwave ablation, transarterial chemoembolization, and transarterial radioembolization. Patients who are not surgical or liver transplant candidates should be considered for locoregional therapy if they lack macrovascular invasion (tumor thrombus) or extrahepatic spread. Decisions about locoregional therapy are increasingly made through multidisciplinary tumor boards."
]
},
{
"type":"p",
"hlId":"338363",
"children":[
"Systemic therapy options for patients with macrovascular invasion or evidence of extrahepatic disease have been developed. Sorafenib, an oral multikinase inhibitor, provides a modest survival benefit in patients who have HCC with macrovascular invasion or metastatic disease. Other FDA-approved drugs for advanced HCC include lenvatinib, regorafenib, and nivolumab; the latter is an intravenous humanized monoclonal antibody against the programmed cell death receptor. The FDA has approved the combination of atezolizumab and bevacizumab as therapy for hepatocellular carcinoma."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"3f9160",
"hvc":true,
"children":[
"Asymptomatic hepatic cysts are benign and require no follow-up."
]
},
{
"type":"keypoint",
"hlId":"debf77",
"children":[
"Patients with hepatic adenomas taking oral contraceptives should discontinue those drugs and undergo follow-up imaging to confirm stability or regression in lesion size."
]
},
{
"type":"keypoint",
"hlId":"de7040",
"hvc":true,
"children":[
"Focal nodular hyperplasia does not have malignant potential or a risk for bleeding and does not require follow-up."
]
},
{
"type":"keypoint",
"hlId":"854a49",
"children":[
"Patients with cirrhosis and high-risk patients with hepatitis B virus infection require hepatocellular carcinoma surveillance using liver ultrasonography with or without α-fetoprotein measurement every 6 months."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_13",
"title":{
"__html":"Liver Transplantation"
},
"titleNode":{
"type":"section-title",
"hlId":"ea1938",
"children":[
"Liver Transplantation"
]
},
"children":[
{
"type":"p",
"hlId":"5e5503",
"children":[
"Referral for liver transplantation is indicated in patients whose MELD score is 15 or greater because transplantation provides a survival advantage in these patients. Patients with decompensated cirrhosis, including ascites, spontaneous bacterial peritonitis, esophageal variceal bleeding, hepatic encephalopathy, jaundice, or hepatocellular carcinoma, should also be considered for referral. Patients should generally be abstinent from alcohol, although transplant centers may differ in their requirements for sobriety duration and chemical-dependency treatment. Other factors important in candidate selection include adequate social support, ability to adhere to medical treatment, and absence of significant cardiopulmonary and psychiatric comorbidities and active infectious diseases."
]
},
{
"type":"p",
"hlId":"2d2514",
"children":[
"Appropriate candidates are placed on the national waiting list, with the highest priority given to patients with acute liver failure and high MELD-Na scores. MELD exception points may also be added in the presence of specific disorders, including hepatocellular carcinoma, portopulmonary hypertension, hepatopulmonary syndrome, familial amyloidotic polyneuropathy, primary hyperoxaluria, cystic fibrosis, and cholangiocarcinoma."
]
},
{
"type":"p",
"hlId":"e42944",
"children":[
"The average 1- and 5-year survival rates after liver transplantation are 92% and 75% to 85%, respectively. Recipients require lifelong immunosuppression, most commonly with tacrolimus or cyclosporine. Recipients have increased risk for diabetes, hypertension, hyperlipidemia, chronic kidney disease, and malignancy secondary to immunosuppressive medications."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"ec5cdc",
"children":[
"Referral to a transplant center is indicated for patients with acute liver failure or patients with cirrhosis with a Model for End-Stage Liver Disease score of 15 or greater or evidence of decompensated cirrhosis."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_14",
"title":{
"__html":"Pregnancy-Related Liver Diseases"
},
"titleNode":{
"type":"section-title",
"hlId":"0a5f5d",
"children":[
"Pregnancy-Related Liver Diseases"
]
},
"children":[
{
"type":"p",
"hlId":"79963c",
"children":[
"Pregnancy results in physiologic changes that mimic chronic liver disease. Altered hormonal states and increasing circulatory volume can lead to lower-extremity edema, palmar erythema, and spider angiomata."
]
},
{
"type":"p",
"hlId":"f81a90",
"children":[
"Pregnant women with preexisting HCV and HBV infection can transmit the virus to the newborn. Vertical transmission of HCV, however, is relatively rare; less than 5% of women with HCV viremia transmit HCV to their children. No specific steps can be taken to eliminate the risk for vertical transmission of HCV. Antiviral therapy for HCV should not be undertaken during pregnancy."
]
},
{
"type":"p",
"hlId":"20cdf8",
"children":[
"HBV carries a higher risk for vertical transmission, which can be as high as 90% among women with HBe antigen–positive infection; high HBV DNA levels also increase the risk for transmission. Pregnant women with an HBV DNA level exceeding 200,000 IU/mL between gestational weeks 24 and 28 should start oral antiviral treatment to prevent vertical transmission. Oral antiviral agents approved in pregnancy include lamivudine, telbivudine, and tenofovir. Breastfeeding is not contraindicated during antiviral treatment. Passive immunization with HBV immune globulin and active HBV vaccination should be administered to newborns within 12 hours of delivery. These measures reduce vertical transmission rates by 95%."
]
},
{
"type":"p",
"hlId":"0c82ec",
"children":[
"Women with autoimmune hepatitis who become pregnant typically continue using prednisone and/or azathioprine, which are considered safe during pregnancy. The risk for a flare of autoimmune hepatitis due to stopping these medications is considered a greater risk."
]
},
{
"type":"p",
"hlId":"8999d8",
"children":[
"Several liver diseases are unique to pregnancy and can affect the health of mother and fetus. During the first trimester, hyperemesis gravidarum occurs when prolonged, intractable vomiting results in fluid and electrolyte abnormalities. Hepatic aminotransferase levels are elevated in up to 50% of cases of hyperemesis gravidarum, but jaundice is rare. Laboratory abnormalities typically resolve when vomiting abates. Pyridoxine and antiemetic medications can alleviate symptoms of hyperemesis gravidarum."
]
},
{
"type":"p",
"hlId":"8b2c82",
"children":[
"Intrahepatic cholestasis of pregnancy is presumed to result from cholestatic effects of increased levels of pregnancy-related hormones. Risk for this condition can be elevated in women of South American descent, women pregnant with twins, and women with a history of liver disease. Intrahepatic cholestasis of pregnancy typically presents in the second to third trimesters. Symptoms include pruritus in most patients and jaundice in 10% to 25%. Serum bile acid levels are elevated and help establish the diagnosis. Fetal complications, including placental insufficiency, premature labor, and sudden fetal death, are more common in intrahepatic cholestasis of pregnancy. Ursodeoxycholic acid relieves pruritus and improves fetal outcomes. Fetal mortality is increased late in gestation. Delivery is typically induced at 36 to 38 weeks' gestation in women with proven disease."
]
},
{
"type":"p",
"hlId":"ee4cd4",
"children":[
"The most serious pregnancy-related liver diseases are HELLP (hemolysis, elevated liver enzymes, and low platelets) syndrome and acute fatty liver of pregnancy. They occur in the third trimester of pregnancy and are associated with high rates of maternal and fetal mortality. Definitive therapy for these conditions is delivery of the fetus."
]
},
{
"type":"p",
"hlId":"5f815c",
"children":[
"HELLP syndrome is a severe complication of preeclampsia. It typically presents with abdominal pain, nausea with vomiting, pruritus, and jaundice. Blood pressure, fluids and electrolytes, kidney function, and coagulopathy may require careful management in the perinatal state; patients should be managed in high-risk obstetric units. Although delivery is the definitive therapy, the maternal condition may continue to worsen in the immediate postpartum period. Resolution typically occurs within days after delivery. Rarely, liver transplantation may be required if liver recovery is not seen. HELLP can recur in up to 25% of subsequent pregnancies."
]
},
{
"type":"p",
"hlId":"feef66",
"children":[
"Acute fatty liver of pregnancy presents with symptoms similar to those of HELLP syndrome. Indicators of liver failure, including hypoglycemia and coagulopathy, can be seen. Affected patients may require transfer to a liver transplant center. Prompt delivery of the fetus once the diagnosis is recognized typically results in improvement of the mother's medical condition in 48 to 72 hours. Acute fatty liver of pregnancy can recur in subsequent pregnancies. It is associated with long-chain 3-hydroxyacyl coenzyme A dehydrogenase deficiency, and affected women and their offspring should be screened for this deficiency."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"f6fd95",
"children":[
"Measures to reduce vertical transmission of hepatitis B virus include administering hepatitis B virus immune globulin and immediate vaccination of newborns."
]
},
{
"type":"keypoint",
"hlId":"12b8c8",
"children":[
"The most serious liver complications of pregnancy occur in the third trimester and include HELLP (hemolysis, elevated liver enzymes, and low platelets) syndrome and acute fatty liver of pregnancy; both are managed in high-risk obstetric units and with early delivery."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_15",
"title":{
"__html":"Vascular Diseases of the Liver"
},
"titleNode":{
"type":"section-title",
"hlId":"6eb650",
"children":[
"Vascular Diseases of the Liver"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_gi_s6_15_1",
"title":{
"__html":"Portal Vein Thrombosis"
},
"titleNode":{
"type":"section-title",
"hlId":"301372",
"children":[
"Portal Vein Thrombosis"
]
},
"children":[
{
"type":"p",
"hlId":"ee9027",
"children":[
"Portal vein thrombosis is common in patients with decompensated cirrhosis and is due to slow flow through the portal veins rather than hypercoagulability; it may occasionally occur in patients without cirrhosis. It is typically diagnosed by abdominal Doppler ultrasonography; contrast-enhanced CT or MRI should be completed to delineate extent of thrombosis and to assess for tumor thrombosis. Chronic portal vein thrombosis is typically asymptomatic and does not usually require anticoagulant therapy unless thrombophilia, bowel ischemia, or progression of thrombus is present. Patients with acute portal vein thrombosis should receive anticoagulation unless risk of bleeding is very prohibitive. Direct oral anticoagulants or low-molecular-weight heparin are the anticoagulants of choice. Systemic thrombolytic therapy and catheter-directed thrombolysis are rarely indicated."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_15_2",
"title":{
"__html":"Budd-Chiari Syndrome"
},
"titleNode":{
"type":"section-title",
"hlId":"c71593",
"children":[
"Budd-Chiari Syndrome"
]
},
"children":[
{
"type":"p",
"hlId":"243fb4",
"children":[
"Budd-Chiari syndrome describes any disease process that obstructs the normal outflow of blood from the liver, usually as thrombosis of the hepatic veins. The syndrome may be associated with myeloproliferative neoplasms, pregnancy, oral contraceptive use, inflammatory bowel disease, or inherited thrombophilias. Underlying malignancy, especially hepatocellular carcinoma, may also be causative. Characteristic symptoms include hepatomegaly, ascites, and right-upper-quadrant abdominal pain. Budd-Chiari syndrome is typically diagnosed by Doppler ultrasonography in the appropriate clinical setting. The caudate lobe of the liver is hypertrophied because caudate venous outflow is directly into the inferior vena cava rather than through the hepatic veins. Long-term anticoagulation is required in patients with Budd-Chiari syndrome, although bleeding risks are significant in patients with acute or chronic liver disease, portal hypertension, and esophageal varices. Angioplasty of the hepatic veins and/or TIPS placement can be used to reestablish adequate hepatic venous drainage. If liver failure develops, liver transplantation may be considered."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"a291e7",
"children":[
"Portal vein thrombosis is common in patients with decompensated cirrhosis and is a consequence of poor flow through the portal veins."
]
},
{
"type":"keypoint",
"hlId":"7c530b",
"children":[
"Characteristic symptoms of Budd-Chiari syndrome include hepatomegaly, ascites, and right-upper-quadrant abdominal pain."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gi_s6_16",
"bibliography":true,
"title":{
"__html":"Bibliography"
},
"titleNode":{
"type":"section-title",
"hlId":"a7cc81",
"children":[
"Bibliography"
]
},
"children":[
{
"type":"references",
"children":[
{
"type":"reference",
"children":[
"AASLD-IDSA HCV Guidance Panel. Hepatitis C guidance 2018 update: AASLD-IDSA recommendations for testing, managing, and treating hepatitis C virus infection. Clin Infect Dis. 2018;67:1477-1492. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30215672",
"target":"_blank"
},
"children":[
"PMID: 30215672"
]
},
" doi:10.1093/cid/ciy585"
]
},
{
"type":"reference",
"children":[
"Biggins SW, Angeli P, Garcia-Tsao G, et al. Diagnosis, evaluation, and management of ascites, spontaneous bacterial peritonitis and hepatorenal syndrome: 2021 practice guidance by the American Association for the Study of Liver Diseases. Hepatology. 2021;74:1014-1048. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/33942342",
"target":"_blank"
},
"children":[
"PMID: 33942342"
]
},
" doi:10.1002/hep.31884"
]
},
{
"type":"reference",
"children":[
"Chalasani NP, Maddur H, Russo MW, et al; Practice Parameters Committee of the American College of Gastroenterology. ACG clinical guideline: diagnosis and management of idiosyncratic drug-induced liver injury. Am J Gastroenterol. 2021;116:878-898. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/33929376",
"target":"_blank"
},
"children":[
"PMID: 33929376"
]
},
" doi:10.14309/ajg.0000000000001259"
]
},
{
"type":"reference",
"children":[
"Crabb DW, Im GY, Szabo G, et al. Diagnosis and treatment of alcohol-associated liver diseases: 2019 practice guidance from the American Association for the Study of Liver Diseases. Hepatology. 2020;71:306-333. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31314133",
"target":"_blank"
},
"children":[
"PMID: 31314133"
]
},
" doi:10.1002/hep.30866"
]
},
{
"type":"reference",
"children":[
"Garcia-Tsao G, Abraldes JG, Berzigotti A, et al. Portal hypertensive bleeding in cirrhosis: Risk stratification, diagnosis, and management: 2016 practice guidance by the American Association for the Study of Liver Diseases. Hepatology. 2017;65:310-335. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/27786365",
"target":"_blank"
},
"children":[
"PMID: 27786365"
]
},
" doi:10.1002/hep.28906"
]
},
{
"type":"reference",
"children":[
"Kanwal F, Shubrook JH, Adams LA, et al. Clinical care pathway for the risk stratification and management of patients with nonalcoholic fatty liver disease. Gastroenterology. 2021;161:1657-1669. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/34602251",
"target":"_blank"
},
"children":[
"PMID: 34602251"
]
},
" doi:10.1053/j.gastro.2021.07.049"
]
},
{
"type":"reference",
"children":[
"Kowdley KV, Brown KE, Ahn J, et al. ACG clinical guideline: hereditary hemochromatosis. Am J Gastroenterol. 2019;114:1202-1218. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31335359",
"target":"_blank"
},
"children":[
"PMID: 31335359"
]
},
" doi:10.14309/ajg.0000000000000315"
]
},
{
"type":"reference",
"children":[
"Lindor KD, Bowlus CL, Boyer J, et al. Primary biliary cholangitis: 2018 practice guidance from the American Association for the Study of Liver Diseases. Hepatology. 2019;69:394-419. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30070375",
"target":"_blank"
},
"children":[
"PMID: 30070375"
]
},
" doi:10.1002/hep.30145"
]
},
{
"type":"reference",
"children":[
"Marrero JA, Kulik LM, Sirlin CB, et al. Diagnosis, staging, and management of hepatocellular carcinoma: 2018 practice guidance by the American Association for the Study of Liver Diseases. Hepatology. 2018;68:723-750. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29624699",
"target":"_blank"
},
"children":[
"PMID: 29624699"
]
},
" doi:10.1002/hep.29913"
]
},
{
"type":"reference",
"children":[
"Simonetto DA, Singal AK, Garcia-Tsao G, et al. ACG clinical guideline: disorders of the hepatic and mesenteric circulation. Am J Gastroenterol. 2020;115:18-40. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31895720",
"target":"_blank"
},
"children":[
"PMID: 31895720"
]
},
" doi:10.14309/ajg.0000000000000486"
]
},
{
"type":"reference",
"children":[
"Terrault NA, Lok ASF, McMahon BJ, et al. Update on prevention, diagnosis, and treatment of chronic hepatitis B: AASLD 2018 hepatitis B guidance. Hepatology. 2018;67:1560-1599. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29405329",
"target":"_blank"
},
"children":[
"PMID: 29405329"
]
},
" doi:10.1002/hep.29800"
]
},
{
"type":"reference",
"children":[
"Wendon, J, Cordoba J, Dhawan A, et al; European Association for the Study of the Liver. Electronic address: ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"mailto:easloffice@easloffice.eu",
"target":"_blank"
},
"children":[
"easloffice@easloffice.eu"
]
},
". EASL Clinical Practical Guidelines on the management of acute (fulminant) liver failure. J Hepatol. 2017;66:1047-1081. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/28417882",
"target":"_blank"
},
"children":[
"PMID: 28417882"
]
},
" doi:10.1016/j.jhep.2016.12.003"
]
}
]
}
]
}
]
},
"tablesContent":{
"mk19_a_gi_t29":{
"id":"mk19_a_gi_t29",
"number":29,
"bookId":"gi",
"title":{
"__html":"Typical Liver Chemistry Studies in Common Hepatobiliary Disorders"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"eb35ca",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 29. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_gi_t29"
}
]
},
"Typical Liver Chemistry Studies in Common Hepatobiliary Disorders"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e7067a",
"class":"col hd l",
"children":[
"Disease"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c77bb0",
"class":"col hd l",
"children":[
"AST"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"dfbfc9",
"class":"col hd l",
"children":[
"ALT"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"90e8a7",
"class":"col hd l",
"children":[
"ALP"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9c52d8",
"class":"col hd l",
"children":[
"Bilirubin"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"dbf325",
"class":"col hd l",
"children":[
"Other Features"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7db956",
"class":"cell txt l",
"children":[
"Acute viral hepatitis"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9e1bd3",
"class":"cell txt l",
"children":[
"↑↑↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9e1bd3",
"class":"cell txt l",
"children":[
"↑↑↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"58cdaa",
"class":"cell txt l",
"children":[
"Normal to ↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"007c86",
"class":"cell txt l",
"children":[
"Normal to ↑↑↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0a00da",
"class":"cell txt l",
"children":[
"Exposure history, fatigue, nausea"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"3bf028",
"class":"cell txt l",
"children":[
"Chronic viral hepatitis"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"fa1be6",
"class":"cell txt l",
"children":[
"↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"19d010",
"class":"cell txt l",
"children":[
"↑↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"58cdaa",
"class":"cell txt l",
"children":[
"Normal to ↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"960b44",
"class":"cell txt l",
"children":[
"Normal"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"dcf8ed",
"class":"cell txt l",
"children":[
"History of exposure to infected blood or body fluids"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"43ff28",
"class":"cell txt l",
"children":[
"Nonalcoholic steatohepatitis"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"58cdaa",
"class":"cell txt l",
"children":[
"Normal to ↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"58cdaa",
"class":"cell txt l",
"children":[
"Normal to ↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"58cdaa",
"class":"cell txt l",
"children":[
"Normal to ↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"960b44",
"class":"cell txt l",
"children":[
"Normal"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d4d7aa",
"class":"cell txt l",
"children":[
"Metabolic syndrome"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e0a5f8",
"class":"cell txt l",
"children":[
"Alcoholic hepatitis"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"19d010",
"class":"cell txt l",
"children":[
"↑↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"58cdaa",
"class":"cell txt l",
"children":[
"Normal to ↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"fa1be6",
"class":"cell txt l",
"children":[
"↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"007c86",
"class":"cell txt l",
"children":[
"Normal to ↑↑↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7430f5",
"class":"cell txt l",
"children":[
"Excess alcohol intake"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9262b0",
"class":"cell txt l",
"children":[
"Acute autoimmune hepatitis"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9e1bd3",
"class":"cell txt l",
"children":[
"↑↑↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9e1bd3",
"class":"cell txt l",
"children":[
"↑↑↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"58cdaa",
"class":"cell txt l",
"children":[
"Normal to ↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ddc5af",
"class":"cell txt l",
"children":[
"Normal to ↑↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"3c89ed",
"class":"cell txt l",
"children":[
"Autoantibodies"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"57048f",
"class":"cell txt l",
"children":[
"Chronic autoimmune hepatitis"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"fa1be6",
"class":"cell txt l",
"children":[
"↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"19d010",
"class":"cell txt l",
"children":[
"↑↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"58cdaa",
"class":"cell txt l",
"children":[
"Normal to ↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"960b44",
"class":"cell txt l",
"children":[
"Normal"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"3c89ed",
"class":"cell txt l",
"children":[
"Autoantibodies"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-7 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1b5cb6",
"class":"cell txt l",
"children":[
"Wilson disease"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"fa1be6",
"class":"cell txt l",
"children":[
"↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"fa1be6",
"class":"cell txt l",
"children":[
"↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"28d0ed",
"class":"cell txt l",
"children":[
"Low"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c16473",
"class":"cell txt l",
"children":[
"↑ and often unconjugated"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0593d1",
"class":"cell txt l",
"children":[
"Hemolysis if acute, neurologic symptoms if chronic"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-8 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"fb0a5a",
"class":"cell txt l",
"children":[
"α",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"1"
]
},
"-Antitrypsin deficiency"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"fa1be6",
"class":"cell txt l",
"children":[
"↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"fa1be6",
"class":"cell txt l",
"children":[
"↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"960b44",
"class":"cell txt l",
"children":[
"Normal"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"960b44",
"class":"cell txt l",
"children":[
"Normal"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ea167a",
"class":"cell txt l",
"children":[
"May have pulmonary disease"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-9 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"290ad9",
"class":"cell txt l",
"children":[
"Hemochromatosis"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"960b44",
"class":"cell txt l",
"children":[
"Normal"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"960b44",
"class":"cell txt l",
"children":[
"Normal"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"960b44",
"class":"cell txt l",
"children":[
"Normal"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"960b44",
"class":"cell txt l",
"children":[
"Normal"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"286e2f",
"class":"cell txt l",
"children":[
"Joint symptoms, family history, other organ involvement"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-10 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"64292c",
"class":"cell txt l",
"children":[
"Primary biliary cholangitis"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"fa1be6",
"class":"cell txt l",
"children":[
"↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"fa1be6",
"class":"cell txt l",
"children":[
"↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9e1bd3",
"class":"cell txt l",
"children":[
"↑↑↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"960b44",
"class":"cell txt l",
"children":[
"Normal"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"eecd14",
"class":"cell txt l",
"children":[
"Female, sicca symptoms, antimitochondrial antibody"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-11 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"02d0c2",
"class":"cell txt l",
"children":[
"Primary sclerosing cholangitis"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"fa1be6",
"class":"cell txt l",
"children":[
"↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"fa1be6",
"class":"cell txt l",
"children":[
"↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9e1bd3",
"class":"cell txt l",
"children":[
"↑↑↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"960b44",
"class":"cell txt l",
"children":[
"Normal"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"faa910",
"class":"cell txt l",
"children":[
"Ulcerative colitis, abnormal cholangiogram"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-12 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"035c8c",
"class":"cell txt l",
"children":[
"Large-duct obstruction"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2d7a54",
"class":"cell txt l",
"children":[
"↑ (↑↑ if acute)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2d7a54",
"class":"cell txt l",
"children":[
"↑ (↑↑ if acute)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"19d010",
"class":"cell txt l",
"children":[
"↑↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"19d010",
"class":"cell txt l",
"children":[
"↑↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"fa7d2b",
"class":"cell txt l",
"children":[
"Pain if acute, dilated ducts on imaging"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-13 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e9aa55",
"class":"cell txt l",
"children":[
"Infiltrative liver disease"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"fa1be6",
"class":"cell txt l",
"children":[
"↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"fa1be6",
"class":"cell txt l",
"children":[
"↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9e1bd3",
"class":"cell txt l",
"children":[
"↑↑↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"960b44",
"class":"cell txt l",
"children":[
"Normal"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b8d256",
"class":"cell txt l",
"children":[
"Features of malignancy, sarcoid, amyloid, or infection (fungal or mycobacterial)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-14 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"759cb0",
"class":"cell txt l",
"children":[
"Hepatic ischemia"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9e1bd3",
"class":"cell txt l",
"children":[
"↑↑↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9e1bd3",
"class":"cell txt l",
"children":[
"↑↑↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"960b44",
"class":"cell txt l",
"children":[
"Normal"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"960b44",
"class":"cell txt l",
"children":[
"Normal"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9e1246",
"class":"cell txt l",
"children":[
"AST >5000 U/L, history of hypotension"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-15 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6b2970",
"class":"cell txt l",
"children":[
"Celiac disease"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"58cdaa",
"class":"cell txt l",
"children":[
"Normal to ↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"58cdaa",
"class":"cell txt l",
"children":[
"Normal to ↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"58cdaa",
"class":"cell txt l",
"children":[
"Normal to ↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"960b44",
"class":"cell txt l",
"children":[
"Normal"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e6054a",
"class":"cell txt l",
"children":[
"Usually other features of celiac disease"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-16 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"799d17",
"class":"cell txt l",
"children":[
"Congestive hepatopathy"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"58cdaa",
"class":"cell txt l",
"children":[
"Normal to ↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"58cdaa",
"class":"cell txt l",
"children":[
"Normal to ↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"58cdaa",
"class":"cell txt l",
"children":[
"Normal to ↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"df6555",
"class":"cell txt l",
"children":[
"↑ to ↑↑↑"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"29458c",
"class":"cell txt l",
"children":[
"Cardiac disease, elevated jugular venous pressure"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"ALP = alkaline phosphatase; ALT = alanine aminotransferase; AST = aspartate aminotransferase."
]
]
},
"mk19_a_gi_t30":{
"id":"mk19_a_gi_t30",
"number":30,
"bookId":"gi",
"title":{
"__html":"Indications for Hepatitis B Virus Testing<sup>a</sup>"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"f3061b",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 30. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_gi_t30"
}
]
},
"Indications for Hepatitis B Virus Testing",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f5da6f",
"class":"cell txt l",
"children":[
"Individuals born or raised in regions with high rates of hepatitis B virus infection, including Asia, Africa, the South Pacific, European Mediterranean countries, Eastern Europe, most of South America, Honduras, Guatemala, and the Middle East (except Israel and Cyprus)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2b500c",
"class":"cell txt l",
"children":[
"U.S.-born persons not vaccinated as infants whose parents were born in endemic areas"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9ae4e8",
"class":"cell txt l",
"children":[
"Household or sexual contact with hepatitis B surface antigen–positive persons"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"423411",
"class":"cell txt l",
"children":[
"Intravenous drug use"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c29fba",
"class":"cell txt l",
"children":[
"Multiple sex partners or history of sexually transmitted infection"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d5e9ca",
"class":"cell txt l",
"children":[
"Men who have sex with men"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-7 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6ce28c",
"class":"cell txt l",
"children":[
"History of incarceration"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-8 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"61ccd5",
"class":"cell txt l",
"children":[
"History of hepatitis C virus"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-9 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"dfd2e0",
"class":"cell txt l",
"children":[
"Persons with HIV infection"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-10 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b69649",
"class":"cell txt l",
"children":[
"Persons undergoing predialysis, hemodialysis, peritoneal dialysis, or home dialysis"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-11 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8cd66c",
"class":"cell txt l",
"children":[
"Persons with developmental disabilities and staff in residential facilities for persons with developmental disabilities"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-12 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0b1e9b",
"class":"cell txt l",
"children":[
"Pregnancy"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-13 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"97df2c",
"class":"cell txt l",
"children":[
"Before initiation of immunosuppressive or cytotoxic therapy"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-14 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"fe74d8",
"class":"cell txt l",
"children":[
"Elevated aminotransferase levels of unknown cause"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
},
"Recommendations collated from the CDC, U.S. Preventive Services Task Force, and American Association for the Study of Liver Diseases."
]
]
},
"mk19_a_gi_t31":{
"id":"mk19_a_gi_t31",
"number":31,
"bookId":"gi",
"title":{
"__html":"Interpretation of Hepatitis B Serology Test Results"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"42ac60",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 31. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_gi_t31"
}
]
},
"Interpretation of Hepatitis B Serology Test Results"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ed5f9d",
"class":"col hd l",
"children":[
"Interpretation"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"212a4c",
"class":"col hd l",
"children":[
"HBsAg"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"3b6b22",
"class":"col hd l",
"children":[
"Anti-HBs"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"22184a",
"class":"col hd l",
"children":[
"Anti-HBc"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"5edad3",
"class":"col hd l",
"children":[
"HBeAg"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"3aa862",
"class":"col hd l",
"children":[
"Anti-HBe"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e9bf14",
"class":"col hd l",
"children":[
"HBV DNA (IU/mL)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"dfbfc9",
"class":"col hd l",
"children":[
"ALT"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0df51b",
"class":"cell txt l",
"children":[
"Immunized"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"336d5e",
"class":"cell txt l",
"children":[
"-"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"26b172",
"class":"cell txt l",
"children":[
"+"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"336d5e",
"class":"cell txt l",
"children":[
"-"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"336d5e",
"class":"cell txt l",
"children":[
"-"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"336d5e",
"class":"cell txt l",
"children":[
"-"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"336d5e",
"class":"cell txt l",
"children":[
"-"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"960b44",
"class":"cell txt l",
"children":[
"Normal"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7b69d2",
"class":"cell txt l",
"children":[
"Acute infection"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"26b172",
"class":"cell txt l",
"children":[
"+"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"336d5e",
"class":"cell txt l",
"children":[
"-"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7bfba0",
"class":"cell txt l",
"children":[
"+ (IgM)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"26b172",
"class":"cell txt l",
"children":[
"+"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"336d5e",
"class":"cell txt l",
"children":[
"-"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"26b172",
"class":"cell txt l",
"children":[
"+"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e72433",
"class":"cell txt l",
"children":[
"Increased"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c36f4f",
"class":"cell txt l",
"children":[
"Resolved infection"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"336d5e",
"class":"cell txt l",
"children":[
"-"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"26b172",
"class":"cell txt l",
"children":[
"+"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"cdfbbe",
"class":"cell txt l",
"children":[
"+ (IgG)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"336d5e",
"class":"cell txt l",
"children":[
"-"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c56e00",
"class":"cell txt l",
"children":[
"+/-"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"336d5e",
"class":"cell txt l",
"children":[
"-"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"960b44",
"class":"cell txt l",
"children":[
"Normal"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f54e59",
"class":"cell txt l",
"children":[
"Chronic HBV infection"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"dbd51b",
"class":"cell txt li",
"children":[
"Immune tolerant chronic HBV infection"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"26b172",
"class":"cell txt l",
"children":[
"+"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"336d5e",
"class":"cell txt l",
"children":[
"-"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"cdfbbe",
"class":"cell txt l",
"children":[
"+ (IgG)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"26b172",
"class":"cell txt l",
"children":[
"+"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"336d5e",
"class":"cell txt l",
"children":[
"-"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c81155",
"class":"cell txt l",
"children":[
">1 million"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"794b05",
"class":"cell txt l",
"children":[
"Normal or mildly elevated"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"fcf46b",
"class":"cell txt li",
"children":[
"Immune active chronic HBV infection"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"26b172",
"class":"cell txt l",
"children":[
"+"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"336d5e",
"class":"cell txt l",
"children":[
"-"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"cdfbbe",
"class":"cell txt l",
"children":[
"+ (IgG)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"26b172",
"class":"cell txt l",
"children":[
"+"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"336d5e",
"class":"cell txt l",
"children":[
"-"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8396f1",
"class":"cell txt l",
"children":[
">2000 HBeAg negative; >20,000 HBeAg positive"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"19e15c",
"class":"cell txt l",
"children":[
"Increased (intermittent or persistent)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d5ed11",
"class":"cell txt li",
"children":[
"Inactive chronic HBV infection"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"26b172",
"class":"cell txt l",
"children":[
"+"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"336d5e",
"class":"cell txt l",
"children":[
"-"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"cdfbbe",
"class":"cell txt l",
"children":[
"+ (IgG)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"336d5e",
"class":"cell txt l",
"children":[
"-"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"26b172",
"class":"cell txt l",
"children":[
"+"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a30eb1",
"class":"cell txt l",
"children":[
"<2000"
]
},
" ",
{
"type":"p",
"hlId":"b6ebc8",
"class":"cell txt l",
"children":[
"(when measured every 3-4 months for 1 year)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"960b44",
"class":"cell txt l",
"children":[
"Normal"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"ALT = alanine aminotransferase; Anti-HBc = antibody to hepatitis B core antigen; anti-HBe = antibody to hepatitis B e antigen; anti-HBs = antibody to hepatitis B surface antigen; HBeAg = hepatitis B e antigen; HBsAg = hepatitis B surface antigen; HBV = hepatitis B virus."
],
[
"Data from Terrault NA, Lok ASF, McMahon BJ, et al. Update on prevention, diagnosis, and treatment of chronic hepatitis B: AASLD 2018 hepatitis B guidance. Hepatology. 2018;67:1560-99. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29405329",
"target":"_blank"
},
"children":[
"PMID: 29405329"
]
},
" doi:10.1002/hep.29800."
]
]
},
"mk19_a_gi_t32":{
"id":"mk19_a_gi_t32",
"number":32,
"bookId":"gi",
"title":{
"__html":"Risk Factors for Cirrhosis or Hepatocellular Carcinoma in Patients With Chronic Hepatitis B Virus Infection"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"71e783",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 32. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_gi_t32"
}
]
},
"Risk Factors for Cirrhosis or Hepatocellular Carcinoma in Patients With Chronic Hepatitis B Virus Infection"
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"92c920",
"class":"cell txt l",
"children":[
"Age >40 years"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"efa114",
"class":"cell txt l",
"children":[
"Hepatitis B virus DNA level >2000 IU/mL"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7b6e14",
"class":"cell txt l",
"children":[
"Elevated alanine aminotransferase level"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0ed215",
"class":"cell txt l",
"children":[
"Genotype C infection"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b46aa1",
"class":"cell txt l",
"children":[
"Heavy alcohol use"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8a85b1",
"class":"cell txt l",
"children":[
"Development of hepatitis B e antigen–negative reactivation phase of chronic hepatitis B virus infection"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"80a1d1",
"class":"cell txt l",
"children":[
"HIV infection"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"06a180",
"class":"cell txt l",
"children":[
"Hepatitis C virus or hepatitis D virus infection"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[

]
},
"mk19_a_gi_t33":{
"id":"mk19_a_gi_t33",
"number":33,
"bookId":"gi",
"title":{
"__html":"Conditions Requiring Testing for Hepatitis C Virus"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"4b15bd",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 33. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_gi_t33"
}
]
},
"Conditions Requiring Testing for Hepatitis C Virus"
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b9f239",
"class":"cell txt l",
"children":[
"Age 18-79 years",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ea9cd6",
"class":"cell txt l",
"children":[
"Injection-drug use or intranasal illicit-drug use (ever)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4cd5c1",
"class":"cell txt l",
"children":[
"Long-term hemodialysis (ever)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9b06ee",
"class":"cell txt l",
"children":[
"Percutaneous/parenteral exposures in an unregulated setting (nonsterile technique)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"94b541",
"class":"cell txt l",
"children":[
"Needlesticks, sharps, or mucosal exposure to hepatitis C virus–infected blood"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e78def",
"class":"cell txt l",
"children":[
"Children born to women infected with hepatitis C virus"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a74317",
"class":"cell txt l",
"children":[
"Receipt of blood or blood-components transfusion or organ transplantation before 1992"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"056533",
"class":"cell txt l",
"children":[
"Receipt of clotting-factor concentrates produced before 1987"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6ce28c",
"class":"cell txt l",
"children":[
"History of incarceration"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"80a1d1",
"class":"cell txt l",
"children":[
"HIV infection"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2fbfcf",
"class":"cell txt l",
"children":[
"Sexually active persons about to start pre-exposure prophylaxis for HIV"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"93f6d3",
"class":"cell txt l",
"children":[
"Undiagnosed chronic liver disease"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7b6e14",
"class":"cell txt l",
"children":[
"Elevated alanine aminotransferase level"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"229604",
"class":"cell txt l",
"children":[
"Living organ donors before donation"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
},
"This age range is recommended in guidelines from the U.S. Preventive Services Task Force. The CDC does not specify an upper age limit for screening."
]
]
},
"mk19_a_gi_t34":{
"id":"mk19_a_gi_t34",
"number":34,
"bookId":"gi",
"title":{
"__html":"Other Viral Causes of Hepatitis<sup>a</sup>"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"d74cbc",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 34. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_gi_t34"
}
]
},
"Other Viral Causes of Hepatitis",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f0ddc0",
"class":"col hd l",
"children":[
"Infection"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4a369d",
"class":"col hd l",
"children":[
"Symptoms/Laboratory Findings"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"523223",
"class":"col hd l",
"children":[
"Diagnosis"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6deb22",
"class":"col hd l",
"children":[
"Treatment/Outcome"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"3e2f8b",
"class":"cell txt l",
"children":[
"Cytomegalovirus"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"cba9e5",
"class":"cell txt l",
"children":[
"Mimics EBV-related mononucleosis"
]
},
" ",
{
"type":"p",
"hlId":"1d18b8",
"class":"cell txt l",
"children":[
"Mild aminotransferase elevations"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"66ffb0",
"class":"cell txt l",
"children":[
"CMV serologies in immunocompetent host"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6a7357",
"class":"cell txt l",
"children":[
"Supportive; spontaneous recovery is norm"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"17ee2f",
"class":"cell txt l",
"children":[
"Primary herpes simplex virus in women in third trimester of pregnancy"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"dc3f75",
"class":"cell txt l",
"children":[
"Fever, altered mental status, right-upper-quadrant pain, hepatomegaly, presentation similar to sepsis"
]
},
" ",
{
"type":"p",
"hlId":"96de32",
"class":"cell txt l",
"children":[
"Aminotransferase levels ≥5000 U/L, disproportionately low bilirubin level, coagulopathy"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"76b666",
"class":"cell txt l",
"children":[
"PCR; herpes simplex virus testing; liver biopsy showing intranuclear inclusions, multinucleated giant cells, and coagulative necrosis with minimal inflammation"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e16d2c",
"class":"cell txt l",
"children":[
"IV acyclovir; 80% case-fatality rate in untreated patients"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"12015b",
"class":"cell txt l",
"children":[
"Primary varicella zoster virus (rare)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"340994",
"class":"cell txt l",
"children":[
"Primary infection in organ transplant recipients can cause acute liver failure"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"27baed",
"class":"cell txt l",
"children":[
"Biopsy of skin or affected organ"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f8c2d7",
"class":"cell txt l",
"children":[
"IV acyclovir"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"91583e",
"class":"cell txt l",
"children":[
"Parvovirus B19"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"97bbca",
"class":"cell txt l",
"children":[
"Fever, rash, arthralgias"
]
},
" ",
{
"type":"p",
"hlId":"b0a686",
"class":"cell txt l",
"children":[
"Transiently elevated aminotransferase levels"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b75566",
"class":"cell txt l",
"children":[
"Serologic tests demonstrating positivity for parvovirus B19–specific IgM antibody"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"194f03",
"class":"cell txt l",
"children":[
"Supportive; rarely associated with fulminant hepatic failure"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"CMV = cytomegalovirus; EBV = Epstein-Barr virus; IV = intravenous; PCR = polymerase chain reaction."
],
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
},
"Other viruses associated with elevated liver chemistries: human herpes virus 6, 7, and 8 and adenoviruses."
]
]
},
"mk19_a_gi_t35":{
"id":"mk19_a_gi_t35",
"number":35,
"bookId":"gi",
"title":{
"__html":"Causes of Acute Liver Failure"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"84764f",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 35. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_gi_t35"
}
]
},
"Causes of Acute Liver Failure"
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"07d079",
"class":"cell txt l",
"children":[
"Acetaminophen"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"587eba",
"class":"cell txt l",
"children":[
"Other medications (e.g., antituberculosis drugs, sulfa-containing antimicrobial agents, antifungal agents, herbal supplements, MDMA)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"53551b",
"class":"cell txt l",
"children":[
"Hepatitis A virus"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"540d48",
"class":"cell txt l",
"children":[
"Hepatitis B virus (with or without hepatitis D virus)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"54bc58",
"class":"cell txt l",
"children":[
"Hepatitis E"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"feedde",
"class":"cell txt l",
"children":[
"Herpes simplex virus, cytomegalovirus, varicella zoster virus, Epstein-Barr virus"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"5b854e",
"class":"cell txt l",
"children":[
"Autoimmune hepatitis"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1b5cb6",
"class":"cell txt l",
"children":[
"Wilson disease"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"67f93e",
"class":"cell txt l",
"children":[
"Acute hepatic ischemia (e.g., systemic hypotension, Budd-Chiari Syndrome)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b71772",
"class":"cell txt l",
"children":[
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Amanita phalloides"
]
},
" mushrooms"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"72e298",
"class":"cell txt l",
"children":[
"Acute fatty liver of pregnancy"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"MDMA = 3,4-methylenedioxy-methamphetamine."
]
]
},
"mk19_a_gi_t36":{
"id":"mk19_a_gi_t36",
"number":36,
"bookId":"gi",
"title":{
"__html":"Child-Turcotte-Pugh Score<sup>a</sup>"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"bb1766",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 36. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_gi_t36"
}
]
},
"Child-Turcotte-Pugh Score",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"col hd l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"33c4a0",
"class":"col hd l",
"children":[
"1 Point"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7d62e6",
"class":"col hd l",
"children":[
"2 Points"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"adf88c",
"class":"col hd l",
"children":[
"3 Points"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2b1c80",
"class":"cell txt l",
"children":[
"Encephalopathy"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6adf97",
"class":"cell txt l",
"children":[
"None"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0bba23",
"class":"cell txt l",
"children":[
"Grade I-II"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f5c833",
"class":"cell txt l",
"children":[
"Grade III-IV"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"22eeeb",
"class":"cell txt l",
"children":[
"Ascites"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6adf97",
"class":"cell txt l",
"children":[
"None"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c2d318",
"class":"cell txt l",
"children":[
"Mild/moderate"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a6b2b9",
"class":"cell txt l",
"children":[
"Severe"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9c52d8",
"class":"cell txt l",
"children":[
"Bilirubin"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7162e7",
"class":"cell txt l",
"children":[
"<2 mg/dL (34.2 µmol/L)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"261389",
"class":"cell txt l",
"children":[
"2-3 mg/dL (34.2-51.3 µmol/L)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f12842",
"class":"cell txt l",
"children":[
">3 mg/dL (51.3 µmol/L)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ebe5ae",
"class":"cell txt l",
"children":[
"Albumin"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"413cbb",
"class":"cell txt l",
"children":[
">3.5 g/dL (35 g/L)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"42edef",
"class":"cell txt l",
"children":[
"2.8-3.5 g/dL (28-35 g/L)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f447dc",
"class":"cell txt l",
"children":[
"<2.8 g/dL (28 g/L)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c6835b",
"class":"cell txt l",
"children":[
"Prothrombin time above control/INR"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e52a7d",
"class":"cell txt l",
"children":[
"<4 s/<1.7"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b30df3",
"class":"cell txt l",
"children":[
"4-6 s/1.7-2.3"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ed104e",
"class":"cell txt l",
"children":[
">6 s/>2.3"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
},
"5-6 points = Child-Turcotte-Pugh class A; 7-9 points = Child-Turcotte-Pugh class B; 10-15 points = Child-Turcotte-Pugh class C."
]
]
},
"mk19_a_gi_t37":{
"id":"mk19_a_gi_t37",
"number":37,
"bookId":"gi",
"title":{
"__html":"Management of Screening-Detected Esophageal Varices in Patients With Compensated Cirrhosis"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"ac0094",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 37. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_gi_t37"
}
]
},
"Management of Screening-Detected Esophageal Varices in Patients With Compensated Cirrhosis"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"df5415",
"class":"col hd l",
"children":[
"Findings"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"fe4dbc",
"class":"col hd l",
"children":[
"Management"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2c7649",
"class":"cell txt l",
"children":[
"No varices"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ca3508",
"class":"cell txt l",
"children":[
"Repeat upper endoscopy in 3 years (unless decompensation occurs)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9ba6ce",
"class":"cell txt l",
"children":[
"Small varices (<5 mm)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"22f7eb",
"class":"cell txt l",
"children":[
"Repeat upper endoscopy in 2 years (unless decompensation occurs)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"749a34",
"class":"cell txt l",
"children":[
"Small varices with red wale marks (erythematous raised areas)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"fcfac4",
"class":"cell txt l",
"children":[
"Initiate nonselective β-blocker therapy (propranolol, nadolol, or carvedilol)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"540b8f",
"class":"cell txt l",
"children":[
"Large varices (>5 mm)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2e94b2",
"class":"cell txt l",
"children":[
"Initiate nonselective β-blocker therapy or endoscopic variceal ligation"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1ece24",
"class":"cell txt l",
"children":[
"Varices in patients unable to tolerate β-blockers"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7bf959",
"class":"cell txt l",
"children":[
"Endoscopic variceal ligation"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[

]
},
"mk19_a_gi_t38":{
"id":"mk19_a_gi_t38",
"number":38,
"bookId":"gi",
"title":{
"__html":"Characteristics of Ascites"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"170a17",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 38. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_gi_t38"
}
]
},
"Characteristics of Ascites"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"col hd l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2eec1a",
"class":"col hd l",
"children":[
"SAAG"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0decfd",
"class":"col hd l",
"children":[
"Ascitic Fluid Total Protein Level"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"73708d",
"class":"col hd l",
"children":[
"Other Characteristics"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f21b78",
"class":"cell txt l",
"children":[
"Cirrhosis"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8ee63d",
"class":"cell txt l",
"children":[
"High",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7fbbf3",
"class":"cell txt l",
"children":[
"Low",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"b"
]
}
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"11aca8",
"class":"cell txt l",
"children":[
"Clear, straw-colored"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9b78c6",
"class":"cell txt l",
"children":[
"Heart failure"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8ee63d",
"class":"cell txt l",
"children":[
"High",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"49fb53",
"class":"cell txt l",
"children":[
"High",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"c"
]
}
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"26aeab",
"class":"cell txt l",
"children":[
"—"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"75f396",
"class":"cell txt l",
"children":[
"Chylous ascites"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d0d52f",
"class":"cell txt l",
"children":[
"Low",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"d"
]
},
" or high",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"49fb53",
"class":"cell txt l",
"children":[
"High",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"c"
]
}
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"85fafd",
"class":"cell txt l",
"children":[
"High triglycerides"
]
},
" ",
{
"type":"p",
"hlId":"1a5968",
"class":"cell txt l",
"children":[
"SAAG can be high if caused by portal hypertension"
]
},
" ",
{
"type":"p",
"hlId":"58d055",
"class":"cell txt l",
"children":[
"SAAG is low if caused by lymphatic disruption"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"432448",
"class":"cell txt l",
"children":[
"Tuberculosis"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7611ec",
"class":"cell txt l",
"children":[
"Low",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"d"
]
}
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"49fb53",
"class":"cell txt l",
"children":[
"High",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"c"
]
}
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"564a51",
"class":"cell txt l",
"children":[
"Peritoneal biopsy may be required to confirm diagnosis of tuberculosis"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"986a4f",
"class":"cell txt l",
"children":[
"Malignancy"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7611ec",
"class":"cell txt l",
"children":[
"Low",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"d"
]
}
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"49fb53",
"class":"cell txt l",
"children":[
"High",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"c"
]
}
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"db08bc",
"class":"cell txt l",
"children":[
"Positive cytology results"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"91cfff",
"class":"cell txt l",
"children":[
"Nephrotic syndrome"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7611ec",
"class":"cell txt l",
"children":[
"Low",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"d"
]
}
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7fbbf3",
"class":"cell txt l",
"children":[
"Low",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"b"
]
}
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"905cc7",
"class":"cell txt l",
"children":[
"Proteinuria and edema"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"SAAG = serum–ascites albumin gradient."
],
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
},
"≥1.1 g/dL (11 g/L)."
],
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"b"
]
},
"<2.5 g/dL (25 g/L)."
],
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"c"
]
},
"≥2.5 g/dL (25 g/L)."
],
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"d"
]
},
"<1.1 g/dL (11 g/L)."
]
]
},
"mk19_a_gi_t39":{
"id":"mk19_a_gi_t39",
"number":39,
"bookId":"gi",
"title":{
"__html":"Classification of Hepatic Encephalopathy"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"41035c",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 39. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_gi_t39"
}
]
},
"Classification of Hepatic Encephalopathy"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"053b96",
"class":"col hd l",
"children":[
"Severity of Encephalopathy"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b5a7ad",
"class":"col hd l",
"children":[
"Description"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"df5415",
"class":"col hd l",
"children":[
"Findings"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"30fc6b",
"class":"cell txt l",
"children":[
"Minimal"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"00bc2d",
"class":"cell txt l",
"children":[
"Detected only on neuropsychiatric testing"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"aaa7c1",
"class":"cell txt l",
"children":[
"Few or absent clinical manifestations"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8f90be",
"class":"cell txt l",
"children":[
"Grade 1"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d954e0",
"class":"cell txt l",
"children":[
"Mild lack of awareness, sleep disturbances"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"5c686e",
"class":"cell txt l",
"children":[
"Oriented to time and place, but with psychomotor slowing"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2c9cc7",
"class":"cell txt l",
"children":[
"Grade 2"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"3fa894",
"class":"cell txt l",
"children":[
"Lethargic, disoriented, and with personality change"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"3fd8f9",
"class":"cell txt l",
"children":[
"Disoriented to time, with asterixis"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"33322c",
"class":"cell txt l",
"children":[
"Grade 3"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"fb89dd",
"class":"cell txt l",
"children":[
"Somnolence, confusion, and significant disorientation"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"50f0d8",
"class":"cell txt l",
"children":[
"Disoriented to time, place, and situation, with asterixis"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"03d22a",
"class":"cell txt l",
"children":[
"Grade 4"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4e05a8",
"class":"cell txt l",
"children":[
"Coma"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ca9fa3",
"class":"cell txt l",
"children":[
"Lack of response even to painful stimuli"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"Adapted with permission from Vilstrup H, Amodio P, Bajaj J, et al. Hepatic encephalopathy in chronic liver disease: 2014 practice guideline by the American Association for the Study of Liver Diseases and the European Association for the Study of the Liver. Hepatology. 2014;60:715-35. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/25042402",
"target":"_blank"
},
"children":[
"PMID: 25042402"
]
},
" doi:10.1002/hep.27210. © 2014 by the American Association for the Study of Liver Diseases."
]
]
},
"mk19_a_gi_t40":{
"id":"mk19_a_gi_t40",
"number":40,
"bookId":"gi",
"title":{
"__html":"Populations Recommended for Hepatocellular Carcinoma Screening and Surveillance<sup>a</sup>"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"8f1e29",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 40. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_gi_t40"
}
]
},
"Populations Recommended for Hepatocellular Carcinoma Screening and Surveillance",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f21b78",
"class":"cell txt l",
"children":[
"Cirrhosis"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"680e16",
"class":"cell txt l",
"children":[
"Asian descent + male sex + age >40 years in HBV-infected patients"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"fa8a7a",
"class":"cell txt l",
"children":[
"Asian descent + female sex + age >50 years in HBV-infected patients"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4df6d5",
"class":"cell txt l",
"children":[
"Sub-Saharan African descent + age >20 years in HBV-infected patients"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8b3b85",
"class":"cell txt l",
"children":[
"Persistent inflammatory activity (defined as elevated ALT level and HBV DNA level >10,000 IU/mL for at least a few years) in HBV-infected patients"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"5af90f",
"class":"cell txt l",
"children":[
"Family history of hepatocellular carcinoma in HBV-infected patients"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1ba594",
"class":"cell txt l",
"children":[
"Males with primary biliary cholangitis"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"ALT = alanine aminotransferase; HBV = hepatitis B virus."
],
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
},
"Hepatocellular carcinoma screening should be performed with ultrasonography with or without α-fetoprotein every 6 months. Cross-sectional imaging can be used in cases in which ultrasonography is unreliable or is expected to be unreliable."
]
]
}
}
}