{
"id":"mk19_a_np_s2",
"subspecialtyId":"np",
"title":"Fluids and Electrolytes",
"jsonContent":{
"type":"section",
"id":"mk19_a_np_s2",
"title":{
"__html":"Fluids and Electrolytes"
},
"titleNode":{
"type":"section-title",
"hlId":"1f9595",
"children":[
"Fluids and Electrolytes"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_np_s2_1",
"title":{
"__html":"Osmolality and Tonicity"
},
"titleNode":{
"type":"section-title",
"hlId":"f19836",
"children":[
"Osmolality and Tonicity"
]
},
"children":[
{
"type":"p",
"hlId":"b84972",
"children":[
"The osmolality of a solution is determined by the number of solutes per kilogram. In serum or plasma, osmolality can be measured or calculated using the following formula:"
]
},
{
"type":"p",
"hlId":"6650ce",
"class":"equation",
"children":[
"2 × [Na",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"+"
]
},
"] + Glucose (mg/dL)/18 + Blood Urea Nitrogen (mg/dL)/2.8 + Ethanol (mg/dL)/3.7 if present"
]
},
{
"type":"p",
"hlId":"b9010b",
"class":"equation",
"children":[
"If using international units: 2 × [Na",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"+"
]
},
"] + Urea (mmol/L) + Glucose (mmol/L) + Ethanol (mmol/L) × 1.25"
]
},
{
"type":"p",
"hlId":"03ff4e",
"children":[
"Normal serum osmolality is between 275 and 295 mOsm/kg H",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"O. The difference between measured osmolality and calculated osmolality (the osmolal gap) should be <10 mOsm/kg H",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"O. A greater value suggests the presence of a low-molecular-weight alcohol. Because water moves freely between the intracellular and extracellular spaces based on the osmotic gradient, the osmolality of both compartments is virtually identical."
]
},
{
"type":"p",
"hlId":"823a35",
"children":[
"Osmolality is tightly controlled within a narrow range by thirst and antidiuretic hormone (ADH; also known as vasopressin). ADH stimulates reabsorption of water in the collecting duct of the kidney. Increases in tonicity stimulate both thirst and ADH. As long as there is access to water, appropriate thirst, normal control of ADH, and a functioning nephron, serum osmolality should be maintained in the normal range. Disorders of osmolality reflect impaired water homeostasis. Because the body will defend volume status over tonicity, volume depletion will stimulate ADH such that at any given osmolality, volume depletion will result in ADH release with risk for hyponatremia."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s2_2",
"title":{
"__html":"Disorders of Serum Sodium"
},
"titleNode":{
"type":"section-title",
"hlId":"1da6de",
"children":[
"Disorders of Serum Sodium"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_np_s2_2_1",
"title":{
"__html":"Hyponatremia"
},
"titleNode":{
"type":"section-title",
"hlId":"c99759",
"children":[
"Hyponatremia"
]
},
"children":[
{
"type":"p",
"hlId":"d804e5",
"children":[
"Hyponatremia is defined as a serum sodium concentration <135 mEq/L (135 mmol/L). Evaluation begins with measurement of serum osmolality. Hyponatremia is then identified as hypertonic (osmolality >295 mOsm/kg H",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"O), isotonic (osmolality 275-295 mOsm/kg H",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"O), or hypotonic (osmolality <275 mOsm/kg H",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"O) ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_np_f06",
"wrapId":"1",
"children":[
"Figure 6"
]
}
]
},
")"
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"1",
"contentIds":[
"mk19_a_np_f06"
]
},
{
"type":"section",
"id":"mk19_a_np_s2_2_1_1",
"title":{
"__html":"Evaluation"
},
"titleNode":{
"type":"section-title",
"hlId":"b74a43",
"children":[
"Evaluation"
]
},
"children":[
{
"type":"p",
"hlId":"aeee99",
"children":[
"Symptoms caused by hyponatremia depend on both the rapidity and degree of decline in serum sodium. Acute hyponatremia in <48 hours provides inadequate time for the brain to adapt. A sudden drop in serum sodium causes water to move into brain cells, producing cerebral edema and possible headaches, seizures, or death. More chronic declines that allow cells to regulate their volume by decreasing intracellular electrolytes may be asymptomatic."
]
},
{
"type":"section",
"id":"mk19_a_np_s2_2_1_1_1",
"title":{
"__html":"Hypertonic Hyponatremia"
},
"titleNode":{
"type":"section-title",
"hlId":"c5d188",
"children":[
"Hypertonic Hyponatremia"
]
},
"children":[
{
"type":"p",
"hlId":"129f33",
"children":[
"Hypertonic hyponatremia (osmolality >295 mOsm/kg H",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"O) results from an increased concentration of effective osmotic solute (typically glucose). The increase in osmolality pulls water out of cells, diluting the sodium. For every 100-mg/dL (5.6 mmol/L) increase in glucose, sodium decreases by 1.6 to 2.2 mEq/L (1.6-2.2 mmol/L)."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s2_2_1_1_2",
"title":{
"__html":"Isotonic Hyponatremia"
},
"titleNode":{
"type":"section-title",
"hlId":"4ddbc6",
"children":[
"Isotonic Hyponatremia"
]
},
"children":[
{
"type":"p",
"hlId":"e6af7c",
"children":[
"Isotonic hyponatremia (osmolality 275-295 mOsm/kg H",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"O) is a laboratory artifact. Normally, plasma is 93% water (in which solutes are dissolved) and 7% solids (proteins and lipids). Conditions such as severe hypertriglyceridemia or multiple myeloma that increase the solid phase component of plasma will decrease the sodium concentration in plasma. Measurement of sodium using a direct ion-selective electrode will avoid this artifact."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s2_2_1_1_3",
"title":{
"__html":"Hypotonic Hyponatremia"
},
"titleNode":{
"type":"section-title",
"hlId":"493d85",
"children":[
"Hypotonic Hyponatremia"
]
},
"children":[
{
"type":"p",
"hlId":"f542c8",
"children":[
"Hypotonic hyponatremia (osmolality <275 mOsm/kg H",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"O) reflects excess water for the sodium present and is further categorized by volume status into hypovolemic, hypervolemic, or isovolemic."
]
},
{
"type":"p",
"hlId":"76301d",
"children":[
"In hypovolemic hypotonic hyponatremia, volume depletion leads to renal sodium and water reabsorption stimulated by sympathetic outflow, angiotensin, aldosterone, and ADH, resulting in urine sodium concentration <20 mEq/L (20 mmol/L) and urine osmolality >300 mOsm/kg H",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"O (except if taking diuretics or if secondary to renal salt wasting)."
]
},
{
"type":"p",
"hlId":"796996",
"children":[
"In hypervolemic hypotonic hyponatremia from heart failure or cirrhosis, effective circulating blood volume is inadequate despite total volume overload, resulting in urine chemistries similar to hypovolemic hyponatremia."
]
},
{
"type":"p",
"hlId":"e1b135",
"children":[
"Isovolemic hypotonic hyponatremia is secondary either to impaired dilution of urine or to water intake that exceeds the kidney's ability to excrete dilute urine. Urine osmolality distinguishes between these two entities. Urine osmolality <100 mOsm/kg H",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"O indicates excessive water intake, as seen with psychogenic polydipsia or poor solute intake. Because the kidney cannot excrete pure water, a minimal solute concentration of 50 mOsm/kg H",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"O is required. If solute intake is low while liquid intake remains high (as seen in beer potomania or chronic low food intake), water excretion is limited by available urinary solute."
]
},
{
"type":"p",
"hlId":"793a0a",
"children":[
"Isovolemic hypotonic hyponatremia with urine osmolality >100 mOsm/kg H",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"O can occur in patients with late-stage chronic kidney disease because of impairment of urine dilution, causing hyponatremia after excessive dietary fluid intake. Urine osmolality >100 mOsm/kg H",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"O also occurs in isovolemic hypotonic hyponatremia due to the syndrome of inappropriate antidiuretic hormone secretion (SIADH) ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_np_t06",
"wrapId":"2",
"children":[
"Table 6"
]
}
]
},
")"
]
},
". Medications are the most common cause of SIADH, with antidepressants and thiazide diuretics being the most common. 3,4-Methylenedioxymethamphetamine (ecstasy) can also cause hyponatremia. This drug stimulates ADH and, because of the associated fever and dry mouth, induces thirst. A frequent finding in SIADH is a low serum urate level (<4.0 mg/dL [0.24 mmol/L]). Cortisol and thyroid hormone are required to suppress ADH; therefore, deficiencies of these hormones should be evaluated."
]
},
{
"type":"inline-wrap",
"wrapId":"2",
"contentIds":[
"mk19_a_np_t06"
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s2_2_1_2",
"title":{
"__html":"Management"
},
"titleNode":{
"type":"section-title",
"hlId":"fe4dbc",
"children":[
"Management"
]
},
"children":[
{
"type":"p",
"hlId":"676fa2",
"children":[
"Treatment of hypotonic hyponatremia is determined by the underlying pathogenesis. In patients with volume overload, treatment is targeted to the underlying disease process along with water restriction. In hypovolemia, volume expansion with isotonic saline will suppress ADH, thereby increasing water excretion with correction of the hyponatremia."
]
},
{
"type":"p",
"hlId":"415f69",
"children":[
"Treatment of isovolemic hypotonic hyponatremia is determined by the severity of symptoms and the rapidity of the decline."
]
},
{
"type":"p",
"hlId":"1debdd",
"children":[
"Symptomatic patients with isovolemic hypotonic hyponatremia (serum sodium typically <120 mEq/L [120 mmol/L]) and an acute decrease in serum sodium should be treated with a 100-mL bolus of 3% saline to increase the serum sodium by 2.0 to 3.0 mEq/L (2.0-3.0 mmol/L). If symptoms persist, the bolus can be repeated once or twice at 10-minute intervals as long as the serum sodium can be measured. If the acute decline in sodium is secondary to excess water intake, fluid restriction will rapidly correct the hyponatremia."
]
},
{
"type":"p",
"hlId":"b51b6e",
"children":[
"In isovolemic hypotonic hyponatremia with a more chronic (>48 hours' presentation) decline in serum sodium, overly aggressive treatment can result in neuronal damage and osmotic demyelination. Accordingly, unless it is documented that the hyponatremia is acute, all cases should be treated as chronic. The osmotic demyelination syndrome is characterized by varied neurologic manifestations, including paresis, movement disorders, behavioral abnormalities, seizures, and obtundation, which are usually irreversible. Patients at greatest risk have severe hyponatremia (Na",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"+"
]
},
" <105 mEq/L [105 mmol/L]) that is chronic and often associated with liver disease, malnutrition, or hypokalemia. The goal of initial therapy is to increase the serum sodium by 4.0 to 6.0 mEq/L (4.0-6.0 mmol/L) in a 24-hour period, and not to exceed 8.0 mEq/L (8.0 mmol/L) in 24 hours. If there is significant neurologic impairment (e.g., seizures or coma), sodium can be acutely increased 2.0 to 4.0 mEq/L (2.0-4.0 mmol/L) using either a bolus or a continuous 30-mL/h infusion of 3% saline, with frequent monitoring of the urine volume and serum sodium. Simultaneous administration of desmopressin makes the rate of correction resulting from 3% saline more predictable and safer for the patient because it prevents an unexpected water diuresis and rapid increases in the serum sodium."
]
},
{
"type":"p",
"hlId":"841e8b",
"children":[
"In patients with asymptomatic isovolemic hypotonic hyponatremia or with minimal symptoms (headache, lethargy), water restriction is safe and effective. However, limiting fluid intake to <800 mL/24 h is often intolerable. If water restriction is not adequate, therapy is targeted at blocking ADH activity or increasing water excretion. Demeclocycline inhibits ADH action and can be used chronically but is frequently associated with photosensitivity and gastrointestinal symptoms. Tolvaptan, an ADH antagonist, is effective and usually well tolerated, but it is cost-prohibitive and its use is limited to 1 month because of potential liver toxicity. Although loop diuretics can be used adjunctively to limit urine concentration, along with increased oral sodium intake, a recent randomized study showed no therapeutic benefit in patients treated with water restriction alone versus water restriction plus furosemide with or without salt supplementation. Patients treated with furosemide had a higher likelihood of acute kidney injury and hypokalemia. Oral urea, 15 to 30 g/d, is also effective in increasing water excretion, although its use is often limited because of unpalatable taste."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"bac20d",
"children":[
"Treatment of symptomatic isovolemic hypotonic hyponatremia consists of a 100-mL bolus of 3% saline."
]
},
{
"type":"keypoint",
"hlId":"369342",
"children":[
"The therapeutic goal for acute isovolemic hypotonic hyponatremia is an increase in serum sodium by 2.0 to 3.0 mEq/L (2.0-3.0 mmol/L) and 4.0 to 6.0 mEq/L (4.0-6.0 mmol/L) for chronic isovolemic hypotonic hyponatremia."
]
},
{
"type":"keypoint",
"hlId":"39d92b",
"children":[
"Overly aggressive treatment of chronic isovolemic hypotonic hyponatremia can result in osmotic demyelination."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s2_2_2",
"title":{
"__html":"Hypernatremia"
},
"titleNode":{
"type":"section-title",
"hlId":"db4837",
"children":[
"Hypernatremia"
]
},
"children":[
{
"type":"p",
"hlId":"53522e",
"children":[
"Hypernatremia is defined as a serum sodium concentration >145 mEq/L (145 mmol/L). Although less common than hyponatremia, hypernatremia is often seen in hospitalized patients and is associated with increased mortality in the critically ill."
]
},
{
"type":"p",
"hlId":"1c0974",
"children":[
"Hypernatremia can be divided into three broad categories: inappropriate intake/administration of hypertonic solutions; loss of hypotonic fluids; and excessive water loss due to defects in ADH release or action. A detailed history and physical examination combined with measurement of urine electrolytes and osmolality help distinguish the pathogenesis of hypernatremia."
]
},
{
"type":"section",
"id":"mk19_a_np_s2_2_2_1",
"title":{
"__html":"Evaluation"
},
"titleNode":{
"type":"section-title",
"hlId":"b74a43",
"children":[
"Evaluation"
]
},
"children":[
{
"type":"p",
"hlId":"09d096",
"children":[
"The most common cause of hypernatremia is loss of hypotonic body fluids with inadequate water replacement due to lack of access or absence of thirst. Hypotonic losses may result from diarrhea, the respiratory tract, excessive sweating, or renal losses from osmotic diuresis (such as with glucosuria). If the losses are nonrenal, urine osmolality will be elevated to >600 mOsm/kg H",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"O. In osmotic diuresis, urine osmolality is usually between 300 and 600 mOsm/kg H",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"O. Hypotonic losses with inadequate replacement result in intravascular volume depletion with orthostasis or frank hypotension."
]
},
{
"type":"p",
"hlId":"2dfad1",
"children":[
"Hypertonic hypernatremia can also occur with administration of excessive quantities of hypertonic saline or sodium bicarbonate, or with salt ingestion. The acute increase in sodium causes water to move out of brain cells, causing shrinkage and neurologic findings. Symptoms can range from lethargy to seizures and coma. Physical examination frequently reveals intravascular volume overload."
]
},
{
"type":"p",
"hlId":"f010b3",
"children":[
"Less commonly, hypernatremia may be secondary to either an inadequate release (central diabetes insipidus) or action of ADH (nephrogenic diabetes insipidus). Central diabetes insipidus can result from tumors that invade the hypothalamus, infiltrating diseases such as sarcoidosis, or surgical destruction. Nephrogenic diabetes insipidus is often caused by drugs such as lithium. Common symptoms are polydipsia and polyuria. Urine osmolality <300 mOsm/kg H",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"O in a hypernatremic patient confirms the diagnosis. An increase in urine osmolality after a dose of desmopressin (ADH analogue) distinguishes between central and nephrogenic diabetes insipidus. Because solute loss is not excessive, hypernatremia from water loss is usually associated with minimal symptoms unless the sodium increases acutely."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s2_2_2_2",
"title":{
"__html":"Management"
},
"titleNode":{
"type":"section-title",
"hlId":"fe4dbc",
"children":[
"Management"
]
},
"children":[
{
"type":"p",
"hlId":"b4a2e8",
"children":[
"Management of hypernatremia is determined by the underlying pathogenesis. When secondary to acute hypertonic gains, treatment needs to rapidly restore normal sodium concentration. Water can be administered as 5% dextrose. The goal is to replace the entire water deficit within 24 hours."
]
},
{
"type":"p",
"hlId":"e14630",
"children":[
"If hypernatremia has occurred over >24 hours, the brain adapts by uptake of electrolytes and other osmotically active solutes. Although rapid correction of sodium could theoretically cause cerebral edema, this does not seem to occur in adults, and decreases as much as 1 mEq/h (1 mmol/h) appear to be well tolerated. Nevertheless, most authorities would correct at a rate ≤0.5 mEq/h (0.5 mmol/h), with a goal correction of 10 to 12 mEq/L/d (10-12 mmol/L/d). Water deficit or volume of replacement water required is estimated using the formula:"
]
},
{
"type":"p",
"hlId":"61212a",
"class":"equation",
"children":[
"(Total Body Water) × [(Current Sodium – Ideal Sodium)/Ideal Sodium]"
]
},
{
"type":"p",
"hlId":"9c5bd8",
"children":[
"The change in the serum sodium for each liter of infusate can be calculated using the formula:"
]
},
{
"type":"p",
"hlId":"cae375",
"class":"equation",
"children":[
"(Infusate Sodium) − (Serum Sodium) ÷ (Total Body Water + 1)"
]
},
{
"type":"p",
"hlId":"a28fc3",
"children":[
"Total body water is usually estimated as 60% and 50% of lean body weight in young men and women, respectively, and approximately 50% and 45% in older men and women, respectively."
]
},
{
"type":"p",
"hlId":"f5b2ec",
"children":[
"If possible, water should be administered orally or by means of a nasogastric tube. Because dextrose-containing solutions may cause glycosuria and increased free water losses, it is important to monitor serum glucose and maintain it below 180 mg/dL (10 mmol/L). In the presence of hemodynamic compromise due to intravascular volume depletion, replacement fluid should be isotonic saline; otherwise, a hypotonic solution (half [0.45%] normal saline) can be used."
]
},
{
"type":"p",
"hlId":"ce07d3",
"children":[
"In patients with diabetes insipidus, the first step is determining whether the defect is secondary to a defect in ADH secretion or an ADH action. Central diabetes insipidus can be treated with intranasal or oral desmopressin, a synthetic analogue of vasopressin. Nephrogenic diabetes insipidus is more difficult to treat. Therapy is aimed at limited solute intake to decrease the amount of free water that the kidney can excrete and induction of mild volume depletion using a thiazide diuretic to increase salt and water reabsorption proximal to the collecting duct. The polyuria associated with lithium-induced nephrogenic diabetes insipidus can be ameliorated with the addition of amiloride, which reduces lithium uptake by the principal cell of the cortical collecting tubule."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"43c46c",
"children":[
"The most common cause of hypernatremia is loss of hypotonic body fluids with inadequate water replacement due to lack of access or thirst."
]
},
{
"type":"keypoint",
"hlId":"29b26c",
"children":[
"If hypernatremia has occurred over >24 hours, correction should be ≤0.5 mEq/h (0.5 mmol/h) to prevent cerebral edema."
]
},
{
"type":"keypoint",
"hlId":"6674e6",
"children":[
"In the presence of hypernatremia due to intravascular volume depletion, replacement fluid should be isotonic saline; otherwise, a hypotonic solution (half [0.45%] normal saline) can be used."
]
}
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s2_3",
"title":{
"__html":"Disorders of Serum Potassium"
},
"titleNode":{
"type":"section-title",
"hlId":"4bf60c",
"children":[
"Disorders of Serum Potassium"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_np_s2_3_1",
"title":{
"__html":"Hypokalemia"
},
"titleNode":{
"type":"section-title",
"hlId":"e32a97",
"children":[
"Hypokalemia"
]
},
"children":[
{
"type":"p",
"hlId":"13a6a2",
"children":[
"Hypokalemia is defined as a serum potassium level <3.5 mEq/L (3.5 mmol/L). It can be divided into disorders of internal balance (movement of potassium between the intracellular and extracellular compartments) and disorders of external balance (potassium intake and output) ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_np_f07",
"wrapId":"3",
"children":[
"Figure 7"
]
}
]
},
")"
]
},
". Serum potassium >3.0 mEq/L (3.0 mmol/L) is usually asymptomatic. Because the ratio of intracellular to extracellular potassium is the major determinant of the membrane potential of electrically active tissue, symptoms of hypokalemia include weakness or paralysis, decreased gastrointestinal motility or ileus, and cardiac arrhythmias. ECG manifestations include ST-segment depression, decreased T-wave amplitude, and increased U-wave amplitude ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_np_f08",
"wrapId":"3",
"children":[
"Figure 8"
]
}
]
},
")"
]
},
". Severe hypokalemia can cause rhabdomyolysis."
]
},
{
"type":"inline-wrap",
"wrapId":"3",
"contentIds":[
"mk19_a_np_f07",
"mk19_a_np_f08"
]
},
{
"type":"section",
"id":"mk19_a_np_s2_3_1_1",
"title":{
"__html":"Evaluation"
},
"titleNode":{
"type":"section-title",
"hlId":"b74a43",
"children":[
"Evaluation"
]
},
"children":[
{
"type":"p",
"hlId":"14cc1f",
"children":[
"The cause of hypokalemia can usually be determined from the history and simple laboratory evaluation. Rarely, hypokalemia is spurious, as can occur in leukemia when delayed sample processing allows large numbers of metabolically active leukocytes to take up potassium. In addition to leukocytosis, a clue to pseudohypokalemia is the lack of signs and symptoms associated with hypokalemia."
]
},
{
"type":"p",
"hlId":"a24633",
"children":[
"Hypokalemia can occur secondary to disordered internal balance. Insulin or β",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"-agonists shift potassium into cells, causing an acute, transient, and modest hypokalemia that is usually asymptomatic. Ingestion of soluble barium or cesium salts, which block potassium exit from cells, can produce severely symptomatic hypokalemia with levels below 2.0 mEq/L (2.0 mmol/L). Increased cell production after repletion of vitamin B",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"12"
]
},
" or folate in deficient individuals can also cause hypokalemia. Hypokalemic periodic paralysis, either an inherited autosomal dominant disorder or an acquired disorder seen in patients with hyperthyroidism usually of Japanese descent, may present with severe muscle weakness and paralysis."
]
},
{
"type":"p",
"hlId":"7f4338",
"children":[
"Most cases of hypokalemia are due to disordered external balance with total body potassium depletion, usually from increased potassium excretion. Because the kidney can almost cease potassium excretion, only a severely compromised diet can cause hypokalemia. The major determinants of renal potassium secretion are distal tubular flow rate and aldosterone, both of which increase sodium reabsorption, increasing the electronegativity of the tubule lumen and promoting potassium secretion. Under normal conditions, distal flow and aldosterone levels are inversely related, thus preventing disruptions in potassium homeostasis by changes in intravascular volume."
]
},
{
"type":"p",
"hlId":"6e08f6",
"children":[
"The gold standard to distinguish between renal and extrarenal causes of total body potassium depletion is a 24-hour urine potassium <30 mEq/24 h (30 mmol/d); however, this test is often impractical. The preferred alternative is a spot urine potassium-creatinine ratio. A value <13 mEq/g identifies hypokalemia secondary to lack of intake, transcellular shifts, or gastrointestinal losses."
]
},
{
"type":"p",
"hlId":"214bfa",
"children":[
"Gastrointestinal losses are usually caused by diarrhea or laxative abuse. Frequently, a concomitant metabolic acidosis is present. Renal potassium wasting may be caused by numerous disorders, including medications (most commonly diuretics), delivery of non-reabsorbable anions (such as bicarbonate) to the distal tubule, aldosterone excess, hypomagnesemia, and tubular defects (see ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_np_f08",
"wrapId":"4",
"children":[
"Figure 8"
]
}
]
},
")"
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"4",
"contentIds":[
"mk19_a_np_f08"
]
},
{
"type":"p",
"hlId":"d58eb5",
"children":[
"Hyperaldosteronism is associated with hypertension and a metabolic alkalosis. Hypomagnesemia can cause potassium wasting, and renal potassium wasting also occurs in inherited tubular defects, including Liddle, Bartter, and Gitelman syndromes. In Liddle syndrome, increased sodium reabsorption in the distal nephron causes hypertension, metabolic alkalosis, and potassium wasting. Bartter and Gitelman syndromes are caused by mutations in transporters that mimic the effects of diuretics on the tubule (e.g., mimicking loop diuretics in Bartter syndrome and thiazides in Gitelman syndrome). In Bartter syndrome, urinary calcium excretion is normal or increased, whereas in Gitelman syndrome, hypocalciuria occurs. Finally, proximal and distal renal tubular acidosis is associated with potassium wasting."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s2_3_1_2",
"title":{
"__html":"Management"
},
"titleNode":{
"type":"section-title",
"hlId":"fe4dbc",
"children":[
"Management"
]
},
"children":[
{
"type":"p",
"hlId":"f3c8eb",
"children":[
"The total body potassium deficit is difficult to predict and can be up to 200 mEq (200 mmol) for each mEq/L (mmol/L) decrease in plasma potassium. In patients with neuromuscular or cardiac symptoms, it is important to increase the potassium promptly. Intravenous potassium can be safely infused at 20 mEq/h (20 mmol/h). Infusion through a central vein can be increased to 40 mEq/h (40 mmol/h) with close monitoring. For mild hypokalemia (2.5-3.5 mEq/L [2.5-3.5 mmol/L]), oral supplementation using potassium chloride or potassium bicarbonate is usually adequate. Concurrent hypomagnesemia must be corrected to prevent ongoing potassium losses. In patients with potassium wasting, potassium-sparing diuretics can be helpful. When significant hypokalemia is secondary to acute transcellular shifts, total body potassium is normal and excessive potassium replacement may cause rebound hyperkalemia."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"d3df51",
"children":[
"ECG manifestations of hypokalemia include ST-segment depression, decreased T-wave amplitude, and increased U-wave amplitude."
]
},
{
"type":"keypoint",
"hlId":"5ebdca",
"children":[
"In patients with hypokalemia and neuromuscular or cardiac symptoms, intravenous potassium (20 mEq/h [20 mmol/h]) can be used to increase the potassium promptly."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s2_3_2",
"title":{
"__html":"Hyperkalemia"
},
"titleNode":{
"type":"section-title",
"hlId":"754f8e",
"children":[
"Hyperkalemia"
]
},
"children":[
{
"type":"p",
"hlId":"520481",
"children":[
"Hyperkalemia is defined by a serum potassium level >5.0 mEq/L (5.0 mmol/L). Levels >6.0 mEq/L (6.0 mmol/L) can cause fatal arrhythmias. Slow increases in potassium are better tolerated than abrupt increases. Signs and symptoms of hyperkalemia are manifested in electrically active tissue and include muscle weakness and ECG abnormalities."
]
},
{
"type":"section",
"id":"mk19_a_np_s2_3_2_1",
"title":{
"__html":"Evaluation"
},
"titleNode":{
"type":"section-title",
"hlId":"b74a43",
"children":[
"Evaluation"
]
},
"children":[
{
"type":"p",
"hlId":"a20e40",
"children":[
"Initial evaluation of hyperkalemia requires a history and physical examination, review of all medications, assessment of kidney function, and an ECG. Initial ECG manifestations include peaked precordial T waves and a shortened QT interval. With progression of hyperkalemia, lengthening of the PR interval, loss of the P wave, widening of the QRS complex, a sine wave pattern, and asystole may occur ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_np_f09",
"wrapId":"5",
"children":[
"Figure 9"
]
}
]
},
")"
]
},
". However, ECG findings do not always correlate with the serum potassium level and do not necessarily progress in an orderly fashion."
]
},
{
"type":"inline-wrap",
"wrapId":"5",
"contentIds":[
"mk19_a_np_f09"
]
},
{
"type":"p",
"hlId":"106db5",
"children":[
"During the clotting process, cells are disrupted with the release of intracellular potassium, and pseudohyperkalemia may occur in serum specimens when there are extreme elevations of leukocytes or platelets. In these cases, a repeat plasma specimen will be normal. A tight tourniquet or excessively clenched fist during blood draw can also cause local potassium release."
]
},
{
"type":"p",
"hlId":"c9372f",
"children":[
"Hyperkalemia may be caused by transcellular shifts, as occur in states of insulin deficiency or hypertonicity, or with the use of β",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"-adrenergic blockers. Rapid breakdown of cells such as that seen in rhabdomyolysis or tumor lysis syndrome can acutely raise serum potassium levels."
]
},
{
"type":"p",
"hlId":"b13c18",
"children":[
"Hyperkalemia usually results from increased intake with decreased renal excretion. Hyperkalemia frequently occurs with oliguric acute or chronic kidney disease with a glomerular filtration rate (GFR) <20 mL/min/1.73 m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
". Potassium-sparing diuretics (amiloride, triamterene, spironolactone) also commonly cause hyperkalemia through decreased excretion. Other medications that decrease potassium excretion include trimethoprim and pentamidine (by blocking the epithelial sodium channel) and NSAIDs (by decreasing renin). Hypoaldosteronism caused by ACE inhibitors, angiotensin receptor blockers, heparin, type 4 renal tubular acidosis (often seen in diabetic kidney disease), or primary adrenal insufficiency also causes hyperkalemia, especially in the presence of excess potassium intake or volume depletion."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s2_3_2_2",
"title":{
"__html":"Management"
},
"titleNode":{
"type":"section-title",
"hlId":"fe4dbc",
"children":[
"Management"
]
},
"children":[
{
"type":"p",
"hlId":"59e11f",
"children":[
"Elevation in the serum potassium level >6.5 mEq/L (6.5 mmol/L), or >6.0 mEq/L (6.0 mmol/L) with ECG changes, should be promptly treated. Treatment is directed at stabilizing the cardiac membrane, shifting potassium into cells, and removing potassium from the body. Intravenous administration of calcium gluconate quickly antagonizes the effects of hyperkalemia on the cardiac membrane. Its duration of action is relatively short and therefore is never definitive therapy. Intravenous administration of insulin alone if serum glucose is >250 mg/dL (13.9 mmol/L) or with 10% dextrose will drive potassium into cells, and is effective for up to 6 hours. Potassium can also be shifted into cells using high-dose nebulized albuterol. Sodium bicarbonate therapy has fallen out of favor because it does not promote redistribution of potassium."
]
},
{
"type":"p",
"hlId":"f80220",
"children":[
"Definitive treatment of severe hyperkalemia, unrelated to reversible transcellular shift, must include removal of potassium from the body. In patients without severe kidney disease, loop diuretics can be effective. Use of the potassium exchange resin sodium polystyrene sulfonate is controversial; its effectiveness is limited, and it produces adverse gastrointestinal effects, including volume overload and, rarely, bowel necrosis. Patiromer and sodium zirconium cyclosilicate bind potassium in the gastrointestinal tract and effectively lower potassium. Hemodialysis is the treatment of choice in patients with severe hyperkalemia and oliguric kidney disease."
]
},
{
"type":"p",
"hlId":"865230",
"children":[
"Chronic hyperkalemia is often overtreated and, in the absence of signs of cardiac toxicity, does not warrant the emergent interventions. Limiting potassium intake may be beneficial, and increased sodium intake along with a thiazide or loop diuretic will increase potassium excretion. In hypoaldosteronism, fludrocortisone will normalize the potassium; however, it may cause elevated blood pressure and edema, and long-term effects of fludrocortisone are unknown. All potentially causative medications should be discontinued if possible. If necessary, potassium binders may allow continuation of essential medications."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"1985ff",
"children":[
"Intravenous administration of calcium gluconate quickly antagonizes the effects of hyperkalemia on the cardiac membrane."
]
},
{
"type":"keypoint",
"hlId":"6ff11f",
"children":[
"Definitive treatment of severe hyperkalemia must include removal of potassium from the body; patiromer and sodium zirconium cyclosilicate can increase gastrointestinal excretion, loop diuretics can be effective in patients without severe kidney disease, and hemodialysis is the treatment of choice in patients with severe hyperkalemia and oliguric kidney disease."
]
}
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s2_4",
"title":{
"__html":"Disorders of Serum Phosphate"
},
"titleNode":{
"type":"section-title",
"hlId":"4345a1",
"children":[
"Disorders of Serum Phosphate"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_np_s2_4_1",
"title":{
"__html":"Hypophosphatemia"
},
"titleNode":{
"type":"section-title",
"hlId":"ae437d",
"children":[
"Hypophosphatemia"
]
},
"children":[
{
"type":"p",
"hlId":"91908f",
"children":[
"Hypophosphatemia is defined as a serum phosphate level <2.7 mg/dL (0.87 mmol/L). Phosphate (PO",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"4"
]
},
") is found primarily within bone and the intracellular space. Phosphate is required for metabolic pathways involved in energy production, cellular repair, and enzymatic activity. Levels <2.0 mg/dL (0.65 mmol/L) are associated with muscle weakness. Severe hypophosphatemia (<1.0 mg/dL [0.32 mmol/L]) is associated with life-threatening symptoms, including delirium, seizures, coma, heart failure, respiratory failure, rhabdomyolysis, and hemolysis."
]
},
{
"type":"section",
"id":"mk19_a_np_s2_4_1_1",
"title":{
"__html":"Evaluation"
},
"titleNode":{
"type":"section-title",
"hlId":"b74a43",
"children":[
"Evaluation"
]
},
"children":[
{
"type":"p",
"hlId":"56bcf6",
"children":[
"Hypophosphatemia results from transcellular shifts, decreased intake, or increased excretion. Movement of phosphorous into cells occurs with respiratory alkalosis, insulin treatment, refeeding of starved individuals, or, less commonly, as part of the hungry bone syndrome following parathyroidectomy or with prolonged exposure to continuous renal replacement therapy. Ferric carboxymaltose, an intravenous iron preparation, has been associated with hypophosphatemia by causing renal phosphate wasting. Medications that bind phosphate in the gut (calcium, antacids) can decrease effective intake. Because the kidney can decrease phosphate excretion to very low levels, low dietary phosphate rarely causes hypophosphatemia without coexisting malnutrition. Increased excretion may be caused by diarrhea or renal wasting. Excretion of >100 mg of phosphate in a 24-hour urine collection or a fractional excretion of phosphate (FE",
{
"type":"tag",
"tagName":"small",
"attrs":{
},
"children":[
"PO"
]
},
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"4"
]
},
") >5% suggests renal wasting. Renal losses of phosphate are seen in hyperparathyroidism and in proximal tubular dysfunction."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s2_4_1_2",
"title":{
"__html":"Management"
},
"titleNode":{
"type":"section-title",
"hlId":"fe4dbc",
"children":[
"Management"
]
},
"children":[
{
"type":"p",
"hlId":"a11b78",
"children":[
"Mild decreases in serum phosphate can be treated with oral sodium or potassium phosphate. Levels <2.0 mg/dL (0.65 mmol/L) should be treated with intravenous sodium phosphate. Calcitriol is sometimes required to increase intestinal absorption of phosphate."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"9d8868",
"children":[
"Severe hypophosphatemia (<1.0 mg/dL [0.32 mmol/L]) is associated with life-threatening symptoms, including delirium, seizures, coma, heart failure, respiratory failure, rhabdomyolysis, and hemolysis."
]
},
{
"type":"keypoint",
"hlId":"8681e1",
"children":[
"Mild hypophosphatemia can be treated with oral sodium or potassium phosphate; levels <2.0 mg/dL (0.65 mmol/L) should be treated with intravenous sodium phosphate."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s2_4_2",
"title":{
"__html":"Hyperphosphatemia"
},
"titleNode":{
"type":"section-title",
"hlId":"116c55",
"children":[
"Hyperphosphatemia"
]
},
"children":[
{
"type":"p",
"hlId":"d182aa",
"children":[
"Hyperphosphatemia is defined by a serum phosphate level >4.5 mg/dL (1.45 mmol/L). Symptoms are usually related to co-occurring hypocalcemia. Acute elevations in phosphate can cause precipitation of calcium phosphate in the kidney, resulting in phosphate nephropathy."
]
},
{
"type":"section",
"id":"mk19_a_np_s2_4_2_1",
"title":{
"__html":"Evaluation"
},
"titleNode":{
"type":"section-title",
"hlId":"b74a43",
"children":[
"Evaluation"
]
},
"children":[
{
"type":"p",
"hlId":"d6bf2c",
"children":[
"Hyperphosphatemia from reduced renal excretion does not occur due to reduced GFR unless patients have severe chronic kidney disease. Hypoparathyroidism decreases excretion through increased phosphate tubular reabsorption; hypocalcemia is often present. Rare defects in the action of fibroblast growth factor 23 (such as in tumoral calcinosis) also increase tubular reabsorption of phosphate."
]
},
{
"type":"p",
"hlId":"cf1c2d",
"children":[
"Because phosphate is primarily an intracellular anion, widespread cellular damage as occurs in rhabdomyolysis and tumor lysis syndrome increases serum phosphate, especially if the GFR is decreased. Hyperphosphatemia can also be associated with diabetic ketoacidosis and, less commonly, lactic acidosis. Excessive phosphate intake rarely causes hyperphosphatemia because the kidney rapidly excretes phosphate. However, phosphate-containing cathartics can cause acute elevations in serum phosphate, especially in patients with reduced GFR."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s2_4_2_2",
"title":{
"__html":"Management"
},
"titleNode":{
"type":"section-title",
"hlId":"fe4dbc",
"children":[
"Management"
]
},
"children":[
{
"type":"p",
"hlId":"66f57a",
"children":[
"If kidney function is adequate, serum phosphate levels should normalize in 12 to 24 hours. If necessary, phosphate excretion can be increased with intravenous saline. In patients with impaired kidney function, dialysis may be necessary. Because many foods contain phosphate, dietary phosphate restriction is difficult. Therefore, patients with chronic hyperphosphatemia must often use agents that bind phosphate in the gastrointestinal tract to prevent absorption. See ",
{
"type":"cross-reference",
"target":"mk19_a_np_s12_6_2_2",
"children":[
"Chronic Kidney Disease"
]
},
" for more information."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"4a4f45",
"children":[
"Causes of hyperphosphatemia include cellular lysis with release of phosphate, excessive intake, and/or decreased renal excretion from decreased glomerular filtration rate or increased tubular reabsorption (hypoparathyroidism)."
]
},
{
"type":"keypoint",
"hlId":"37be66",
"children":[
"If kidney function is adequate in patients with hyperphosphatemia, serum phosphate levels should normalize in 12 to 24 hours; if necessary, phosphate excretion can be increased with intravenous saline, and dialysis can be initiated for those with impaired kidney function."
]
}
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s2_5",
"title":{
"__html":"Disorders of Serum Magnesium"
},
"titleNode":{
"type":"section-title",
"hlId":"2f37ba",
"children":[
"Disorders of Serum Magnesium"
]
},
"children":[
{
"type":"p",
"hlId":"6774f8",
"children":[
"There are approximately 24 grams of magnesium in the body, with 99% residing intracellularly and within bone. Magnesium is essential for protein and nucleic acid synthesis, cell adhesion, enzyme reactions, and modulating channel activity."
]
},
{
"type":"section",
"id":"mk19_a_np_s2_5_1",
"title":{
"__html":"Hypomagnesemia"
},
"titleNode":{
"type":"section-title",
"hlId":"2a42b1",
"children":[
"Hypomagnesemia"
]
},
"children":[
{
"type":"p",
"hlId":"6d4035",
"children":[
"Hypomagnesemia is defined by a serum magnesium level <1.7 mg/dL (0.7 mmol/L). Symptoms usually do not develop until serum magnesium is <1.2 mg/dL (0.5 mmol/L). Symptoms include tremors, fasciculations, muscle weakness, carpopedal spasm, Chvostek (contraction of the ipsilateral facial muscles by tapping the facial nerve) and Trousseau (carpopedal spasm after inflation of blood pressure cuff above systolic blood pressure) signs, and seizures. Hypomagnesemia also appears to potentiate cardiac arrhythmogenicity due to hypokalemia, myocardial ischemia, and various drugs. In addition, hypomagnesemia causes hypokalemia due to renal potassium wasting, and it causes hypocalcemia by impeding parathyroid hormone release and action."
]
},
{
"type":"section",
"id":"mk19_a_np_s2_5_1_1",
"title":{
"__html":"Evaluation"
},
"titleNode":{
"type":"section-title",
"hlId":"b74a43",
"children":[
"Evaluation"
]
},
"children":[
{
"type":"p",
"hlId":"846775",
"children":[
"Hypomagnesemia results from decreased gastrointestinal absorption or increased renal secretion. History and physical examination often delineate the cause. More than 10 mg of magnesium in a 24-hour urine collection or a fractional excretion of magnesium (FE",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"Mg"
]
},
") >2% suggests renal wasting in the setting of hypomagnesemia."
]
},
{
"type":"p",
"hlId":"d85f33",
"children":[
"Causes of decreased magnesium absorption include severe malnutrition, diarrhea, and malabsorption. Proton pump inhibitors is an important cause of hypomagnesemia, with most reported cases occurring after prolonged use, which rapidly reverses upon discontinuation of the drug."
]
},
{
"type":"p",
"hlId":"2344c7",
"children":[
"Hypomagnesemia from renal losses occurs with diuretics, cisplatin, aminoglycosides, or calcineurin inhibitors. Vascular endothelial growth factor inhibitors used in cancer treatment can cause significant magnesium wasting. Other causes of urine losses include volume expansion, alcohol ingestion, and diabetic ketoacidosis."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s2_5_1_2",
"title":{
"__html":"Management"
},
"titleNode":{
"type":"section-title",
"hlId":"fe4dbc",
"children":[
"Management"
]
},
"children":[
{
"type":"p",
"hlId":"54789e",
"children":[
"If significant symptoms are present, 4 grams of magnesium sulfate should be infused over 12 hours and repeated if necessary. Importantly, half of acutely infused intravenous magnesium is excreted by the kidney; therefore, slow-release oral magnesium or nasogastric tube delivery may be better to replete mild to moderate hypomagnesemia."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"df42ec",
"children":[
"Significant symptoms of hypomagnesemia usually develop when the serum magnesium level is <1.2 mg/dL (0.5 mmol/L); these include tremors, fasciculations, muscle weakness, carpopedal spasm, Chvostek and Trousseau signs, seizures, and cardiac arrhythmias."
]
},
{
"type":"keypoint",
"hlId":"6891ef",
"children":[
"Treatment of significant symptoms of hypomagnesemia includes magnesium sulfate infusions; less severe symptoms can be treated with slow-release oral magnesium."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s2_5_2",
"title":{
"__html":"Hypermagnesemia"
},
"titleNode":{
"type":"section-title",
"hlId":"a36ffb",
"children":[
"Hypermagnesemia"
]
},
"children":[
{
"type":"p",
"hlId":"939614",
"children":[
"Hypermagnesemia is defined by a serum magnesium level of >2.4 mg/dL (0.99 mmol/L)."
]
},
{
"type":"section",
"id":"mk19_a_np_s2_5_2_1",
"title":{
"__html":"Evaluation"
},
"titleNode":{
"type":"section-title",
"hlId":"b74a43",
"children":[
"Evaluation"
]
},
"children":[
{
"type":"p",
"hlId":"cd0e1d",
"children":[
"Hypermagnesemia occurs infrequently and most commonly results from excessive intake in the setting of decreased kidney function. Antacids and laxatives contain magnesium, and therapeutic infusions of magnesium sulfate for refractory asthma and prevention of eclampsia are potential causes of hypermagnesemia."
]
},
{
"type":"p",
"hlId":"87a2f5",
"children":[
"Symptoms of hypermagnesemia do not occur until levels are 4.8 mg/dL (1.98 mmol/L). Early symptoms include loss of deep tendon reflexes, progressing to flaccid paralysis at higher levels. Hypermagnesemia also results in hypotension from loss of vascular tone. Laboratory analysis often shows hypocalcemia."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s2_5_2_2",
"title":{
"__html":"Management"
},
"titleNode":{
"type":"section-title",
"hlId":"fe4dbc",
"children":[
"Management"
]
},
"children":[
{
"type":"p",
"hlId":"65146a",
"children":[
"Prevention is the key to management of hypermagnesemia. Hypermagnesemia is usually self-limited; magnesium-containing agents should be limited or avoided in individuals with kidney disease. Magnesium excretion can be enhanced with saline diuresis. For more severe symptoms, intravenous calcium will antagonize the effects of magnesium."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"79e103",
"children":[
"Early symptoms of hypermagnesemia include loss of deep tendon reflexes, progressing to flaccid paralysis at higher levels."
]
},
{
"type":"keypoint",
"hlId":"de5fd5",
"children":[
"For patients with hypermagnesemia, all magnesium-containing medications should be discontinued, and magnesium excretion can be enhanced with saline diuresis; for more severe symptoms, intravenous calcium will antagonize the effects of magnesium."
]
}
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s2_6",
"bibliography":true,
"title":{
"__html":"Bibliography"
},
"titleNode":{
"type":"section-title",
"hlId":"a7cc81",
"children":[
"Bibliography"
]
},
"children":[
{
"type":"references",
"children":[
{
"type":"reference",
"children":[
"Agus ZS. Mechanisms and causes of hypomagnesemia. Curr Opin Nephrol Hypertens. 2016;25:301-7. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/27219040",
"target":"_blank"
},
"children":[
"PMID: 27219040"
]
},
" doi:10.1097/MNH.0000000000000238"
]
},
{
"type":"reference",
"children":[
"Chauhan K, Pattharanitima P, Patel N, et al. Rate of correction of hypernatremia and health outcomes in critically ill patients. Clin J Am Soc Nephrol. 2019;14:656-63. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30948456",
"target":"_blank"
},
"children":[
"PMID: 30948456"
]
},
" doi:10.2215/CJN.10640918"
]
},
{
"type":"reference",
"children":[
"Felsenfeld AJ, Levine BS. Approach to treatment of hypophosphatemia. Am J Kidney Dis. 2012;60:655-61. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/22863286",
"target":"_blank"
},
"children":[
"PMID: 22863286"
]
},
" doi:10.1053/j.ajkd.2012.03.024"
]
},
{
"type":"reference",
"children":[
"Hoorn EJ, Betjes MG, Weigel J, et al. Hypernatraemia in critically ill patients: too little water and too much salt. Nephrol Dial Transplant. 2008;23:1562-8. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/18065827",
"target":"_blank"
},
"children":[
"PMID: 18065827"
]
}
]
},
{
"type":"reference",
"children":[
"Hoorn EJ, Zietse R. Diagnosis and treatment of hyponatremia: compilation of the guidelines. J Am Soc Nephrol. 2017;28:1340-9. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/28174217",
"target":"_blank"
},
"children":[
"PMID: 28174217"
]
},
" doi:10.1681/ASN.2016101139"
]
},
{
"type":"reference",
"children":[
"Huang CL, Kuo E. Mechanism of hypokalemia in magnesium deficiency. J Am Soc Nephrol. 2007;18:2649-52. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/17804670",
"target":"_blank"
},
"children":[
"PMID: 17804670"
]
}
]
},
{
"type":"reference",
"children":[
"Krisanapan P, Vongsanim S, Pin-On P, et al. Efficacy of furosemide, oral sodium chloride, and fluid restriction for treatment of syndrome of inappropriate antidiuresis (SIAD): an open-label randomized controlled study (The EFFUSE-FLUID trial). Am J Kidney Dis. 2020;76:203-212. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/32199708",
"target":"_blank"
},
"children":[
"PMID: 32199708"
]
},
" doi:10.1053/j.ajkd.2019.11.012"
]
},
{
"type":"reference",
"children":[
"Liu M, Rafique Z. Acute management of hyperkalemia. Curr Heart Fail Rep. 2019;16:67-74. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30972536",
"target":"_blank"
},
"children":[
"PMID: 30972536"
]
},
" doi:10.1007/s11897-019-00425-2"
]
},
{
"type":"reference",
"children":[
"Moritz ML, Kalantar-Zadeh K, Ayus JC. Ecstacy-associated hyponatremia: why are women at risk? Nephrol Dial Transplant. 2013;28:2206-9. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/23804804",
"target":"_blank"
},
"children":[
"PMID: 23804804"
]
},
" doi:10.1093/ndt/gft192"
]
},
{
"type":"reference",
"children":[
"Noel JA, Bota SE, Petrcich W, et al. Risk of hospitalization for serious adverse gastrointestinal events associated with sodium polystyrene sulfonate use in patients of advanced age. JAMA Intern Med. 2019; 179:1025-33. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31180477",
"target":"_blank"
},
"children":[
"PMID: 31180477"
]
},
" doi:10.1001/jamainternmed.2019.0631"
]
},
{
"type":"reference",
"children":[
"Regolisti G, Cabassi A, Parenti E, et al. Severe hypomagnesemia during long-term treatment with a proton pump inhibitor. Am J Kidney Dis. 2010;56:168-74. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/20493607",
"target":"_blank"
},
"children":[
"PMID: 20493607"
]
},
" doi:10.1053/j.ajkd.2010.03.013"
]
},
{
"type":"reference",
"children":[
"Zoller H, Schaefer B, Glodny B. Iron-induced hypophosphatemia: an emerging complication. Curr Opin Nephrol Hypertens. 2017;26:266-75. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/28399017",
"target":"_blank"
},
"children":[
"PMID: 28399017"
]
},
" doi:10.1097/MNH.0000000000000329"
]
}
]
}
]
}
]
},
"tablesContent":{
"mk19_a_np_t06":{
"id":"mk19_a_np_t06",
"number":6,
"bookId":"np",
"title":{
"__html":"Causes of the Syndrome of Inappropriate Antidiuretic Hormone Secretion"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"0b28e2",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 6. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_np_t06"
}
]
},
"Causes of the Syndrome of Inappropriate Antidiuretic Hormone Secretion"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"50fc9b",
"class":"col hd l",
"children":[
"Cause"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ff7c0f",
"class":"col hd l",
"children":[
"Examples"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"25af76",
"class":"cell txt l",
"children":[
"Drugs",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6a505c",
"class":"cell txt l",
"children":[
"Thiazide diuretics"
]
},
" ",
{
"type":"p",
"hlId":"0c7b03",
"class":"cell txt l",
"children":[
"Selective serotonin reuptake inhibitors"
]
},
" ",
{
"type":"p",
"hlId":"20cf43",
"class":"cell txt l",
"children":[
"Phenothiazines"
]
},
" ",
{
"type":"p",
"hlId":"af9209",
"class":"cell txt l",
"children":[
"Haloperidol"
]
},
" ",
{
"type":"p",
"hlId":"e24d5a",
"class":"cell txt l",
"children":[
"Clofibrate"
]
},
" ",
{
"type":"p",
"hlId":"051b8d",
"class":"cell txt l",
"children":[
"Carbamazepine"
]
},
" ",
{
"type":"p",
"hlId":"3ce44b",
"class":"cell txt l",
"children":[
"Cyclophosphamide"
]
},
" ",
{
"type":"p",
"hlId":"2ae55a",
"class":"cell txt l",
"children":[
"Tricyclic antidepressants"
]
},
" ",
{
"type":"p",
"hlId":"83bef1",
"class":"cell txt l",
"children":[
"Valproic acid"
]
},
" ",
{
"type":"p",
"hlId":"54f76e",
"class":"cell txt l",
"children":[
"3,4-Methylenedioxymethamphetamine (ecstasy)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"986a4f",
"class":"cell txt l",
"children":[
"Malignancy"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"673bee",
"class":"cell txt l",
"children":[
"Small cell lung carcinoma"
]
},
" ",
{
"type":"p",
"hlId":"d1f27f",
"class":"cell txt l",
"children":[
"Squamous cell carcinoma of the head and neck"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"824bc7",
"class":"cell txt l",
"children":[
"Central nervous system disease"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9d32d0",
"class":"cell txt l",
"children":[
"Stroke, hemorrhage, infection, trauma, and psychosis"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"452f72",
"class":"cell txt l",
"children":[
"Pulmonary disease"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c7b02a",
"class":"cell txt l",
"children":[
"Pneumonia (viral, bacterial, tuberculous)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"450a18",
"class":"cell txt l",
"children":[
"Endocrine disorders"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8e6d46",
"class":"cell txt l",
"children":[
"Glucocorticoid deficiency"
]
},
" ",
{
"type":"p",
"hlId":"8dd0d5",
"class":"cell txt l",
"children":[
"Myxedema"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"3ff580",
"class":"cell txt l",
"children":[
"Idiopathic"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9d195e",
"class":"cell txt l",
"children":[
"Mostly in older patients; some cases later noted to be occult tumor (neuroblastoma, small cell carcinoma)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-7 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f23dfa",
"class":"cell txt l",
"children":[
"Endurance exercise (marathon running)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"26aeab",
"class":"cell txt l",
"children":[
"—"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
},
"Drugs are the most common cause."
]
]
}
}
}