{
"id":"mk19_b_hm_s2",
"subspecialtyId":"hm",
"title":"Hematopoietic Stem Cells and Their Disorders",
"jsonContent":{
"type":"section",
"id":"mk19_b_hm_s2",
"title":{
"__html":"Hematopoietic Stem Cells and Their Disorders"
},
"titleNode":{
"type":"section-title",
"hlId":"38e322",
"children":[
"Hematopoietic Stem Cells and Their Disorders"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_hm_s2_1",
"title":{
"__html":"Overview"
},
"titleNode":{
"type":"section-title",
"hlId":"3b8782",
"children":[
"Overview"
]
},
"children":[
{
"type":"p",
"hlId":"db5b92",
"children":[
"Hematopoietic stem cells (HSCs) reside in the bone marrow. HSCs can self-renew and, as multipotent cells, differentiate into progenitor cells, which in turn produce leukocytes, erythrocytes, and platelets. This proliferation and differentiation to mature blood cells happens in an orderly manner called ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"hematopoiesis"
]
},
", which is tightly regulated by multiple factors, including the bone marrow microenvironment and hematopoietic growth factors. For example, erythropoietin stimulates erythrocytes; thrombopoietin stimulates platelet production; and granulocyte colony-stimulating factor (G-CSF) and macrophage colony-stimulating factor stimulate granulocyte, monocyte, basophil, and eosinophil production. Disorders of hematopoiesis can occur at the HSC or progenitor cell level and can lead to underproduction or overproduction of blood cells. Disorders developing from early precursors are usually more aggressive than those developing from differentiated cells."
]
},
{
"type":"p",
"hlId":"623774",
"children":[
"Bone marrow failure syndromes are characterized by the failure of hematopoiesis to keep up with physiologic demands for blood cell production (ineffective hematopoiesis), leading to peripheral cytopenias. Rare inherited causes exist, but acquired disorders are more common and can occur secondary to intrinsic bone marrow disorders such as myelodysplastic syndromes (MDS), or extrinsic disorders resulting from toxins or autoimmunity as in aplastic anemia (AA)."
]
},
{
"type":"p",
"hlId":"210684",
"children":[
"Myeloproliferative neoplasms (MPNs) are characterized by excessive clonal proliferation of myeloid precursors or HSCs, which is often driven by deregulation of a growth signal resulting from a specific mutation. The detection of clonal genetic abnormalities, such as ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"BCR-ABL"
]
},
" translocation and ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"JAK2"
]
},
" (",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"JAK2 V617F"
]
},
") mutation, on peripheral blood testing can be used for diagnosis and disease monitoring."
]
},
{
"type":"p",
"hlId":"4b357e",
"children":[
"Acute leukemias (myeloid or lymphoid) are aggressive clonal neoplasms in which cells also lose the capability to differentiate into mature cells (differentiation block). These disorders usually require emergent evaluation and treatment."
]
}
]
},
{
"type":"section",
"id":"mk19_b_hm_s2_2",
"title":{
"__html":"Bone Marrow Failure Syndromes"
},
"titleNode":{
"type":"section-title",
"hlId":"183405",
"children":[
"Bone Marrow Failure Syndromes"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_hm_s2_2_1",
"title":{
"__html":"Aplastic Anemia"
},
"titleNode":{
"type":"section-title",
"hlId":"7a638b",
"children":[
"Aplastic Anemia"
]
},
"children":[
{
"type":"p",
"hlId":"503a6c",
"children":[
"AA is an acquired HSC disorder characterized by severely decreased bone marrow cellularity and pancytopenia. Although it is classified as a type of anemia, patients usually have a combination of anemia, neutropenia, and thrombocytopenia (pancytopenia). Bone marrow cellularity decreases with age while the fat content of the marrow increases. These changes are amplified in AA, which is categorized as severe or very severe based on the degree of bone marrow cellularity and the severity of cytopenias."
]
},
{
"type":"p",
"hlId":"0f8d5c",
"children":[
"AA is caused by a decrease in stem cells as a result of autoimmunity, toxins, and infections. Medications, such as antithyroid medications (methimazole and propylthiouracil), β-lactam antibiotics, sulfonamides, NSAIDs, anticonvulsants, and gold salts, have also been associated with developing AA. Discontinuing the offending medication usually improves the AA, but it can take many weeks for cell counts to recover."
]
},
{
"type":"p",
"hlId":"8f75da",
"children":[
"Autoimmune injury to stem cells is important in the pathogenesis of AA. In patients older than 50 years and in younger patients without a suitable stem cell donor, AA is treated by immunosuppression with antithymocyte globulin, cyclosporine, prednisone, and eltrombopag. Younger patients with a suitable donor are usually treated with allogeneic hematopoietic stem cell transplantation (HSCT). With advances in immunosuppression, bone marrow transplantation, and supportive care, the overall survival of young patients with a good risk profile has reached greater than 80%. Asymptomatic patients with mild to moderate AA can be closely monitored without immediate treatment."
]
},
{
"type":"p",
"hlId":"543e9e",
"children":[
"Patients with AA can develop a clone of paroxysmal nocturnal hemoglobinuria cells, which lack complement-stabilizing CD55 and CD59 proteins. However, identifying the paroxysmal nocturnal hemoglobinuria clone does not routinely change treatment. AA can be differentiated from a hypoplastic variant of MDS with decreased bone marrow cellularity by finding dysplastic cells and cytogenetic abnormalities typical for MDS. Patients with hypoplastic MDS are also often treated with immunosuppressive therapy."
]
}
]
},
{
"type":"section",
"id":"mk19_b_hm_s2_2_2",
"title":{
"__html":"Pure Red Cell Aplasia"
},
"titleNode":{
"type":"section-title",
"hlId":"ee2bbe",
"children":[
"Pure Red Cell Aplasia"
]
},
"children":[
{
"type":"p",
"hlId":"b3933f",
"children":[
"Pure red cell aplasia (PRCA) is characterized by normocytic or macrocytic anemia with decreased reticulocytes and absent or decreased erythrocyte precursors in the bone marrow. Leukocyte and platelet counts are normal. Several conditions have been implicated in the pathogenesis of PRCA, some of which are listed in ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_b_hm_t02",
"wrapId":"1",
"children":[
"Table 2"
]
}
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"1",
"contentIds":[
"mk19_b_hm_t02"
]
},
{
"type":"p",
"hlId":"67a56f",
"children":[
"Parvovirus B19 is cytotoxic to the erythrocyte precursors in the bone marrow. Parvovirus infection is usually transient, lasting 2 to 3 weeks, without typically causing clinically significant anemia in immunocompetent and otherwise healthy patients. However, patients with chronic hemolysis (such as sickle cell anemia) who depend on increased erythrocyte production can develop significant anemia with a decreased reticulocyte count. Immunocompromised patients can have sustained viremia leading to prolonged anemia requiring intravenous immune globulin treatment to hasten viral clearance."
]
},
{
"type":"p",
"hlId":"565917",
"children":[
"Some patients with PRCA have an underlying occult thymoma and can improve with thymectomy. Large granular lymphocyte leukemia is a T-cell lymphoproliferative disorder that can be associated with PRCA. Flow cytometry of the peripheral blood can help identify this disorder."
]
},
{
"type":"p",
"hlId":"8260ec",
"children":[
"A bone marrow biopsy specimen showing decreased erythrocyte precursors is required to diagnose PRCA. Idiopathic PRCA is commonly immunologically mediated and treated with immunosuppressive medications, such as prednisone, cyclosporine, and cyclophosphamide."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"994dea",
"children":[
"Patients with aplastic anemia who are younger than 50 years are usually treated with allogeneic hematopoietic stem cell transplantation, whereas those without a suitable stem cell donor or who are older than 50 years should undergo immunosuppression with antithymocyte globulin, cyclosporine, eltrombopag, and prednisone."
]
},
{
"type":"keypoint",
"hlId":"8aedc0",
"children":[
"A bone marrow biopsy specimen showing a selective decrease in erythrocyte precursors is required to diagnose idiopathic pure red cell aplasia, which is then treated with immunosuppressive medications."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_hm_s2_3",
"title":{
"__html":"Myeloproliferative Neoplasms"
},
"titleNode":{
"type":"section-title",
"hlId":"85f4ae",
"children":[
"Myeloproliferative Neoplasms"
]
},
"children":[
{
"type":"p",
"hlId":"8edc42",
"children":[
"The MPNs are a group of clonal stem cell disorders that share several similar features. They are defined by specific, acquired genetic mutational alleles resulting in overproduction of functional, mature, differentiated myeloid elements ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_hm_f01",
"wrapId":"2",
"children":[
"Figure 1"
]
}
]
},
")"
]
},
". Although systemic mastocytosis is no longer an MPN per the World Health Organization classification, considering its similarities and previous MPN classification, its discussed is included. Although each subtype has unique clinical and pathologic aspects, MPNs as a group share many symptoms, including fever, night sweats, weight loss, and pruritus; splenomegaly is often present. Patients with MPNs are at increased risk for thrombosis, bleeding, and transformation to more aggressive myeloid malignancies, including acute myeloid leukemia (AML)."
]
},
{
"type":"inline-wrap",
"wrapId":"2",
"contentIds":[
"mk19_b_hm_f01"
]
},
{
"type":"section",
"id":"mk19_b_hm_s2_3_1",
"title":{
"__html":"Chronic Myeloid Leukemia"
},
"titleNode":{
"type":"section-title",
"hlId":"455d0c",
"children":[
"Chronic Myeloid Leukemia"
]
},
"children":[
{
"type":"p",
"hlId":"ee95f6",
"children":[
"Chronic myeloid leukemia (CML) is a clonal process resulting in abnormal production and proliferation of granulocytes, generally with normal differentiation. CML is defined by the presence of the Philadelphia chromosome, a reciprocal translocation of the ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"ABL"
]
},
" gene on chromosome 9, to the ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"BCR"
]
},
" gene on chromosome 22. This arrangement results in constitutive tyrosine kinase activity that drives the cellular production and symptoms associated with the disease. Patients may present with asymptomatic neutrophil elevation on routine laboratory testing, but many have weight loss, abdominal fullness (splenomegaly), fatigue, or fever. The neutrophilia associated with CML is often accompanied by a left shift, with bands, metamyelocytes, myelocytes, promyelocytes, and even myeloblasts ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_hm_f02",
"wrapId":"3",
"children":[
"Figure 2"
]
}
]
},
")"
]
},
". Thrombocytosis and a normocytic anemia are common. A left shift with basophilia or eosinophilia without a clinical reason for a leukemoid reaction (such as severe infection) should raise suspicion for CML. The Philadelphia chromosome can be detected with routine cytogenetics, fluorescence in situ hybridization, and screening for the ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"BCR-ABL"
]
},
" transcript through reverse transcriptase polymerase chain reaction. At diagnosis, testing peripheral blood is as accurate as bone marrow samples."
]
},
{
"type":"inline-wrap",
"wrapId":"3",
"contentIds":[
"mk19_b_hm_f02"
]
},
{
"type":"p",
"hlId":"bce5cf",
"children":[
"CML has three phases: chronic (<10% myeloblasts), accelerated (10%-19% myeloblasts), and blast (≥20% myeloblasts). Most patients present in the chronic phase, which is more indolent but quite responsive to therapy. The blast phase is technically a secondary acute myeloid leukemia (AML). Treatment is necessary at diagnosis for all patients. Tyrosine kinase inhibitors (TKIs) have revolutionized the treatment and outcomes of CML. TKIs (imatinib, dasatinib, nilotinib, bosutinib, ponatinib) target the BCR-ABL oncoprotein and prevent downstream signaling. They have resulted in excellent long-term control of CML, improved survival, and decreased the need for HSCT. TKIs are generally well tolerated, but adverse effects include fluid retention, rash, and QT prolongation; drug-drug interactions may also occur. They are avoided in pregnancy in favor of interferon-α. TKI resistance or evidence of disease progression despite treatment should raise suspicion of nonadherence or development of new mutations. Allogeneic HSCT is considered in the accelerated or blast phase."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"ae8a51",
"children":[
"All patients with chronic myeloid leukemia require treatment at diagnosis, and tyrosine kinase inhibitors treat symptoms and prevent disease progression."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_hm_s2_3_2",
"title":{
"__html":"Polycythemia Vera"
},
"titleNode":{
"type":"section-title",
"hlId":"b42441",
"children":[
"Polycythemia Vera"
]
},
"children":[
{
"type":"p",
"hlId":"09b9e1",
"children":[
"Polycythemia vera (PV) is a clonal stem cell disorder. A hallmark of the disease is excess erythrocyte production independent of erythropoietin level. The ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"JAK2 V617F"
]
},
" activating mutation is present in 97% of patients, and others will harbor the ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"JAK2 EXON12"
]
},
" mutation. Patients have an elevated hemoglobin level (>16.5 g/dL [165 g/L] in men, >16 g/dL [160 g/L] in women), and thrombocytosis and neutrophilia are commonly seen, hence the term ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"polycythemia"
]
},
". Although erythropoietin levels are suppressed in most patients, as many as 15% of those with PV will have a normal erythropoietin level. Other clinical features and the presence of the ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"JAK2"
]
},
" mutation usually establish the diagnosis."
]
},
{
"type":"p",
"hlId":"cdb67c",
"children":[
"Some patients may be asymptomatic, with the diagnosis suspected by findings on routine complete blood counts; however, many patients have symptoms of fatigue, headache, or itching, particularly after a warm shower (aquagenic pruritus). Accompanying splenomegaly may cause abdominal fullness, reflux, or early satiety; some patients may have a ruddy complexion and palpable hepatosplenomegaly."
]
},
{
"type":"p",
"hlId":"c0f05d",
"children":[
"Although elevated hemoglobin and hematocrit levels should raise suspicion for PV, especially with elevated leukocyte and platelet counts, secondary causes of erythrocytosis are much more common ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_b_hm_t03",
"wrapId":"4",
"children":[
"Table 3"
]
}
]
},
")"
]
},
". Secondary causes arise through chronic or intermittent hypoxia, with an adaptive increase in erythropoietin and erythrocyte mass, or through ectopic production of erythropoietin, most commonly from a renal neoplasm. A careful history and physical examination may reveal an underlying process contributing to hemoglobin elevation, so smoking history, sleep patterns, cardiopulmonary symptoms, and medications should be reviewed. Diuretics can cause relative erythrocytosis because decreased plasma volume can be reflected in an increased hematocrit level, although the erythrocyte mass remains normal. Testosterone supplementation, including occult use, often causes erythrocytosis; testosterone cessation or phlebotomy may be needed if the hematocrit level exceeds 54%. Evaluation of a patient with an elevated hemoglobin level may include pulse oxygenation assessment, including a sleep study, echocardiography, and kidney ultrasonography to rule out secondary causes. An elevated erythrocyte count can be an appropriate physiologic response in some situations, which would be worsened by phlebotomy, so management of these patients is complex."
]
},
{
"type":"inline-wrap",
"wrapId":"4",
"contentIds":[
"mk19_b_hm_t03"
]
},
{
"type":"p",
"hlId":"1672d6",
"children":[
"Patients with PV are at increased risk for thrombosis, including venous and arterial events (stroke, myocardial infarction). Splanchnic vein thrombosis occurs uniquely in PV, and portal or hepatic vein thrombosis may be the presenting feature, preceding hematologic manifestations. In a few patients, PV will progress to myelofibrosis or transform to AML. No interventions have been shown to reduce the risk of hematologic malignancy transformation."
]
},
{
"type":"p",
"hlId":"ffdced",
"children":[
"Treatment is required for all patients and consists of phlebotomy to maintain a hematocrit level less than 45% and low-dose aspirin to reduce thrombotic risk. Cytoreductive therapy is considered in patients at higher risk, including those older than 60 years and those with a history of myocardial infarction, stroke, or venous thrombosis. Hydroxyurea and interferon-α are often considered first-line cytoreductive agents. The ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"JAK1/2"
]
},
" inhibitor ruxolitinib is used in patients with resistant PV or who cannot tolerate first-line agents. Patients with venous thromboembolism will generally require life-long anticoagulation."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"59e1ea",
"children":[
"The ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"JAK2"
]
},
" mutation is present in almost all patients with primary polycythemia vera; erythrocytosis without the ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"JAK2"
]
},
" mutation should prompt evaluation for secondary causes."
]
},
{
"type":"keypoint",
"hlId":"182be7",
"children":[
"All patients with primary polycythemia vera should be treated with low-dose aspirin and phlebotomy to target a hematocrit level less than 45%."
]
},
{
"type":"keypoint",
"hlId":"1f00c2",
"children":[
"Cytoreductive therapy is considered in patients at higher risk, including those older than 60 years and those with a history of myocardial infarction, stroke, or venous thrombosis."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_hm_s2_3_3",
"title":{
"__html":"Essential Thrombocythemia"
},
"titleNode":{
"type":"section-title",
"hlId":"880b4d",
"children":[
"Essential Thrombocythemia"
]
},
"children":[
{
"type":"p",
"hlId":"9387a1",
"children":[
"An isolated elevated platelet count may indicate essential thrombocythemia (ET, a clonal stem cell process with a sustained increased platelet count). The ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"JAK2"
]
},
" mutation is present in approximately half of patients with ET (50%-60%), with other mutations occurring in the calreticulin or ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"MPL"
]
},
" receptors. Up to 10% of patients with ET will have no mutation. Reactive or secondary causes of thrombocytosis are more common and should be considered before evaluating for an identifiable clonal mutation. Iron deficiency is a common cause of secondarily elevated platelet counts, as well as chronic bleeding, splenectomy, infection, or other inflammatory conditions. Clinical features may overlap with other myeloproliferative neoplasms. A hematology consultation may be necessary to determine whether findings are most consistent with ET."
]
},
{
"type":"p",
"hlId":"8c80d3",
"children":[
"Many patients are asymptomatic, and ET is diagnosed incidentally by finding an elevated platelet count on routine laboratory testing. Symptoms include vasomotor manifestations such as headaches, erythromelalgia, and visual disturbances. Other complications include venous or arterial thrombosis (stroke, transient ischemic attack, myocardial infarction) and hemorrhage (more likely with platelet counts exceeding 1 million/μL [1000 × 10",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"9"
]
},
"/L]); these are more common in patients with ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"JAK2"
]
},
" positivity. Extreme thrombocytosis is thought to increase bleeding risk through intrinsic platelet dysfunction or development of acquired von Willebrand disease. Progression to myelofibrosis or AML is less likely than other MPNs, although it is possible."
]
},
{
"type":"p",
"hlId":"1505c6",
"children":[
"Treatment depends on the patient and associated risk factors. Patients at low risk (age <60 years, ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"JAK2"
]
},
" negative, no venous or arterial thrombosis) can be monitored without therapy or can be treated with low-dose aspirin if vasomotor symptoms are present, such as headache or erythromelalgia. Patients older than 60 years and who are ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"JAK2"
]
},
" positive (with or without venous or arterial thrombosis) are considered high risk, and should be treated with aspirin and cytoreductive therapy, usually with hydroxyurea. Interferon-α should be considered in younger patients and during pregnancy if platelet-lowering therapy is needed because hydroxyurea is potentially teratogenic. Anagrelide is effective at decreasing platelet counts; however, it is typically reserved for patients who cannot tolerate or do not respond to hydroxyurea. In addition to ET treatment, patients with acute venous thromboembolism will generally require lifelong anticoagulation."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"bd106a",
"children":[
"The ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"JAK2"
]
},
" mutation is seen in approximately 50% of patients with essential thrombocythemia."
]
},
{
"type":"keypoint",
"hlId":"a698b6",
"children":[
"Secondary causes of thrombocytosis, including iron deficiency, chronic bleeding, infection, other inflammatory conditions, and after splenectomy, are more common than essential thrombocythemia."
]
},
{
"type":"keypoint",
"hlId":"d9bcf6",
"children":[
"In patients with essential thrombocythemia at high risk (age >60 years, history of thrombosis, ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"JAK2"
]
},
" positivity), platelet-lowering therapy should be considered in addition to aspirin."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_hm_s2_3_4",
"title":{
"__html":"Primary Myelofibrosis"
},
"titleNode":{
"type":"section-title",
"hlId":"c1cd73",
"children":[
"Primary Myelofibrosis"
]
},
"children":[
{
"type":"p",
"hlId":"0c58d0",
"children":[
"Primary myelofibrosis (PMF) is a clonal stem cell disorder with marrow fibrosis and extramedullary hematopoiesis. Proliferation of megakaryocytes, which secrete cytokines, including transforming growth factor β-1, results in fibroblast proliferation, deposition of reticulin fibrosis, and impaired hematopoiesis. A leukoerythroblastic picture is seen on blood smear ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_hm_f03",
"wrapId":"5",
"children":[
"Figure 3"
]
}
]
},
")"
]
},
". The ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"JAK2"
]
},
", calreticulin, and ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"MPL"
]
},
" mutations are common among patients with PMF."
]
},
{
"type":"inline-wrap",
"wrapId":"5",
"contentIds":[
"mk19_b_hm_f03"
]
},
{
"type":"p",
"hlId":"74c0b2",
"children":[
"Constitutional symptoms include fatigue, fever, night sweats, generalized pruritus, and weight loss. Splenomegaly is characteristic and often massive, with associated abdominal fullness, pain, and early satiety. Laboratory results vary considerably, but an elevated leukocyte count, anemia, and thrombocytopenia are common. Diagnosis is made by bone marrow biopsy demonstrating extensive fibrosis, which excludes miliary tuberculosis or other causes of secondary fibrosis. This extensive fibrosis often precludes the ability to aspirate bone marrow (“dry tap”). Diagnosis increasingly relies on evaluation for concomitant mutations because molecular findings help with prognosis. The Dynamic International Prognostic Scoring System helps determine risk stratification. Low-risk disease has an estimated overall survival rate in the 15-year range, whereas survival is only approximately 16 months with high-risk features."
]
},
{
"type":"p",
"hlId":"49c87d",
"children":[
"Treatment depends on symptoms, risk of disease progression, and survival. The only potentially curative option is allogeneic HSCT; however, transplantation carries significant morbidity and mortality risks, so it is only considered in those whose disease features indicate poor short-term survival (constitutional symptoms, more severe cytopenias, increased percentage of blasts in the marrow) and who are otherwise healthy enough to undergo transplantation. Other treatments focus on addressing symptoms and controlling blood counts. Asymptomatic patients with low-risk disease can be monitored; however, most patients have some degree of symptomatology and may benefit from supportive medications. Ruxolitinib is a ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"JAK1/2"
]
},
" inhibitor that has been shown to significantly improve constitutional symptoms in patients with PMF and reduce spleen volume. Fedratinib, another approved selective ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"JAK2"
]
},
" inhibitor, provides similar outcomes. Ruxolitinib and fedratinib are effective regardless of ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"JAK2"
]
},
" mutational status. Many ongoing studies are evaluating other agents that appear promising. Splenectomy is avoided because it is associated with significant morbidity and mortality in this population."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"10ca22",
"children":[
"Allogeneic hematopoietic stem cell transplantation is the only potentially curative treatment option for patients with primary myelofibrosis."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_hm_s2_3_5",
"title":{
"__html":"Eosinophilia and Hypereosinophilic Syndrome"
},
"titleNode":{
"type":"section-title",
"hlId":"cbc8f4",
"children":[
"Eosinophilia and Hypereosinophilic Syndrome"
]
},
"children":[
{
"type":"p",
"hlId":"06aa07",
"children":[
"Causes of eosinophilia (absolute eosinophil count >500/μL [0.5 × 10",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"9"
]
},
"/L]) can be recalled by the mnemonic CHINA ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_b_hm_t04",
"wrapId":"6",
"children":[
"Table 4"
]
}
]
},
")"
]
},
". Eosinophilia is usually mild, transient, and secondary to another process. Parasitic infection should be considered in patients who live in or have traveled to endemic areas, including the southeastern United States where strongyloidiasis is encountered."
]
},
{
"type":"inline-wrap",
"wrapId":"6",
"contentIds":[
"mk19_b_hm_t04"
]
},
{
"type":"p",
"hlId":"952ba4",
"children":[
"Hypereosinophilic syndrome (HES) is characterized by organ damage that is directly mediated by eosinophils and is associated with a persistently elevated eosinophil count (>1500/μL [1.5 × 10",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"9"
]
},
"/L]). Dermatologic, pulmonary, and gastrointestinal complications are among the most commonly seen. Although infrequent, eosinophilic myocarditis is a major cause of morbidity and mortality. HES can be primary (clear hematologic cause), secondary (infections, solid tumors), or idiopathic. Primary HES is a rare, clonal MPN often associated with abnormal tyrosine kinase activation mediated by platelet-derived growth factor receptor-α or -β (",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"PDGFR α"
]
},
" or ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"β"
]
},
")."
]
},
{
"type":"p",
"hlId":"9a0b87",
"children":[
"Patients with primary HES with the ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"PDGFR-α"
]
},
" or -",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"β"
]
},
" mutation respond well to low doses of imatinib. Treatment also includes addressing the underlying cause in secondary HES. Glucocorticoids are effective, but it is imperative to rule out active ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Strongyloides"
]
},
" infection first because glucocorticoids can cause dissemination, which can be fatal."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"60771c",
"children":[
"Hypereosinophilic syndrome is defined by persistent eosinophil counts greater than 1500/μL (1.5 × 10",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"9"
]
},
"/L) with end-organ damage."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_hm_s2_3_6",
"title":{
"__html":"Mastocytosis"
},
"titleNode":{
"type":"section-title",
"hlId":"a8c39f",
"children":[
"Mastocytosis"
]
},
"children":[
{
"type":"p",
"hlId":"726745",
"children":[
"Mastocytosis shares many similar features with MPNs. It is characterized by excess mast cell proliferation and accumulation in one or more organ systems. Cutaneous mastocytosis is limited to skin involvement, whereas systemic mastocytosis involves infiltration of other organs, which may or may not include the skin. Organs involved in systemic mastocytosis include the bone marrow, liver, spleen, and gastrointestinal tract. More than 95% of patients with systemic mastocytosis have ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"KIT"
]
},
" gene mutations. Most disease is classified as indolent, with normal life expectancy, although some patients may have more aggressive forms. Symptoms and complications are often related to mast cell mediator release (histamine, leukotrienes, prostaglandins) and include vasodilation, flushing, nausea, vomiting, and diarrhea; patients are also at increased risk for anaphylaxis. Treatment includes antihistamines and antileukotriene drugs to control the symptoms of mast cell mediator release. Patients should carry epinephrine in case of anaphylaxis. Cytoreductive therapies are typically only used in patients with more aggressive forms."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"f6e282",
"children":[
"Systemic mastocytosis involves mast cell proliferation and infiltration into organ systems."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_hm_s2_4",
"title":{
"__html":"Myelodysplastic Syndromes"
},
"titleNode":{
"type":"section-title",
"hlId":"a7c66f",
"children":[
"Myelodysplastic Syndromes"
]
},
"children":[
{
"type":"p",
"hlId":"479cfd",
"children":[
"Myelodysplastic syndromes (MDS) are clonal stem cell disorders with ineffective hematopoiesis leading to dysplastic, usually hypercellular bone marrow and peripheral blood cytopenias. MDS carries a variable risk of transformation to AML that correlates with prognosis. Most MDS are idiopathic, but secondary MDS can result from chemotherapy or radiation (therapy related), chemical exposure (benzene), and other factors. MDS is a common cause of sideroblastic anemia, wherein distinctive perinuclear rings consisting of iron-loaded macrophages are seen on bone marrow biopsy. Alcohol consumption, copper deficiency, and certain medications (e.g., linezolid, isoniazid) may also cause sideroblastic changes and must be ruled out before MDS can be diagnosed. Other reversible causes of dysplasia that must be ruled out include vitamin B",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"12"
]
},
" and folate deficiencies; medications; and infections (such as HIV)."
]
},
{
"type":"p",
"hlId":"f60121",
"children":[
"Macrocytic anemia is the most common cytopenia observed in patients with MDS. The peripheral blood smear shows dysplastic cells (hypogranular neutrophils and platelets), which do not function well and increase the risk of infection and bleeding. MDS varies in presentation depending on the blood cell lineage(s) affected. The World Health Organization classification of MDS and its features are listed in ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_b_hm_t05",
"wrapId":"7",
"children":[
"Table 5"
]
}
]
},
". MDS is suspected in patients with otherwise unexplained cytopenias, especially with dysplastic findings on peripheral blood smear ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_hm_f04",
"wrapId":"7",
"children":[
"Figure 4"
]
}
]
},
")"
]
},
". Bone marrow biopsy is required for diagnosis. The prognosis for patients with MDS depends on the degree of cytopenias (transfusion dependence), presence of bone marrow blasts (correlates with the risk of AML transformation), and cytogenetics. Patients at low risk may have a median survival of almost 9 years, whereas those with greater than 10% blasts, severe pancytopenias (hemoglobin <8 g/dL [80 g/L], platelet count <50,000/μL [50 × 10",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"9"
]
},
"/L], absolute neutrophil count <800/μL [0.8 × 10",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"9"
]
},
"/L]), and adverse cytogenetics survive less than 1 year."
]
},
{
"type":"inline-wrap",
"wrapId":"7",
"contentIds":[
"mk19_b_hm_t05",
"mk19_b_hm_f04"
]
},
{
"type":"p",
"hlId":"92bfd0",
"children":[
"Asymptomatic low-risk MDS can be monitored. Allogeneic HSCT is the only potentially curative option available. Transplantation is usually not an option for older patients with MDS because of comorbidities precluding them from being candidates for intensive treatment."
]
},
{
"type":"p",
"hlId":"687abd",
"children":[
"The primary goals of treatment in MDS are treating symptomatic cytopenias and reducing the risk of progression to AML. Symptomatic anemia is treated with transfusions and erythropoiesis-stimulating agents. Patients with MDS who are at high risk have an approximate 25% risk of conversion to AML in the first year. Treatment with hypomethylating agents (azacytidine and decitabine) has been shown to decrease transfusion dependence and the risk of conversion to AML. Patients with low-risk MDS with the 5q− cytogenetic abnormality could be treated with the immunomodulatory drug lenalidomide if they are transfusion dependent. Lenalidomide is effective in decreasing transfusion needs in these patients."
]
},
{
"type":"p",
"hlId":"866fb8",
"children":[
"Chronic myelomonocytic leukemia has traditionally been considered a subset of MDS but is now classified as a separate entity, sharing some features of MDS with those of the MPNs. Patients with chronic myelomonocytic leukemia have persistent monocytosis, often with splenomegaly and other cytopenias; bone marrow shows dysplastic changes and less than 20% blasts. Prognosis and treatment is analogous to MDS with poor prognosis."
]
},
{
"type":"p",
"hlId":"a581ea",
"children":[
"Clonal hematopoiesis of indeterminate potential (CHIP) describes detection of somatic clonal mutations in genes recurrently mutated in hematologic malignancies (e.g., ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"DNMT3A"
]
},
", ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"TET2"
]
},
", ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"ASXL1"
]
},
") but without a known hematologic malignancy or other clonal disorder. The risk of CHIP progressing to MDS is very low, but CHIP carriers are at increased risk of atherosclerosis."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"94bec7",
"children":[
"Myelodysplastic syndrome is suspected in patients with cytopenias and with dysplastic findings on peripheral blood smear; bone marrow biopsy is required for diagnosis and risk stratification."
]
},
{
"type":"keypoint",
"hlId":"25abca",
"children":[
"Allogeneic hematopoietic stem cell transplantation is the only cure for myelodysplastic syndrome, but it is too toxic for most older adult patients; however, hypomethylating agents decrease transfusion dependence and leukemic transformation."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_hm_s2_5",
"title":{
"__html":"Acute Leukemias"
},
"titleNode":{
"type":"section-title",
"hlId":"4fceca",
"children":[
"Acute Leukemias"
]
},
"children":[
{
"type":"p",
"hlId":"ac0d77",
"children":[
"Acute leukemia is a hematologic malignancy characterized by infiltration of the bone marrow, blood, and other tissues by uncontrolled proliferation and abnormal delayed differentiation of clonal myeloid or lymphoid precursor cells, exceeding 20% of the bone marrow or blood. In adults, AML is more common than acute lymphoblastic leukemia (ALL)."
]
},
{
"type":"p",
"hlId":"0d6dc6",
"children":[
"Managing acute leukemia during pregnancy is challenging because the health of mother and fetus must be considered, as well as long-term infant/child well-being. Toxicity in the first trimester can be significant, although chemotherapy (anthracycline and cytarabine) is often successfully administered during the second and third trimesters."
]
},
{
"type":"section",
"id":"mk19_b_hm_s2_5_1",
"title":{
"__html":"Acute Myeloid Leukemia"
},
"titleNode":{
"type":"section-title",
"hlId":"696083",
"children":[
"Acute Myeloid Leukemia"
]
},
"children":[
{
"type":"p",
"hlId":"e849ff",
"children":[
"AML typically manifests with anemia, thrombocytopenia, or functional neutropenia secondary to bone marrow replacement with abnormal myeloblasts. Petechiae, epistaxis, and other mucosal hemorrhages occur when the platelet count dips below 20,000/μL (20 × 10",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"9"
]
},
"/L). Symptoms of anemia vary more with the patient's age and comorbidities. Although the leukocyte count is typically elevated, the absolute neutrophil count tends to be low, which confers an increased risk of infection. Myeloblasts are usually seen in the peripheral blood smear but may be absent despite unequivocal bone marrow infiltration. AML is curable in 35% to 40% of adult patients aged 60 years or younger, but the cure rate decreases to just 5% to 15% in adults older than 60 years, in whom comorbidities (e.g., cardiopulmonary disease) also preclude the use of intensive chemotherapy or transplantation."
]
},
{
"type":"p",
"hlId":"e5076b",
"children":[
"Cytogenetic and molecular classification of AML is increasingly important. Acute promyelocytic leukemia, characterized by immature leukocytes with distinctive primary granules that contribute to coagulopathy ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_hm_f05",
"wrapId":"8",
"children":[
"Figure 5"
]
}
]
},
")"
]
},
" and chromosomal translocation t(15;17), was an early prototype for targeted therapy in hematologic malignancies, because many patients achieve cure with all-",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"trans"
]
},
" retinoic acid, which targets the underlying block in cell differentiation. A growing number of molecular markers are used to guide prognosis and therapy. ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"NPM1"
]
},
"-mutated AML is found in about half of patients and is associated with a favorable outcome. In contrast, ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"FLT3-ITD"
]
},
" identification (found in approximately one third of patients with cytogenetically normal AML) is associated with an unfavorable outcome and merits consideration for allogeneic transplantation in first remission."
]
},
{
"type":"inline-wrap",
"wrapId":"8",
"contentIds":[
"mk19_b_hm_f05"
]
},
{
"type":"p",
"hlId":"dc9148",
"children":[
"AML treatment consists of induction therapy with an anthracycline (such as daunorubicin) and infusional cytarabine. The goal is to ablate the bone marrow, eliminating the blasts, although this transiently destroys the normal hematopoietic cells as well. Cells are expected to recover after a period of aplasia, which extends for 3 to 4 weeks. During this time, the patient is supported by transfusions (erythrocytes and platelets) and prompt antibiotic treatment of neutropenic fever. A complete response is achieved in 60% to 85% of patients younger than 60 years. Consolidation therapy for responders consists of additional cycles of conventional chemotherapy in patients at low risk and allogeneic HSCT for patients at high risk. Midostaurin and gilteritinib are approved FLT3 inhibitors for first- or second-line therapy. Ivosidenib and enasidenib are isocitrate dehydrogenase (IDH) inhibitors used in patients with ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"IDH1"
]
},
" or ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"IDH2"
]
},
"-mutated AML."
]
},
{
"type":"p",
"hlId":"4ecbb1",
"children":[
"Treatment for older or frail patients is unsatisfactory; symptom management may include blood and platelet transfusions along with lower dose, often single-agent chemotherapy, such as oral hydroxyurea or low-dose cytarabine. Hypomethylating agents (decitabine and azacitidine) may also be combined with targeted therapies (FLT3 inhibitors, IDH inhibitors). These patients are expected to survive only months, and hospice care should be considered."
]
},
{
"type":"p",
"hlId":"2758a1",
"children":[
"Sweet syndrome, or acute febrile neutrophilic dermatosis, is characterized by fever, neutrophilia, a dense dermal infiltrate on histology, and characteristic skin lesions ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_hm_f06",
"wrapId":"9",
"children":[
"Figure 6"
]
}
]
},
")"
]
},
". Sweet syndrome may develop in patients with hematologic abnormalities, particularly MDS and MDS evolving into AML."
]
},
{
"type":"inline-wrap",
"wrapId":"9",
"contentIds":[
"mk19_b_hm_f06"
]
}
]
},
{
"type":"section",
"id":"mk19_b_hm_s2_5_2",
"title":{
"__html":"Acute Lymphoblastic Leukemia"
},
"titleNode":{
"type":"section-title",
"hlId":"17671c",
"children":[
"Acute Lymphoblastic Leukemia"
]
},
"children":[
{
"type":"p",
"hlId":"4f894c",
"children":[
"ALL is more common in children and adolescents than in adults. Although ALL in children is often curable, survival in adult patients (older than 19 years) remains inferior despite the adoption of pediatric ALL regimens. Patients with ALL present with malaise, bleeding, infections, bone pain, or a combination of these symptoms, with a small subset (<10%) having symptomatic central nervous system involvement at diagnosis. In adults, 75% of ALL is of B-cell lineage; mature B-cell ALL can manifest as extramedullary disease, including gastrointestinal or testicular involvement. A mediastinal mass with wheezing and stridor or skin involvement can be the presenting features of T-cell ALL. Similar to AML, ALL is classified by immunophenotype, cytogenetics, and molecular abnormalities. The most important cytogenetic abnormality in adult ALL is the Philadelphia chromosome, found in 20% to 30% of patients. Historically, Philadelphia chromosome–positive ALL had a poor prognosis. The use of tyrosine kinase inhibitors, such as imatinib and dasatinib, along with more traditional chemotherapy has dramatically improved remission rates. After remission induction, patients with Philadelphia chromosome–positive ALL often receive additional intensive consolidation with allogeneic HSCT."
]
},
{
"type":"p",
"hlId":"bf2081",
"children":[
"Treatment regimens are complex. Regimen backbones include vincristine, anthracycline, corticosteroids, and ",
{
"type":"tag",
"tagName":"small",
"attrs":{
},
"children":[
"L"
]
},
"-asparaginase. Some of these agents have unique toxicities such as allergic reactions, hypofibrinogenemia, thrombosis, and hypertriglyceridemia with ",
{
"type":"tag",
"tagName":"small",
"attrs":{
},
"children":[
"L"
]
},
"-asparaginase. Induction therapy is followed by intensification and consolidation. Central nervous system prophylaxis is essential during ALL therapy, and a maintenance phase of oral mercaptopurine (daily) and methotrexate (weekly) can last up to 2 years. Medication adherence can be problematic during the maintenance phase. Immunotherapies with bispecific antibodies or chimeric antigen receptor (CAR) T cells are available if the disease relapses."
]
},
{
"type":"p",
"hlId":"928314",
"children":[
"Adult survivors of childhood leukemia face higher risks of secondary cancer, cardiovascular disease, and the metabolic syndrome (high BMI, elevated waist circumference, dyslipidemia, elevated fasting glucose, and hypertension) compared with age-matched controls. Primary care physicians encountering such patients should request a treatment summary from the treating facility and encourage patient participation in a local survivorship clinic. Screening for dyslipidemia, diabetes, and hypertension is recommended. Echocardiography to screen for left ventricular dysfunction should be performed at intervals of 3 to 5 years, particularly if anthracycline exposure was high (such as doxorubicin exceeding 300 mg/m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
") or if chest radiation was used. Female survivors have a higher risk of myocardial dysfunction during pregnancy. High-dose glucocorticoids, typical of ALL regimens, pose a risk for osteopenia. The cumulative incidence of secondary cancer after radiation therapy for childhood ALL reaches 11% at 30 years; tumors include skin cancer, thyroid and parotid tumors, sarcomas, and brain tumors. Cranial radiation also increases the risk for stroke and neurocognitive defects. Patients should be counseled about lifestyle risk factors, age-based screening, and early reporting of persistent symptoms."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"20f70b",
"children":[
"Acute myeloid leukemia typically manifests with anemia, thrombocytopenia, or functional neutropenia secondary to bone marrow replacement with abnormal myeloblasts; petechiae and other signs of mucosal bleeding are common when the platelet count dips below 20,000/μL (20 × 10",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"9"
]
},
"/L)."
]
},
{
"type":"keypoint",
"hlId":"da445e",
"children":[
"Treatment of acute myeloid leukemia consists of induction therapy with an anthracycline and infusional cytarabine, followed by consolidation therapy for responders, consisting of additional cycles of conventional chemotherapy for patients at low risk and allogeneic hematopoietic stem cell transplantation for those at high risk."
]
},
{
"type":"keypoint",
"hlId":"f073f4",
"children":[
"Adult survivors of childhood leukemia face higher risks of secondary cancer, cardiovascular disease, and the metabolic syndrome."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_hm_s2_6",
"title":{
"__html":"Hematopoietic Growth Factors"
},
"titleNode":{
"type":"section-title",
"hlId":"ea8655",
"children":[
"Hematopoietic Growth Factors"
]
},
"children":[
{
"type":"p",
"hlId":"3a9aa8",
"children":[
"Erythropoiesis-stimulating agents (which include erythropoietin and darbepoetin) are primarily used in patients with anemia and chronic kidney disease. For patients undergoing dialysis, the target hemoglobin level should be no greater than 10 to 11 g/dL (100-110 g/L) to avoid adverse cardiovascular outcomes. G-CSF (various formulations) are used in patients receiving myelosuppressive chemotherapy who are at high risk of febrile neutropenia, such as those receiving intensive chemotherapy for high-risk breast cancer and those aged 65 years or older with aggressive lymphoma being treated with curative chemotherapy. G-CSF may also be indicated in patients receiving another course of chemotherapy that has already led to neutropenic fever. G-CSF is not indicated for most patients with neutropenia who are afebrile, as a routine adjunct to empiric antibiotics for patients presenting with febrile neutropenia, or for patients undergoing induction chemotherapy for acute leukemia."
]
}
]
},
{
"type":"section",
"id":"mk19_b_hm_s2_7",
"title":{
"__html":"Hematopoietic Stem Cell Transplantation and Cellular Therapies"
},
"titleNode":{
"type":"section-title",
"hlId":"8f765a",
"children":[
"Hematopoietic Stem Cell Transplantation and Cellular Therapies"
]
},
"children":[
{
"type":"p",
"hlId":"260b7e",
"children":[
"Autologous HSCT is performed in select patients who have multiple myeloma or relapsed aggressive lymphoma. Allogeneic HSCT is indicated (in addition to high-dose antileukemia chemotherapy) in patients with high-risk AML, ALL, and MDS for the graft-versus-leukemia effect. It is also used to treat patients with AA and select patients with hemoglobinopathies such as sickle cell anemia. Typically, the allogeneic donor is an HLA-matched sibling or unrelated adult donor. The risk of graft-versus-host disease affecting the skin, gastrointestinal tract, and liver increases with the degree of donor-recipient HLA disparity. Better supportive measures and reduced-intensity regimens have provided transplant eligibility to older adults. HSCT carries a significant risk of transplant-related mortality, and survivors continue to have long-term morbidities unrelated to relapse, such as susceptibility to bacterial or viral infections and delayed pulmonary toxicity. Physicians caring for patients who have undergone transplantation should evaluate these individuals early for symptoms suggesting infection and follow recommended immunization schedules that take into account their prolonged immunosuppressed state (see ",
{
"type":"cross-reference",
"target":"mk19_b_gm_s1_3",
"children":[
"MKSAP 19 General Internal Medicine 2"
]
},
")."
]
},
{
"type":"p",
"hlId":"e0c61b",
"children":[
"Treatment using CAR T cells has become available for certain patients with recurrent ALL. CAR T cells are genetically modified T lymphocytes (usually collected from the patient) to specifically recognize and attack cells expressing a particular tumor antigen (e.g., CD19 in B-cell malignancies such as ALL). These therapies are highly effective; however, patients with a high disease burden may develop dangerous cytokine release syndrome (CRS) or neurotoxicity. Intensity of CRS and neurotoxicity symptoms can range from mild (fever or confusion) to severe, with multiorgan failure or seizures requiring management in the ICU. Severe CRS requiring ICU admission is often characterized by vascular leak, hypotension, pulmonary edema, cardiac dysfunction, kidney dysfunction, liver failure, coagulopathy, multiorgan system failure, and even death. Many tumor antigens are under investigation regarding the suitability of this novel cellular therapy approach for hematologic malignancies and solid tumors."
]
}
]
},
{
"type":"section",
"id":"mk19_b_hm_s2_8",
"bibliography":true,
"title":{
"__html":"Bibliography"
},
"titleNode":{
"type":"section-title",
"hlId":"a7cc81",
"children":[
"Bibliography"
]
},
"children":[
{
"type":"references",
"children":[
{
"type":"reference",
"children":[
"Al Ustwani O, Gupta N, Bakhribah H, et al. Clinical updates in adult acute lymphoblastic leukemia. Crit Rev Oncol Hematol. 2016;99:189-99. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/26777876",
"target":"_blank"
},
"children":[
"PMID: 26777876"
]
},
" doi:10.1016/j.critrevonc.2015.12.007"
]
},
{
"type":"reference",
"children":[
"Arber DA, Borowitz MJ, Cessna M, et al. Initial diagnostic workup of acute leukemia: Guideline from the College of American Pathologists and the American Society of Hematology. Arch Pathol Lab Med. 2017;141:1342-1393. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/28225303",
"target":"_blank"
},
"children":[
"PMID: 28225303"
]
},
" doi:10.5858/arpa.2016-0504-CP"
]
},
{
"type":"reference",
"children":[
"Cazzola M. Myelodysplastic syndromes. N Engl J Med. 2020;383:1358-1374. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/32997910",
"target":"_blank"
},
"children":[
"PMID: 32997910"
]
},
" doi:10.1056/NEJMra1904794"
]
},
{
"type":"reference",
"children":[
"DiNardo CD, Pratz K, Pullarkat V, et al. Venetoclax combined with decitabine or azacitidine in treatment-naive, elderly patients with acute myeloid leukemia. Blood. 2019;133:7-17. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30361262",
"target":"_blank"
},
"children":[
"PMID: 30361262"
]
},
" doi:10.1182/blood-2018-08-868752"
]
},
{
"type":"reference",
"children":[
"Gotlib J, Gerds AT, Bose P, et al. Systemic mastocytosis, version 2.2019, NCCN clinical practice guidelines in oncology. J Natl Compr Canc Netw. 2018;16:1500-1537. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30545997",
"target":"_blank"
},
"children":[
"PMID: 30545997"
]
},
" doi:10.6004/jnccn.2018.0088"
]
},
{
"type":"reference",
"children":[
"Killick SB, Bown N, Cavenagh J, et al; British Society for Standards in Haematology. Guidelines for the diagnosis and management of adult aplastic anaemia. Br J Haematol. 2016;172:187-207. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/26568159",
"target":"_blank"
},
"children":[
"PMID: 26568159"
]
},
" doi:10.1111/bjh.13853"
]
},
{
"type":"reference",
"children":[
"Mesa RA, Jamieson C, Bhatia R, et al. NCCN guidelines insights: myeloproliferative neoplasms, version 2.2018. J Natl Compr Canc Netw. 2017;15:1193-1207. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/28982745",
"target":"_blank"
},
"children":[
"PMID: 28982745"
]
},
" doi:10.6004/jnccn.2017.0157"
]
},
{
"type":"reference",
"children":[
"Short NJ, Rytting ME, Cortes JE. Acute myeloid leukaemia. Lancet. 2018;392:593-606. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30078459",
"target":"_blank"
},
"children":[
"PMID: 30078459"
]
},
" doi:10.1016/S0140-6736(18)31041-9"
]
},
{
"type":"reference",
"children":[
"Spivak JL. How I treat polycythemia vera. Blood. 2019;134:341-352. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31151982",
"target":"_blank"
},
"children":[
"PMID: 31151982"
]
},
" doi:10.1182/blood.2018834044"
]
},
{
"type":"reference",
"children":[
"Tefferi A, Pardanani A. Essential thrombocythemia. N Engl J Med. 2019;381:2135-2144. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31774958",
"target":"_blank"
},
"children":[
"PMID: 31774958"
]
},
" doi:10.1056/NEJMcp1816082"
]
}
]
}
]
}
]
},
"tablesContent":{
"mk19_b_hm_t02":{
"id":"mk19_b_hm_t02",
"number":2,
"bookId":"hm",
"title":{
"__html":"Causes of Acquired Pure Red Cell Aplasia"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"19bb0d",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 2. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_b_hm_t02"
}
]
},
"Causes of Acquired Pure Red Cell Aplasia"
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"900f1c",
"class":"cell txt l",
"children":[
"Parvovirus B19 infection"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e039a5",
"class":"cell txt l",
"children":[
"Thymoma"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c670f1",
"class":"cell txt l",
"children":[
"Autoimmune disease"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e4533b",
"class":"cell txt l",
"children":[
"Lymphoid leukemias and lymphomas"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a8bd46",
"class":"cell txt l",
"children":[
"Solid tumors"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4874a6",
"class":"cell txt l",
"children":[
"Drugs (phenytoin, isoniazid)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-7 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0b1e9b",
"class":"cell txt l",
"children":[
"Pregnancy"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-8 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b09c99",
"class":"cell txt l",
"children":[
"Anti-EPO antibodies in patients receiving EPO"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"EPO = erythropoietin."
]
]
},
"mk19_b_hm_t03":{
"id":"mk19_b_hm_t03",
"number":3,
"bookId":"hm",
"title":{
"__html":"Causes of Erythrocytosis"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"45327c",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 3. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_b_hm_t03"
}
]
},
"Causes of Erythrocytosis"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"84a4b6",
"class":"col hd l",
"children":[
"Disorders"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"bcba3f",
"class":"col hd l",
"children":[
"Symptoms and Suggestive Medical History"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"94eef1",
"class":"col hd l",
"children":[
"Physical Examination"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"590fa5",
"class":"col hd l",
"children":[
"Laboratory Studies"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"57a19c",
"class":"cell txt l",
"children":[
"Polycythemia vera (primary)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1c5c79",
"class":"cell txt l",
"children":[
"Pruritus after a warm shower"
]
},
" ",
{
"type":"p",
"hlId":"9cf343",
"class":"cell txt l",
"children":[
"Erythromelalgia",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
},
" ",
{
"type":"p",
"hlId":"f2b7ea",
"class":"cell txt l",
"children":[
"Transient ischemic attack"
]
},
" ",
{
"type":"p",
"hlId":"ca7271",
"class":"cell txt l",
"children":[
"Thrombosis"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"bc21ef",
"class":"cell txt l",
"children":[
"Splenomegaly"
]
},
" ",
{
"type":"p",
"hlId":"88a4b8",
"class":"cell txt l",
"children":[
"Plethora"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"86082a",
"class":"cell txt l",
"children":[
"Low erythropoietin"
]
},
" ",
{
"type":"p",
"hlId":"44527d",
"class":"cell txt l",
"children":[
"Leukocytosis"
]
},
" ",
{
"type":"p",
"hlId":"b5f566",
"class":"cell txt l",
"children":[
"Basophilia"
]
},
" ",
{
"type":"p",
"hlId":"8559a0",
"class":"cell txt l",
"children":[
"Thrombocytosis"
]
},
" ",
{
"type":"p",
"hlId":"db69e4",
"class":"cell txt l",
"children":[
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"JAK2"
]
},
" positive"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0c7075",
"class":"cell txt l",
"children":[
"Mediated by hypoxemia"
]
},
" ",
{
"type":"p",
"hlId":"b576de",
"class":"cell txt li",
"children":[
"COPD"
]
},
" ",
{
"type":"p",
"hlId":"7fede4",
"class":"cell txt li",
"children":[
"Sleep apnea"
]
},
" ",
{
"type":"p",
"hlId":"9513b0",
"class":"cell txt li",
"children":[
"Congenital heart disease"
]
},
" ",
{
"type":"p",
"hlId":"bff278",
"class":"cell txt li",
"children":[
"Intrapulmonary shunting"
]
},
" ",
{
"type":"p",
"hlId":"8b05db",
"class":"cell txt li",
"children":[
"High elevation"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ca7271",
"class":"cell txt l",
"children":[
"Thrombosis"
]
},
" ",
{
"type":"p",
"hlId":"f2b7ea",
"class":"cell txt l",
"children":[
"Transient ischemic attack"
]
},
" ",
{
"type":"p",
"hlId":"31f998",
"class":"cell txt l",
"children":[
"Erythromelalgia uncommon"
]
},
" ",
{
"type":"p",
"hlId":"8cf4c8",
"class":"cell txt l",
"children":[
"Pruritus uncommon"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"88a4b8",
"class":"cell txt l",
"children":[
"Plethora"
]
},
" ",
{
"type":"p",
"hlId":"096b13",
"class":"cell txt l",
"children":[
"No splenomegaly"
]
},
" ",
{
"type":"p",
"hlId":"c2082d",
"class":"cell txt l",
"children":[
"Findings consistent with underlying heart or lung disease"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2c83b4",
"class":"cell txt l",
"children":[
"Normal leukocyte count (usually)"
]
},
" ",
{
"type":"p",
"hlId":"cbdaa1",
"class":"cell txt l",
"children":[
"Normal platelet count"
]
},
" ",
{
"type":"p",
"hlId":"af7c14",
"class":"cell txt l",
"children":[
"No basophilia"
]
},
" ",
{
"type":"p",
"hlId":"c62156",
"class":"cell txt l",
"children":[
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"JAK2"
]
},
" negative"
]
},
" ",
{
"type":"p",
"hlId":"abe704",
"class":"cell txt l",
"children":[
"Decreased oxygen saturation"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b6fb08",
"class":"cell txt l",
"children":[
"Mediated by ectopic or excessive erythropoietin levels"
]
},
" ",
{
"type":"p",
"hlId":"37475b",
"class":"cell txt li",
"children":[
"Renal cell carcinoma"
]
},
" ",
{
"type":"p",
"hlId":"6ab97c",
"class":"cell txt li",
"children":[
"Renal artery stenosis/other kidney pathology"
]
},
" ",
{
"type":"p",
"hlId":"4f8771",
"class":"cell txt li",
"children":[
"Hepatocellular carcinoma"
]
},
" ",
{
"type":"p",
"hlId":"a091bc",
"class":"cell txt li",
"children":[
"Uterine fibroids"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"cfcb16",
"class":"cell txt l",
"children":[
"Thrombosis possible"
]
},
" ",
{
"type":"p",
"hlId":"90d31a",
"class":"cell txt l",
"children":[
"Transient ischemic attack uncommon"
]
},
" ",
{
"type":"p",
"hlId":"31f998",
"class":"cell txt l",
"children":[
"Erythromelalgia uncommon"
]
},
" ",
{
"type":"p",
"hlId":"8cf4c8",
"class":"cell txt l",
"children":[
"Pruritus uncommon"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"88a4b8",
"class":"cell txt l",
"children":[
"Plethora"
]
},
" ",
{
"type":"p",
"hlId":"096b13",
"class":"cell txt l",
"children":[
"No splenomegaly"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"cf973f",
"class":"cell txt l",
"children":[
"High erythropoietin levels"
]
},
" ",
{
"type":"p",
"hlId":"2e8993",
"class":"cell txt l",
"children":[
"Microscopic hematuria (renal cell carcinoma)"
]
},
" ",
{
"type":"p",
"hlId":"05d657",
"class":"cell txt l",
"children":[
"Abnormal finding on kidney ultrasonography"
]
},
" ",
{
"type":"p",
"hlId":"af7c14",
"class":"cell txt l",
"children":[
"No basophilia"
]
},
" ",
{
"type":"p",
"hlId":"c62156",
"class":"cell txt l",
"children":[
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"JAK2"
]
},
" negative"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a69f04",
"class":"cell txt l",
"children":[
"Unusual causes"
]
},
" ",
{
"type":"p",
"hlId":"db06fc",
"class":"cell txt li",
"children":[
"High-oxygen-affinity hemoglobin"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ca7271",
"class":"cell txt l",
"children":[
"Thrombosis"
]
},
" ",
{
"type":"p",
"hlId":"f2b7ea",
"class":"cell txt l",
"children":[
"Transient ischemic attack"
]
},
" ",
{
"type":"p",
"hlId":"31f998",
"class":"cell txt l",
"children":[
"Erythromelalgia uncommon"
]
},
" ",
{
"type":"p",
"hlId":"8cf4c8",
"class":"cell txt l",
"children":[
"Pruritus uncommon"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"88a4b8",
"class":"cell txt l",
"children":[
"Plethora"
]
},
" ",
{
"type":"p",
"hlId":"096b13",
"class":"cell txt l",
"children":[
"No splenomegaly"
]
},
" ",
{
"type":"p",
"hlId":"d1b374",
"class":"cell txt l",
"children":[
"Age <30 years"
]
},
" ",
{
"type":"p",
"hlId":"a38ec9",
"class":"cell txt l",
"children":[
"Family history of erythrocytosis"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"cf973f",
"class":"cell txt l",
"children":[
"High erythropoietin levels"
]
},
" ",
{
"type":"p",
"hlId":"af7c14",
"class":"cell txt l",
"children":[
"No basophilia"
]
},
" ",
{
"type":"p",
"hlId":"611b42",
"class":"cell txt l",
"children":[
"No leukocytosis"
]
},
" ",
{
"type":"p",
"hlId":"c62156",
"class":"cell txt l",
"children":[
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"JAK2"
]
},
" negative"
]
},
" ",
{
"type":"p",
"hlId":"bfac18",
"class":"cell txt l",
"children":[
"Abnormal hemoglobin electrophoresis"
]
},
" ",
{
"type":"p",
"hlId":"6e4477",
"class":"cell txt l",
"children":[
"Low P50",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"b"
]
}
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
},
"Intermittently red, hot, painful extremities."
],
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"b"
]
},
"P50 is the point on the oxyhemoglobin dissociation curve where the hemoglobin molecule is half saturated with oxygen, indicating an increased hemoglobin affinity for oxygen and reduced oxygen delivery to tissues."
]
]
},
"mk19_b_hm_t04":{
"id":"mk19_b_hm_t04",
"number":4,
"bookId":"hm",
"title":{
"__html":"Causes of Eosinophilia"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"c242ba",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 4. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_b_hm_t04"
}
]
},
"Causes of Eosinophilia"
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"699e90",
"class":"cell txt l",
"children":[
" ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
"C"
]
},
" "
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2ef7fb",
"class":"cell txt l",
"children":[
"Collagen vascular disease (eosinophilic granulomatosis with polyangiitis)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f768ed",
"class":"cell txt l",
"children":[
" ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
"H"
]
},
" "
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2edf7f",
"class":"cell txt l",
"children":[
"Helminthic (parasitic worm) infection (e.g., ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Strongyloides"
]
},
")"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"343a42",
"class":"cell txt l",
"children":[
" ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
"I"
]
},
" "
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c3401a",
"class":"cell txt l",
"children":[
"Idiopathic hypereosinophilic syndrome (extensive evaluation unrevealing)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a4b143",
"class":"cell txt l",
"children":[
" ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
"N"
]
},
" "
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"876230",
"class":"cell txt l",
"children":[
"Neoplasia (primary myeloproliferative neoplasms, acute myeloid leukemia, some solid tumors, lymphomas most common)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"951196",
"class":"cell txt l",
"children":[
" ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
"A"
]
},
" "
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"352c81",
"class":"cell txt l",
"children":[
"Allergy, atopy, asthma (also drug induced: carbamazepine, sulfonamides)"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[

]
},
"mk19_b_hm_t05":{
"id":"mk19_b_hm_t05",
"number":5,
"bookId":"hm",
"title":{
"__html":"2016 World Health Organization (WHO) Classification of Myelodysplastic Syndromes"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"ca2e99",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 5. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_b_hm_t05"
}
]
},
"2016 World Health Organization (WHO) Classification of Myelodysplastic Syndromes"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"071b87",
"class":"col hd l",
"children":[
"Subtype"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"747f99",
"class":"col hd l",
"children":[
"Blood"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a2f2a9",
"class":"col hd l",
"children":[
"Bone Marrow"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2c066a",
"class":"cell txt l",
"children":[
"MDS with single lineage dysplasia (MDS-SLD)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0e0339",
"class":"cell txt l",
"children":[
"Single or bicytopenia"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"65bc67",
"class":"cell txt l",
"children":[
"Dysplasia ≥10% of cell line, <5% blasts"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b0e3d7",
"class":"cell txt l",
"children":[
"MDS with ring sideroblasts (MDS-RS)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9a6dab",
"class":"cell txt l",
"children":[
"Anemia, no blasts"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d89435",
"class":"cell txt l",
"children":[
"≥15% erythroid precursors with RS, or ≥5% RS with ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"SF3B1"
]
},
" mutation, <5% sideroblasts"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"51e563",
"class":"cell txt l",
"children":[
"MDS with multilineage dysplasia (MDS-MLD)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"90d451",
"class":"cell txt l",
"children":[
"Cytopenias; monocytes <1 × 10",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"9"
]
},
"/L"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f104b1",
"class":"cell txt l",
"children":[
"Dysplasia ≥10% of cells in ≥2 lineages, <15% RS (<5% RS if ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"SF3B1"
]
},
" present), <5% blasts"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d6d184",
"class":"cell txt l",
"children":[
"MDS with excess myeloblasts-1 (MDS-EB-1)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d2cde6",
"class":"cell txt l",
"children":[
"Cytopenia(s); ≥2%-4% blasts; monocytes <1 × 10",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"9"
]
},
"/L"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a8ca13",
"class":"cell txt l",
"children":[
"Unilineage or multilineage dysplasia, 5%-9% blasts, no Auer rods"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"43fff9",
"class":"cell txt l",
"children":[
"MDS with excess myeloblasts-2 (MDS-EB-2)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"600e63",
"class":"cell txt l",
"children":[
"Cytopenia(s); 5%-19% blasts; monocytes <1 × 10",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"9"
]
},
"/L"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"434ae4",
"class":"cell txt l",
"children":[
"Unilineage or multilineage dysplasia, 10%-19% blasts, +/−Auer rods"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"fd62c4",
"class":"cell txt l",
"children":[
"MDS, unclassifiable (MDS-U)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0ae9ea",
"class":"cell txt l",
"children":[
"Cytopenia(s), +/− 1% blasts on at least two occasions"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f0f287",
"class":"cell txt l",
"children":[
"Unilineage or no dysplasia but MDS cytogenetics, <5% blasts"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-7 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ae03d1",
"class":"cell txt l",
"children":[
"MDS with isolated 5q–"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"3d0e3e",
"class":"cell txt l",
"children":[
"Anemia, normal or increased platelets"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"101471",
"class":"cell txt l",
"children":[
"Unilineage erythroid dysplasia, isolated 5q–, <5% blasts +/− one other abnormality except 7q−"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-8 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ae6162",
"class":"cell txt l",
"children":[
"Refractory cytopenia of childhood (provisional WHO category)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b1a56e",
"class":"cell txt l",
"children":[
"Cytopenias, <2% blasts"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0df17e",
"class":"cell txt l",
"children":[
"Dysplasia in one to three lineages, <5% blasts"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"MDS = myelodysplastic syndromes; RS = ring sideroblasts."
]
]
}
}
}