{
"id":"mk19_a_on_s5",
"subspecialtyId":"on",
"title":"Gastroenterological Malignancies",
"jsonContent":{
"type":"section",
"id":"mk19_a_on_s5",
"title":{
"__html":"Gastroenterological Malignancies"
},
"titleNode":{
"type":"section-title",
"hlId":"6386aa",
"children":[
"Gastroenterological Malignancies"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_on_s5_1",
"title":{
"__html":"Colorectal Cancer"
},
"titleNode":{
"type":"section-title",
"hlId":"45297c",
"children":[
"Colorectal Cancer"
]
},
"children":[
{
"type":"p",
"hlId":"4f9be4",
"children":[
"Colorectal cancer (CRC), the fourth most common cancer and second leading cause of cancer death in North America, is largely preventable through screening. Guidelines differ regarding the recommended age to commence screening. The U.S. Preventive Services Task Force guidelines recommend routine screening to begin at age 45 years because the percentage of cases diagnosed below the age of 50 has increased from 10% to 12% over the past decade. CRC screening of average-risk patients is discussed in ",
{
"type":"cross-reference",
"target":"mk19_b_gm_s1_2_3_5_3",
"children":[
"MKSAP 19 General Internal Medicine 2"
]
},
". Most colon cancers are adenocarcinomas that begin in the inner lining and progress to involve or spread beyond the full thickness of the bowel wall, to regional lymph nodes, and subsequently to distant organ metastases. Epidemiology, pathophysiology, risk factors, screening, and clinical manifestations will be discussed in ",
{
"type":"cross-reference",
"target":"mk19_a_gi_s5",
"children":[
"MKSAP 19 Gastroenterology and Hepatology"
]
},
"."
]
},
{
"type":"p",
"hlId":"fb34e0",
"children":[
"Tumors on the midgut-derived right side of the large intestine (cecum, ascending colon, and proximal two thirds of transverse colon) have a markedly different biology, including a substantially worse prognosis, from those rising on the hindgut-derived left side (distal third of the transverse colon, descending colon, sigmoid colon, and rectum). Left-sided tumors are more likely to cause a change in bowel habits. Cancers in the proximal colon rarely cause obstructive symptoms due to the wider lumen and liquid nature of the fecal contents. Patients with right-sided tumors are more likely to present with iron-deficiency anemia due to occult, chronic blood loss. Patients with colon cancer at any location may also present with hematochezia, pain, or acute clinical signs from obstruction, or in rare cases, perforation."
]
},
{
"type":"p",
"hlId":"1ed824",
"children":[
"Approximately 15% of CRCs lack one or more mismatch repair enzymes and are known as deficient mismatch repair (dMMR) CRC, manifesting as increased microsatellite instability (MSI) in the cancer cell's DNA and resulting in a condition of hypermutability; the terms ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"dMMR"
]
},
" and ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"MSI"
]
},
" are essentially synonymous. All CRCs should be screened for dMMR or MSI. Approximately 20% of patients with dMMR tumors will have a germline mismatch repair deficiency, known as Lynch syndrome, which is discussed in ",
{
"type":"cross-reference",
"target":"mk19_a_gi_s5_9_1",
"children":[
"MKSAP 19 Gastroenterology and Hepatology"
]
},
". Lynch syndrome is autosomal dominant, and patients and family members should be offered formal genetic counseling and more intense cancer surveillance. Mismatch repair status of the tumor can affect treatment choices in patients with stage II or stage IV cancer as discussed in the information to follow."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"fe134f",
"children":[
"Tumors arising on the right side of the large intestine have a different biology and substantially worse prognosis than tumors on the left side."
]
},
{
"type":"keypoint",
"hlId":"c40797",
"children":[
"All colorectal cancers should be screened for mismatch repair enzyme deficiency or microsatellite instability; patients whose tumors test positive should be screened for germline mismatch repair deficiency (Lynch syndrome)."
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s5_1_1",
"title":{
"__html":"Staging"
},
"titleNode":{
"type":"section-title",
"hlId":"1bee0d",
"children":[
"Staging"
]
},
"children":[
{
"type":"p",
"hlId":"49a693",
"children":[
"TNM cancer staging is the first step in treatment planning ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_on_t09",
"wrapId":"1",
"children":[
"Table 9"
]
}
]
},
")"
]
},
". Evaluation includes obtaining carcinoembryonic antigen (CEA) levels in addition to routine laboratory studies; a full colonoscopy (if possible); and contrast-enhanced CT scans of the chest, abdomen, and pelvis. Patients with rectal cancers also require a rectal MRI, which provides greater precision in assessing tumor penetration and lymph node involvement. PET scans do not provide greater accuracy in staging and should not be used unless contrast-enhanced CT scans are contraindicated."
]
},
{
"type":"inline-wrap",
"wrapId":"1",
"contentIds":[
"mk19_a_on_t09"
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s5_1_2",
"title":{
"__html":"Treatment"
},
"titleNode":{
"type":"section-title",
"hlId":"4c4ac0",
"children":[
"Treatment"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_on_s5_1_2_1",
"title":{
"__html":"Rectal Cancer"
},
"titleNode":{
"type":"section-title",
"hlId":"f3a0e3",
"children":[
"Rectal Cancer"
]
},
"children":[
{
"type":"p",
"hlId":"ee246d",
"children":[
"Rectal cancers that do not penetrate the full thickness of the bowel wall and do not involve regional lymph nodes are stage I and are treated with surgical resection. Small stage I tumors may be resected by a transanal approach, decreasing postoperative morbidity. Unless more extensive disease is found during surgery, no further treatment is warranted."
]
},
{
"type":"p",
"hlId":"006de2",
"children":[
"Full-thickness tumors (stage II) and/or those with involved lymph nodes (stage III) routinely require irradiation, chemotherapy, and surgery. Evidence is insufficient to define an optimal sequencing of the three treatment modalities, although total neoadjuvant therapy (TNT), in which all planned chemotherapy and irradiation is given before surgery, is becoming a more widespread practice. If a complete clinical response to TNT is achieved, nonoperative management with close surveillance may be considered. Attempts are made to preserve anal sphincter function, but if a distal rectal cancer is not fully eradicated by TNT, an abdominal-perineal resection with resultant permanent colostomy is required. Surgery for tumors of the mid rectum and above rarely require a permanent colostomy."
]
},
{
"type":"p",
"hlId":"82405d",
"children":[
"Capecitabine, an oral prodrug that is converted into 5-fluorouracil (5-FU), or, less commonly, intravenous 5-FU, is given concurrently with radiation therapy. Both drugs may be associated with erythema of the palms and soles that may progress to blistering (hand-foot syndrome). Mucositis, diarrhea, and neutropenia may also occur. Leucovorin, 5-FU, and oxaliplatin (FOLFOX) or capecitabine plus oxaliplatin (CAPOX) regimens are typically used for the chemotherapy-only portion of the treatment. Oxaliplatin often causes a peripheral neuropathy, which may not resolve fully."
]
},
{
"type":"p",
"hlId":"b11990",
"children":[
"Following therapy, patients with rectal cancer should be evaluated at approximately 6-month intervals for up to 5 years with a history, physical examination, and serum CEA level assessment. Contrast-enhanced CT scans of the chest, abdomen, and pelvis are typically obtained annually for 5 years."
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s5_1_2_2",
"title":{
"__html":"Colon Cancer"
},
"titleNode":{
"type":"section-title",
"hlId":"fd10ce",
"children":[
"Colon Cancer"
]
},
"children":[
{
"type":"p",
"hlId":"a74f1a",
"children":[
"Nonmetastatic colon cancers are initially treated with surgical resection. Pathologic evaluation then determines further treatment."
]
},
{
"type":"p",
"hlId":"282e36",
"children":[
"Patients with microsatellite stable stage II cancer lacking high-risk features, such as poorly differentiated histology, T4 primary tumor, lymphovascular invasion, inadequate lymph node sampling (less than 12), elevated postoperative CEA level, or perforation or obstruction, are at low risk for recurrence and are unlikely to benefit from adjuvant treatment. Patients with one or more of these risk factors may be considered for adjuvant 5-FU or capecitabine. Data are equivocal on the use of FOLFOX or CAPOX."
]
},
{
"type":"p",
"hlId":"433792",
"children":[
"All patients with stage III (node-positive) colon cancer should receive FOLFOX or CAPOX postoperatively. In those with favorable characteristics (T1-3, N1), 3 months of treatment is noninferior to 6. Patients with T4 and/or N2 disease (four or more positive nodes) are typically treated for 6 months."
]
},
{
"type":"p",
"hlId":"61f454",
"children":[
"Postoperative surveillance after curative resection is used to identify oligometastatic disease in the liver or lung that may be resectable. Complete resection of oligometastatic foci confined to a single organ can be curative in approximately 25% of these patients. CEA assessment should be done at approximately 6-month intervals. Contrast-enhanced CT scans of the chest, abdomen, and pelvis are recommended annually for up to 5 years postoperatively. PET scanning should not be used for routine surveillance. Colonoscopy is recommended 1 year after resection (or 3 to 6 months after resection if a complete colonoscopy was not done preoperatively) and then in 3 years, followed by every 5 years, unless abnormalities are found."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"5fd2df",
"hvc":true,
"children":[
"PET scans should not be used for preoperative staging or postoperative surveillance in colorectal cancer."
]
},
{
"type":"keypoint",
"hlId":"ee6349",
"children":[
"Standard treatment of stages II and III rectal cancer involves chemotherapy, irradiation and surgery, although the optimal sequence is uncertain."
]
},
{
"type":"keypoint",
"hlId":"82fdad",
"children":[
"Patients with rectal cancer who achieve a complete clinical response to chemoradiotherapy may be considered for nonoperative “watch and wait” management."
]
},
{
"type":"keypoint",
"hlId":"3ccb44",
"hvc":true,
"children":[
"Patients with stage II colon cancer that is microsatellite stable and lacks high-risk features are unlikely to benefit from adjuvant chemotherapy."
]
},
{
"type":"keypoint",
"hlId":"544c4d",
"children":[
"Posttreatment surveillance for patients with colorectal cancer includes periodic history; physical examination; serum carcinoembryonic antigen level testing; and CT of the chest, abdomen, and pelvis, as early detection and resection of isolated metastatic disease can still result in cure."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s5_1_3",
"title":{
"__html":"Metastatic Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"7ed6b9",
"children":[
"Metastatic Disease"
]
},
"children":[
{
"type":"p",
"hlId":"647646",
"children":[
"All metastatic CRCs require molecular analysis for ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"KRAS"
]
},
", ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"NRAS"
]
},
", and ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"BRAF"
]
},
" gene mutation status as well as dMMR determination. This step rarely affects the choice of first-line therapy but will define subsequent treatment options. These tests can be done on either the primary tumor or a metastasis; rebiopsy of late-appearing metastases for the purpose of these studies is rarely needed. When sufficient tumor tissue is unavailable, circulating tumor DNA may be assayed in a blood sample (liquid biopsy) for tumor genotyping."
]
},
{
"type":"p",
"hlId":"c55690",
"children":[
"Patients with metastatic disease limited to the liver or lung should be evaluated for surgical resection with curative intent. Unresectable metastatic CRC is treatable but not curable. Although chemotherapy may prolong survival and relieve cancer-related symptoms, patients who have a poor performance status may not benefit or may have unacceptable toxicity."
]
},
{
"type":"p",
"hlId":"20e2e6",
"children":[
"5-FU is at the center of most treatment regimens, with longer infusions preferable to bolus administration. Leucovorin is often combined with 5-FU. Capecitabine can be an alternative to 5-FU. Other cytotoxic agents used in metastatic CRC include irinotecan and oxaliplatin. The anti–vascular endothelial growth factor (VEGF) monoclonal antibody bevacizumab is often given concurrently with first-line cytotoxic chemotherapy regimens. This agent potentiates other chemotherapies, resulting in a modestly increased duration of progression-free survival, and in some studies, in increased duration of overall survival. Continuing an anti-VEGF agent with second-line chemotherapy also modestly improves overall survival. Anti-VEGF agents commonly cause hypertension, sometimes requiring therapy. They also impair wound healing and need to be discontinued perioperatively. Very rare but potentially life-threatening adverse effects include arterial thrombotic events such as myocardial infarction, cerebrovascular accidents, and gastrointestinal perforations."
]
},
{
"type":"p",
"hlId":"b50cc0",
"children":[
"Panitumumab and cetuximab are monoclonal antibodies that bind to and block activation of the epidermal growth factor receptor. They are potentially active only in tumors that harbor nonmutated (wild-type) ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"KRAS, NRAS,"
]
},
" and ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"BRAF"
]
},
" genes. More recent data suggest that these agents may only have activity in tumors derived from the left side of the large intestine. The major adverse effect of these agents is a painful and socially debilitating acneiform rash. There is a high correlation between rash and antitumor activity, and patients who have only a mild skin rash are unlikely to benefit from these agents. Anti–epidermal growth factor receptor agents should not be used concurrently with anti-VEGF agents, as outcomes are worse. Thus far, immune checkpoint inhibitors have been inactive in metastatic CRC, with the exception of rare metastatic tumors that are dMMR (2% to 4% of all patients with metastases). The programmed death 1 receptor inhibitors pembrolizumab and nivolumab have both shown activity in such patients."
]
},
{
"type":"p",
"hlId":"5adab9",
"children":[
"Presently, multigene sequencing beyond ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"KRAS"
]
},
", ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"NRAS"
]
},
", and ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"BRAF"
]
},
" offers no clinically useful information and is not warranted outside of a research setting."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"234398",
"children":[
"5-fluorouracil (5-FU) is first-line therapy for metastatic colorectal cancer and is often combined with leucovorin; capecitabine is an alternative to 5-FU."
]
},
{
"type":"keypoint",
"hlId":"8f9f26",
"children":[
"All metastatic colorectal cancers require molecular analysis for ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"KRAS, NRAS,"
]
},
" and ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"BRAF"
]
},
" gene mutation status as well as mismatch repair gene deficiency, which will determine treatment after first-line therapy."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s5_2",
"title":{
"__html":"Anal Cancer"
},
"titleNode":{
"type":"section-title",
"hlId":"4db1fb",
"children":[
"Anal Cancer"
]
},
"children":[
{
"type":"p",
"hlId":"b99e75",
"children":[
"Anal cancer is a human papillomavirus (HPV)–associated malignancy. Unlike rectal cancer, which is an adenocarcinoma, anal cancer is a squamous cell carcinoma. Anal cancer is often curable with combined irradiation and chemotherapy; surgery is typically not indicated. Mitomycin plus 5-FU or capecitabine is the standard chemotherapy regimen. Although complete regression may be observed as soon as 8 weeks after irradiation, responding tumors may continue to regress for up to 6 months after irradiation. If tumor growth is seen after irradiation, then salvage surgery with a permanent colostomy is indicated. Distant metastases are rare. When they do develop, chemotherapy with a platinum-containing regimen (oxaliplatin, cisplatin, or carboplatin) is often active. Immune checkpoint inhibitors such as nivolumab or pembrolizumab have shown activity in metastatic disease."
]
},
{
"type":"p",
"hlId":"9bf71c",
"children":[
"Although HPV vaccination would be expected to be as effective at cancer prevention as it is with other HPV-related malignancies, there is no evidence that HPV vaccination plays a role in treatment or posttreatment management of patients with anal cancer. See ",
{
"type":"cross-reference",
"target":"mk19_b_gm_s1_3_2_3",
"children":[
"MKSAP 19 General Internal Medicine 2"
]
},
" for further discussion of HPV vaccination."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"a51368",
"children":[
"Anal cancer, a squamous cell carcinoma linked to human papillomavirus, is often cured by combination irradiation and chemotherapy, sparing the need for surgical resection and colostomy."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s5_3",
"title":{
"__html":"Pancreatic Cancer"
},
"titleNode":{
"type":"section-title",
"hlId":"5f012f",
"children":[
"Pancreatic Cancer"
]
},
"children":[
{
"type":"p",
"hlId":"5a65f8",
"children":[
"There are approximately 57,000 patients diagnosed with exocrine pancreatic cancer per year in the United States. Mortality is high, with approximately 46,000 deaths expected annually. Only patients who can undergo a complete resection have a chance of cure. When disease is unresectable because of invasion into critical vascular structures, median survival is approximately 1 year. For those with metastatic disease, median survival is typically less than half that."
]
},
{
"type":"p",
"hlId":"9cf63e",
"children":[
"Most pancreatic cancers lack a genetic predisposition, although 5% to 10% of patients have either a strong family history of pancreatic cancer, or an identifiable mutation",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
","
]
},
" including ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"BRCA"
]
},
" gene mutations and dMMR (Lynch syndrome). Genetic counseling and germline testing for ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"BRCA"
]
},
" and mismatch repair deficiency is now recommended for patients with pancreatic cancer. Chronic pancreatitis, obesity, type 2 diabetes mellitus, high red meat consumption, alcohol abuse, and tobacco use are implicated risk factors."
]
},
{
"type":"p",
"hlId":"8471ee",
"children":[
"Painless jaundice, abdominal pain, weight loss, persistent fevers, or protracted nausea and vomiting may be presenting symptoms. Manifestations of hypercoagulability, including Trousseau syndrome (a migratory superficial thrombophlebitis), chronic disseminated intravascular coagulation, deep venous thrombosis, or pulmonary embolism, may be the initial manifestations of underlying pancreatic cancer."
]
},
{
"type":"p",
"hlId":"71b83b",
"children":[
"A contrast-enhanced CT of the chest and abdomen (or noncontrast chest CT and abdominal MRI) are appropriate for staging and treatment planning. PET scans do not add value in pancreatic cancer management. Endoscopic ultrasonography may help in staging and is used to more precisely guide diagnostic needle biopsy. Some patients with clinical features that strongly suggest malignancy may not require such preoperative biopsy, as false-negative results would not obviate the need for surgical resection. Magnetic resonance cholangiopancreatography may also be useful in delineating resectability in borderline patients. Conversion therapy—using irradiation or chemotherapy to convert locally unresectable disease to resectable—may be considered in patients in whom a response might create a plane of resection."
]
},
{
"type":"p",
"hlId":"4207e7",
"children":[
"Patients without evidence of metastatic disease who appear to have technically resectable disease should undergo resection."
]
},
{
"type":"p",
"hlId":"74b939",
"children":[
"Gemcitabine plus capecitabine or the modified combination regimen of oxaliplatin, irinotecan, 5-FU, and leucovorin are preferred rather than single-agent therapy for patients who have a good performance status and can tolerate aggressive chemotherapy after their surgery. The routine use of postoperative irradiation is not advised."
]
},
{
"type":"p",
"hlId":"0528b0",
"children":[
"After pancreatic cancer resection, most patients require pancreatic enzyme replacement therapy, and those with the most extensive pancreatic resection need lifelong insulin therapy."
]
},
{
"type":"p",
"hlId":"25c33a",
"children":[
"For metastatic disease, the combination regimen oxaliplatin, irinotecan, 5-FU, and leucovorin or the combination of nab-paclitaxel and gemcitabine have each shown better antitumor activity and modest survival benefits over single-agent gemcitabine, albeit with higher toxicity. In second-line therapy, liposome-encapsulated irinotecan added to 5-FU has shown very modest activity in patients with a good performance status not previously treated with irinotecan."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"b08ce3",
"children":[
"Patients without metastatic disease who have clinical staging suggesting resectable or borderline resectable pancreatic cancer should undergo resection."
]
},
{
"type":"keypoint",
"hlId":"fa8757",
"hvc":true,
"children":[
"PET scans do not add value in the staging of pancreatic cancer and are not part of standard management."
]
},
{
"type":"keypoint",
"hlId":"352b30",
"children":[
"The use of adjuvant chemotherapy with modified oxaliplatin, irinotecan, 5-FU, and leucovorin or gemcitabine plus capecitabine has been shown to increase survival in patients with good postoperative performance status."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s5_4",
"title":{
"__html":"Gastroesophageal Cancer"
},
"titleNode":{
"type":"section-title",
"hlId":"3d0dbd",
"children":[
"Gastroesophageal Cancer"
]
},
"children":[
{
"type":"p",
"hlId":"914208",
"children":[
"Epidemiology, risk factors, and clinical manifestations of esophageal and gastric cancer are discussed in ",
{
"type":"cross-reference",
"target":"mk19_a_gi_s1_3_1",
"children":[
"MKSAP 19 Gastroenterology and Hepatology"
]
},
"."
]
},
{
"type":"p",
"hlId":"84a9cf",
"children":[
"Upper gastrointestinal tract cancers are a major cause of cancer deaths worldwide, particularly in Asia and Africa. The incidence has been increasing steadily in North America and other Western countries, albeit with changing histology. With the dramatic rise in the incidence of adenocarcinoma of the distal esophagus and proximal stomach, gastroesophageal cancer is now considered a single entity."
]
},
{
"type":"p",
"hlId":"b885d9",
"children":[
"Smoking and alcohol use remain the major risk factors for squamous cell carcinoma of the esophagus. Risk factors for the more common adenocarcinoma also include smoking along with gastroesophageal reflux disease (GERD) and obesity. The development of Barrett esophagus as a result of GERD, especially with dysplastic features, is a further risk for developing adenocarcinoma of the esophagus. Surveillance and treatment recommendations are based on grade of Barrett esophagus and the presence of dysplasia. See ",
{
"type":"cross-reference",
"target":"mk19_a_gi_s1_2_1",
"children":[
"MKSAP 19 Gastroenterology and Hepatology"
]
},
" for more detailed information on Barrett esophagus and GERD."
]
},
{
"type":"p",
"hlId":"12001d",
"children":[
"Upper endoscopy and biopsy establishes the diagnosis. Endoscopic ultrasonography is routinely used to assess the depth of tumor penetration and presence of involved lymph nodes. In contrast to the evaluation of other gastrointestinal tumors, PET/CT is widely used as part of standard preoperative staging."
]
},
{
"type":"p",
"hlId":"315727",
"children":[
"Surgery is the primary treatment of locoregional disease, found in approximately one third of patients. Data have shown a survival benefit for preoperative therapy with either neoadjuvant chemotherapy or combined neoadjuvant chemotherapy and radiation therapy. Adjuvant chemotherapy is warranted for patients with cancer who undergo surgery first and whose cancer is more advanced than stage I."
]
},
{
"type":"p",
"hlId":"85eb3e",
"children":[
"Unfortunately, recurrence rates after surgical resection remain high, even with the use of adjuvant therapy. Treatment of recurrent or metastatic disease is only modestly effective and is not curative."
]
},
{
"type":"p",
"hlId":"050008",
"children":[
"Approximately 25% of gastroesophageal cancers overexpress the human epidermal growth factor receptor 2 (",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"HER2)"
]
},
". For patients with metastatic ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"HER2"
]
},
"-positive gastroesophageal cancer, the addition of the anti-",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"HER2"
]
},
" monoclonal antibody trastuzumab to chemotherapy provides a modest but statistically significant survival benefit. The anti-VEGF receptor monoclonal antibody ramucirumab has shown modest activity as a non–first-line treatment, either alone or in combination with a taxane. Immune checkpoint inhibitors have shown activity in the non–first-line setting in gastroesophageal tumors with MSI, or, to a lesser degree, in those that are microsatellite stable but express programmed death 1, the target for programmed death 1 inhibitors such as nivolumab or pembrolizumab."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"266036",
"children":[
"Upper endoscopy and biopsy establishes the diagnosis of gastroesophageal cancer, and endoscopic ultrasonography is routinely used to assess the depth of tumor penetration and presence of involved lymph nodes."
]
},
{
"type":"keypoint",
"hlId":"7b6a6a",
"children":[
"In contrast to other gastrointestinal tumors, PET/CT is widely used as part of standard preoperative staging of gastroesophageal cancer."
]
},
{
"type":"keypoint",
"hlId":"c85d1f",
"children":[
"Upper gastrointestinal tumors should be evaluated for ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"HER2"
]
},
" overexpression; adding trastuzumab to chemotherapy regimens for patients with ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"HER2"
]
},
" overexpression and metastatic disease provides a modest survival benefit."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s5_5",
"title":{
"__html":"Gastric Lymphoma"
},
"titleNode":{
"type":"section-title",
"hlId":"667cf9",
"children":[
"Gastric Lymphoma"
]
},
"children":[
{
"type":"p",
"hlId":"9f98b9",
"children":[
"The stomach may be the primary site for extranodal lymphoma, a heterogeneous group of B-cell and T-cell neoplasms, generally treated with combination chemotherapy. A specific variant, mucosa-associated lymphoid tissue lymphomas, are indolent tumors; patients often present with localized disease and concomitant ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Helicobacter pylori"
]
},
" infection. In that setting, standard treatment to eradicate the ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"H. pylori"
]
},
" infection results in sustained complete remission in the majority of patients without the need for additional chemotherapy or radiation therapy. Mucosa-associated lymphoid tissue is discussed further in Lymphoid Malignancies."
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s5_6",
"title":{
"__html":"Neuroendocrine Tumors"
},
"titleNode":{
"type":"section-title",
"hlId":"6f40fc",
"children":[
"Neuroendocrine Tumors"
]
},
"children":[
{
"type":"p",
"hlId":"a3eec4",
"children":[
"Gastrointestinal neuroendocrine tumors (NETs) (formerly called carcinoid tumors) arise from the endocrine cells of the digestive tract. Pancreatic NETs arise from the islets of Langerhans cells and were previously called islet cell tumors. Although histologically similar, gastrointestinal and pancreatic NETs behave differently, with several drugs showing activity against pancreatic NETs but not gastrointestinal NETs. The clinical features of pancreatic NETs are discussed in ",
{
"type":"cross-reference",
"target":"mk19_a_gi_s3_6_1",
"children":[
"MKSAP 19 Gastroenterology & Hepatology"
]
},
"."
]
},
{
"type":"p",
"hlId":"080358",
"children":[
"Most NETs do not produce hormones and are termed “nonfunctional.” These tumors are often found incidentally or during the evaluation of metastatic cancer, most commonly to the liver. Up to 25% of NETs may produce hormones that cause symptoms suggesting a diagnosis."
]
},
{
"type":"p",
"hlId":"f9a853",
"children":[
"Multiphasic contrast-enhanced CT is used for staging in most patients with NETs except those with low potential to spread. Surgical resection is recommended for localized NETs, and resection may be considered in selected patients with metastatic disease in order to palliate pain or reduce hormone production. Well-differentiated gastrointestinal NETs exhibit indolent growth. Intermediate-grade tumors are generally, but not always, more aggressive, whereas poorly differentiated, high-grade NETs are highly aggressive tumors that are treated with platinum-based cytotoxic regimens used for small cell lung cancer."
]
},
{
"type":"p",
"hlId":"669c1b",
"children":[
"Given the indolent nature of metastatic or unresectable NETs, observation and serial examination and imaging, at 3 months initially, then 3 to 6 months subsequently, are appropriate. Asymptomatic patients may do well, with minimal growth and no symptoms for years, even with metastatic disease."
]
},
{
"type":"p",
"hlId":"7918f9",
"children":[
"The somatostatin analogues octreotide or lanreotide may be used for hormonal control or to delay tumor progression in patients who have metastatic tumors with somatostatin receptors. Hepatic arterial embolization, radiofrequency ablation, or surgical debulking are sometimes used to decrease hormone production or to relieve symptoms of tumor bulk."
]
},
{
"type":"p",
"hlId":"3fb88d",
"children":[
"When treatment is needed for either metastatic or unresectable disease, pancreatic NETs can be treated with temozolomide plus capecitabine, or sunitinib (an anti-VEGF tyrosine kinase inhibitor), or everolimus (a mammalian target of rapamycin inhibitor). Everolimus has more modest activity in gastrointestinal NETs, but the other agents used for pancreatic NETs are inactive in gastrointestinal NETs. Peptide-receptor radiotherapy with lutetium 177-labeled somatostatin analogue is a newer approach that is active in well-differentiated NETs and is an appropriate consideration in progressing and/or symptomatic disease."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"802e7e",
"children":[
"Although histologically similar, gastrointestinal and pancreatic neuroendocrine tumors (NETs) behave differently, with several drugs showing activity against pancreatic NETs but not gastrointestinal NETs."
]
},
{
"type":"keypoint",
"hlId":"9c1d49",
"hvc":true,
"children":[
"Well-differentiated neuroendocrine tumors are indolent and often initially only require observation and serial imaging."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s5_7",
"title":{
"__html":"Gastrointestinal Stromal Tumors"
},
"titleNode":{
"type":"section-title",
"hlId":"994b92",
"children":[
"Gastrointestinal Stromal Tumors"
]
},
"children":[
{
"type":"p",
"hlId":"e99edf",
"children":[
"Gastrointestinal stromal tumors (GISTs) are sarcomas characterized by an activating mutation in the c-",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"kit"
]
},
" proto-oncogene, which leads to constitutive activation of the receptor tyrosine kinase. Histologically, GISTs are identified by overexpression of the ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"KIT"
]
},
" gene, the immunohistochemical marker for KIT protein. Although these tumors may be asymptomatic or incidentally discovered during an endoscopic or imaging procedure, most are associated with nonspecific gastrointestinal symptoms, and some may cause overt bleeding, pain, or signs of obstruction. They are most commonly located in the stomach, which confers a better prognosis, and in the proximal intestine. Other prognostic factors include tumor size and mitotic rate."
]
},
{
"type":"p",
"hlId":"af53f8",
"children":[
"For patients undergoing a potentially curative resection of a localized GIST, low-risk tumors do not benefit from further treatment. Higher-risk tumors are treated for 3 years with the adjuvant tyrosine kinase inhibitor imatinib. Imatinib is also used to treat patients who present with unresectable or metastatic disease."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"0746d4",
"children":[
"High-risk gastrointestinal stromal tumors should be treated with surgery and 3 years of adjuvant imatinib."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s5_8",
"bibliography":true,
"title":{
"__html":"Bibliography"
},
"titleNode":{
"type":"section-title",
"hlId":"a7cc81",
"children":[
"Bibliography"
]
},
"children":[
{
"type":"references",
"children":[
{
"type":"reference",
"children":[
"Conroy T, Hammel P, Hebbar M, et al; Canadian Cancer Trials Group and the Unicancer-GI–PRODIGE Group. FOLFIRINOX or gemcitabine as adjuvant therapy for pancreatic cancer. N Engl J Med. 2018;379:2395-2406. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30575490",
"target":"_blank"
},
"children":[
"PMID: 30575490"
]
},
" doi:10.1056/NEJMoa1809775"
]
},
{
"type":"reference",
"children":[
"Creasy JM, Sadot E, Koerkamp BG, et al. Actual 10-year survival after hepatic resection of colorectal liver metastases: what factors preclude cure? Surgery. 2018;163:1238-44. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29455841",
"target":"_blank"
},
"children":[
"PMID: 29455841"
]
},
" doi:10.1016/j.surg.2018.01.004"
]
},
{
"type":"reference",
"children":[
"Greally M, Agarwal R, Ilson DH. Optimal management of gastroesophageal junction cancer. Cancer. 2019;125:1990-2001. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30973648",
"target":"_blank"
},
"children":[
"PMID: 30973648"
]
},
" doi:10.1002/cncr.32066"
]
},
{
"type":"reference",
"children":[
"Grothey A, Sobrero AF, Shields AF, et al. Duration of adjuvant chemotherapy for stage III colon cancer. N Engl J Med. 2018;378:1177-88. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29590544",
"target":"_blank"
},
"children":[
"PMID: 29590544"
]
},
" doi:10.1056/NEJMoa1713709"
]
},
{
"type":"reference",
"children":[
"Laurent M, Brahmi M, Dufresne A, et al. Adjuvant therapy with imatinib in gastrointestinal stromal tumors (GISTs)-review and perspectives. Transl Gastroenterol Hepatol. 2019;4:24. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31143845",
"target":"_blank"
},
"children":[
"PMID: 31143845"
]
},
" doi:10.21037/tgh.2019.03.07"
]
},
{
"type":"reference",
"children":[
"Raj N, Fazio N, Strosberg J. Biology and systemic treatment of advanced gastroenteropancreatic neuroendocrine tumors. Am Soc Clin Oncol Educ Book. 2018;38:292-99. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30231344",
"target":"_blank"
},
"children":[
"PMID: 30231344"
]
},
" doi:10.1200/EDBK_200893"
]
},
{
"type":"reference",
"children":[
"Russo S, Anker CJ, Abdel-Wahab M, et al; Expert Panel on Radiation Oncology-Local Excision in Rectal Cancer. Executive summary of the American Radium Society appropriate use criteria for local excision in rectal cancer. Int J Radiat Oncol Biol Phys. 2019;105:977-93. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31445109",
"target":"_blank"
},
"children":[
"PMID: 31445109"
]
},
" doi:10.1016/j.ijrobp.2019.08.020"
]
},
{
"type":"reference",
"children":[
"van der Valk MJM, Hilling DE, Bastiaannet E, et al; IWWD Consortium. Long-term outcomes of clinical complete responders after neoadjuvant treatment for rectal cancer in the International Watch & Wait Database (IWWD): an international multicentre registry study. Lancet. 2018;391:2537-45. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29976470",
"target":"_blank"
},
"children":[
"PMID: 29976470"
]
},
" doi:10.1016/S0140-6736(18)31078-X"
]
},
{
"type":"reference",
"children":[
"Venook AP, Niedzwiecki D, Lenz HJ, et al. Effect of first-line chemotherapy combined with cetuximab or bevacizumab on overall survival in patients with KRAS wild-type advanced or metastatic colorectal cancer: a randomized clinical trial. JAMA. 2017;317:2392-2401. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/28632865",
"target":"_blank"
},
"children":[
"PMID: 28632865"
]
},
" doi:10.1001/jama.2017.7105"
]
},
{
"type":"reference",
"children":[
"Wille-Jørgensen P, Syk I, Smedh K, et al; COLOFOL Study Group. Effect of more vs less frequent follow-up testing on overall and colorectal cancer-specific mortality in patients with stage II or III colorectal cancer: the COLOFOL randomized clinical trial. JAMA. 2018;319:2095-2103. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29800179",
"target":"_blank"
},
"children":[
"PMID: 29800179"
]
},
" doi:10.1001/jama.2018.5623"
]
}
]
}
]
}
]
},
"tablesContent":{
"mk19_a_on_t09":{
"id":"mk19_a_on_t09",
"number":9,
"bookId":"on",
"title":{
"__html":"Staging of Colorectal Cancer"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"155413",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 9. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_on_t09"
}
]
},
"Staging of Colorectal Cancer"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"64c6da",
"class":"col hd l",
"children":[
"Stage"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b5a7ad",
"class":"col hd l",
"children":[
"Description"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6bc848",
"class":"col hd l",
"children":[
"Approximate 5-Year Disease-Free Survival"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"dd7536",
"class":"cell txt l",
"children":[
"I"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c61754",
"class":"cell txt l",
"children":[
"Tumor does not invade the full thickness of bowel wall (T1, T2); lymph nodes not involved (N0)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9638a8",
"class":"cell txt l",
"children":[
"90%-95%"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"66cc12",
"class":"cell txt l",
"children":[
"II"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d0b8de",
"class":"cell txt l",
"children":[
"Tumor invades full thickness of the bowel and may invade into pericolonic or perirectal fat (T3, T4); lymph nodes not involved (N0)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"23849c",
"class":"cell txt l",
"children":[
"70%-85%"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"51ac45",
"class":"cell txt l",
"children":[
"III"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c330d9",
"class":"cell txt l",
"children":[
"One or more lymph nodes involved with cancer (N1, N2); any T stage"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e6e031",
"class":"cell txt l",
"children":[
"25%-70%"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"cf482c",
"class":"cell txt l",
"children":[
"IV"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"11c667",
"class":"cell txt l",
"children":[
"Metastatic tumor spread to any distant site or peritoneal metastases (M1); any T stage; any N stage"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"01b463",
"class":"cell txt l",
"children":[
"0%-10%"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[

]
}
}
}