{
"id":"mk19_b_rm_s6",
"subspecialtyId":"rm",
"title":"Spondyloarthritis",
"jsonContent":{
"type":"section",
"id":"mk19_b_rm_s6",
"title":{
"__html":"Spondyloarthritis"
},
"titleNode":{
"type":"section-title",
"hlId":"bec2bb",
"children":[
"Spondyloarthritis"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_rm_s6_1",
"title":{
"__html":"Overview"
},
"titleNode":{
"type":"section-title",
"hlId":"3b8782",
"children":[
"Overview"
]
},
"children":[
{
"type":"p",
"hlId":"046351",
"children":[
"Spondyloarthritis comprises arthritic disorders classified together by common genetic and environmental risk factors and clinical manifestations. Spondyloarthritis includes ankylosing spondylitis, psoriatic arthritis, reactive arthritis, and enteropathic arthritis. Their common feature is enthesitis (inflammation at the points where tendons, ligaments, and joint capsules insert into bone). Clinically, enthesitis manifests as inflammation, pain, and new bone formation in and around peripheral joints; dactylitis (diffuse digital swelling, also called ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"sausage digit"
]
},
", including the joint capsule, tendons, and ligaments) ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_rm_f14",
"wrapId":"1",
"children":[
"Figure 14"
]
}
]
},
")"
]
},
"; and, in many cases, ossification at the spinal entheses. The term ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"spondyloarthritis"
]
},
" reflects the fact that most of these conditions also tend to involve the spine."
]
},
{
"type":"inline-wrap",
"wrapId":"1",
"contentIds":[
"mk19_b_rm_f14"
]
}
]
},
{
"type":"section",
"id":"mk19_b_rm_s6_2",
"title":{
"__html":"Pathophysiology"
},
"titleNode":{
"type":"section-title",
"hlId":"34686e",
"children":[
"Pathophysiology"
]
},
"children":[
{
"type":"p",
"hlId":"f45f14",
"children":[
"Genes and the environment interact to contribute to spondyloarthritis pathogenesis. The exact mechanisms of these processes remain incompletely understood."
]
},
{
"type":"section",
"id":"mk19_b_rm_s6_2_1",
"title":{
"__html":"Genetic Factors"
},
"titleNode":{
"type":"section-title",
"hlId":"76376a",
"children":[
"Genetic Factors"
]
},
"children":[
{
"type":"p",
"hlId":"f704f0",
"children":[
"Certain subtypes of HLA-B27, a class I major histocompatibility complex (MHC) molecule that presents antigens to immune cells, are strongly associated with spondyloarthritis with axial involvement (most commonly ankylosing spondylitis). However, HLA-B27 alone is insufficient to cause ankylosing spondylitis. Other genes are therefore also important to spondyloarthritis risk, some of which have been identified (e.g., interleukin-23 receptor polymorphisms)."
]
}
]
},
{
"type":"section",
"id":"mk19_b_rm_s6_2_2",
"title":{
"__html":"Environmental Factors"
},
"titleNode":{
"type":"section-title",
"hlId":"2fedc9",
"children":[
"Environmental Factors"
]
},
"children":[
{
"type":"p",
"hlId":"2318cd",
"children":[
"The prevalence of spondyloarthritis is low in West Africa, even among HLA-B27–positive people. However, when HLA-B27–positive West Africans immigrate to the United States or Europe, the prevalence of spondyloarthritis increases to the local population level. This suggests acquired risk related to environmental modification."
]
},
{
"type":"p",
"hlId":"f711e6",
"children":[
"Intestinal dysbiosis or a proinflammatory microbiome is common in spondyloarthritis and may contribute to this observation. Terminal ileitis, similar to that seen in Crohn disease, occurs in up to 60% of patients with ankylosing spondylitis, emphasizing the overlapping nature of the spondyloarthritis disorders. Intestinal inflammation is thought to lead to a permeable gut, allowing exposure of dysbiotic bacteria (especially flagellated bacteria) to the intestinal immune system. Dysbiosis may also play a role in psoriatic arthritis. Similarly, reactive arthritis has a well-known association with enteropathic as well as urogenital infection."
]
}
]
},
{
"type":"section",
"id":"mk19_b_rm_s6_2_3",
"title":{
"__html":"Tissue Factors"
},
"titleNode":{
"type":"section-title",
"hlId":"3fd773",
"children":[
"Tissue Factors"
]
},
"children":[
{
"type":"p",
"hlId":"a3b5de",
"children":[
"The enthesis organ has a high content of fibrocartilage, which seems to be a target in spondyloarthritis, especially ankylosing spondylitis. Consistent with this observation, fibrocartilage-rich joint structures, such as the ilium and acetabulum, are preferentially destroyed in ankylosing spondylitis; the hyaline cartilage of the sacrum and femoral head are mostly spared. Fibrillin 1, a protein commonly found in fibrocartilage, may be a target molecule. The anterior eye, proximal aorta, and acetabulum are all occasionally involved in spondyloarthritis and are rich in fibrocartilage/fibrillin 1."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"9b1285",
"children":[
"Spondyloarthritis comprises arthritic disorders classified by common genetic and environmental risk factors and clinical manifestations; they include ankylosing spondylitis, psoriatic arthritis, reactive arthritis, and enteropathic arthritis."
]
},
{
"type":"keypoint",
"hlId":"816356",
"children":[
"Certain subtypes of HLA-B27 are strongly associated with axial spondyloarthritis; however, HLA-B27 alone is insufficient to cause axial spondyloarthritis."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_rm_s6_3",
"title":{
"__html":"Classification"
},
"titleNode":{
"type":"section-title",
"hlId":"5c9335",
"children":[
"Classification"
]
},
"children":[
{
"type":"p",
"hlId":"befa56",
"children":[
"Four distinct but overlapping diseases comprise spondyloarthritis ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_b_rm_t17",
"wrapId":"2",
"children":[
"Table 17"
]
}
]
},
")"
]
},
":"
]
},
{
"type":"inline-wrap",
"wrapId":"2",
"contentIds":[
"mk19_b_rm_t17"
]
},
{
"type":"list",
"ordered":true,
"children":[
" ",
{
"type":"list-item",
"hlId":"976688",
"children":[
"1. Ankylosing spondylitis"
]
},
" ",
{
"type":"list-item",
"hlId":"a39bbd",
"children":[
"2. Psoriatic arthritis"
]
},
" ",
{
"type":"list-item",
"hlId":"e4f5c8",
"children":[
"3. Enteropathic arthritis"
]
},
" ",
{
"type":"list-item",
"hlId":"b3b6e4",
"children":[
"4. Reactive arthritis"
]
},
" "
]
},
{
"type":"p",
"hlId":"c5762e",
"children":[
"Some taxonomies include a fifth, undifferentiated category for patients with features of spondyloarthritis but insufficient manifestations to permit classification into one of the four categories. For example, a patient with episodic dactylitis and a history of uveitis would not fit neatly into one of the standard categories but would be classified as having peripheral spondyloarthritis by criteria discussed below."
]
},
{
"type":"p",
"hlId":"524984",
"children":[
"Emphasizing the relatedness of all four categories, the Assessment of SpondyloArthritis international Society developed classification criteria that eschew individual diseases and instead divide patients into those with axial involvement ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_rm_f15",
"wrapId":"3",
"children":[
"Figure 15"
]
}
]
},
")"
]
},
" and those with involvement of peripheral joints only ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_rm_f16",
"wrapId":"3",
"children":[
"Figure 16"
]
}
]
},
")"
]
},
". Although these criteria were designed for study enrollment rather than clinical practice, they demonstrate the common clinical features that are part of the spondyloarthritis family."
]
},
{
"type":"inline-wrap",
"wrapId":"3",
"contentIds":[
"mk19_b_rm_f15",
"mk19_b_rm_f16"
]
},
{
"type":"p",
"hlId":"9a92f2",
"children":[
"Axial spondyloarthritis can be categorized as radiographic (definite radiographic sacroiliitis) or nonradiographic (minimal or no radiographic sacroiliitis). Although patients with nonradiographic spondyloarthritis often have milder disease and HLA-B27 is less common, these patients have lower rates of response to current treatments."
]
},
{
"type":"section",
"id":"mk19_b_rm_s6_3_1",
"title":{
"__html":"Ankylosing Spondylitis"
},
"titleNode":{
"type":"section-title",
"hlId":"c86979",
"children":[
"Ankylosing Spondylitis"
]
},
"children":[
{
"type":"p",
"hlId":"0e67e3",
"children":[
"Ankylosing spondylitis is a chronic inflammatory disease affecting the axial skeleton (including sacroiliac joints), entheses, and peripheral joints. Ankylosing spondylitis is also known as a radiographic axial spondyloarthritis. Prevalence is 0.32% in North America but only 0.07% in Africa, largely following the population prevalence of HLA-B27. Ankylosing spondylitis is more frequent in men than women (ratio, 2-3:1). The penetrance of ankylosing spondylitis is 12% from father to son and 5% from father to daughter, highlighting the protective effect of female sex. The disorder usually begins in the third to fourth decades (typically before age 45 years). It can occur as early as the teen years and as late as the sixties in rare cases."
]
},
{
"type":"section",
"id":"mk19_b_rm_s6_3_1_1",
"title":{
"__html":"Articular Manifestations"
},
"titleNode":{
"type":"section-title",
"hlId":"5dba4e",
"children":[
"Articular Manifestations"
]
},
"children":[
{
"type":"p",
"hlId":"5afb42",
"children":[
"Ankylosing spondylitis initially presents with subacute onset of inflammatory low back pain, including pain and stiffness of the low back and/or buttocks at night and in the morning that improves with activity. The synovial facet joints are also involved, and back extension may be painful. Over time, the thoracic and cervical spine can become involved. The disease has three phases: inflammation; fibrosis; and ossification, which can drastically limit range of spinal motion. If untreated, patients can assume a kyphotic stance and may only be able to look at their shoes as they walk. This is due to the 40% flexion rule of swollen synovial joints: Patients are most comfortable when the spinal facet joints are in the 40% flexed position when swollen; when lying down, patients will prop their back with two or three pillows to be comfortable. Fibrosis and ossification of the spine then occur in this position. Ossification of the spine occurs at the vertebral entheses and is visible radiographically as syndesmophytes and ossification of the spinal ligaments."
]
},
{
"type":"p",
"hlId":"ca618a",
"children":[
"Enthesitis is most commonly appreciated in the feet at the plantar fascia and where the Achilles tendon inserts into the heel ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_rm_f17",
"wrapId":"4",
"children":[
"Figure 17"
]
}
]
},
")"
]
},
". Enthesitis of the costovertebral joints can also affect the chest wall, leading to pain at night and in the morning that improves with movement."
]
},
{
"type":"inline-wrap",
"wrapId":"4",
"contentIds":[
"mk19_b_rm_f17"
]
},
{
"type":"p",
"hlId":"694cd8",
"children":[
"Peripheral joint involvement may include the hips ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_rm_f18",
"wrapId":"5",
"children":[
"Figure 18"
]
}
]
},
")"
]
},
", shoulders, knees, and, less commonly, other joints. The synovial fluid is inflammatory, with a predominance of neutrophils and cell counts ranging from 10,000/μL to 50,000/μL (10 to 50 × 10",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"9"
]
},
"/L)."
]
},
{
"type":"inline-wrap",
"wrapId":"5",
"contentIds":[
"mk19_b_rm_f18"
]
}
]
},
{
"type":"section",
"id":"mk19_b_rm_s6_3_1_2",
"title":{
"__html":"Extra-Articular Manifestations"
},
"titleNode":{
"type":"section-title",
"hlId":"f664aa",
"children":[
"Extra-Articular Manifestations"
]
},
"children":[
{
"type":"p",
"hlId":"fff906",
"children":[
"Anterior uveitis occurs in up to 27% of patients with ankylosing spondylitis. It is episodic, unilateral, and typically self-limited. It generally does not cause permanent visual damage."
]
},
{
"type":"p",
"hlId":"f85e4e",
"children":[
"Fibrosis affecting the upper lobes of the lung, visualized by high-resolution CT, is reported in 7% of patients with early ankylosing spondylitis and 21% of patients after 10 years of disease. Involvement of the thoracic spine, costochondral junctions, and sternomanubrial joint can affect chest expansion, contributing to restrictive lung disease."
]
},
{
"type":"p",
"hlId":"d7a237",
"children":[
"Renal amyloidosis is a rare manifestation of chronic inflammation from ankylosing spondylitis that occurs in patients with long-standing, poorly controlled disease. AA amyloid deposition can lead to proteinuria and eventually kidney failure and is associated with increased mortality. In patients with poorly controlled ankylosing spondylitis, AA amyloidosis is the most common cause of kidney disease. IgA nephropathy can also occur in ankylosing spondylitis, presenting as hematuria and proteinuria."
]
},
{
"type":"p",
"hlId":"6f7d7c",
"children":[
"Cardiac involvement in ankylosing spondylitis includes aortitis of the subaortic valve region (an area of high fibrocartilage content), leading to aortic dilatation and aortic valve regurgitation. Atrioventricular block occurs more commonly in patients with ankylosing spondylitis and those who are HLA-B27 positive without rheumatologic disease than among the general population. Myocardial infarction occurs in patients with ankylosing spondylitis at a rate two to three times that in the general population; this increased rate is thought to be due to chronic inflammation hastening the development of atherosclerosis."
]
},
{
"type":"p",
"hlId":"4638d3",
"children":[
"Vertebral fractures can occur in patients with ankylosing spondylitis, often after only minor or minimal trauma. Fractures can occur through the vertebral body or through a disk space that has become fixed because of syndesmophyte formation; either can lead to nerve injury or myelopathy. Another rare neurologic manifestation is cauda equine syndrome, manifested by saddle anesthesia and bowel and bladder incontinence. MRI of the lumbar spine shows arachnoid diverticula in these patients."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_rm_s6_3_2",
"title":{
"__html":"Psoriatic Arthritis"
},
"titleNode":{
"type":"section-title",
"hlId":"7dc7f2",
"children":[
"Psoriatic Arthritis"
]
},
"children":[
{
"type":"p",
"hlId":"b2cae0",
"children":[
"Psoriatic arthritis is an inflammatory joint disease associated with psoriasis. Psoriasis affects approximately 3% of the U.S. population, and psoriatic arthritis may develop in up to 30% of patients with psoriasis. Hyperuricemia and gout are comorbidities associated with psoriasis and psoriatic arthritis."
]
},
{
"type":"p",
"hlId":"37147d",
"children":[
"An estimated 15% of patients with psoriasis who are monitored by dermatologists have unrecognized psoriatic arthritis. On the other hand, some patients considered to have psoriatic arthritis because of concurrent psoriasis and joint pain actually have an unrelated joint condition, most commonly osteoarthritis. In most cases, psoriatic arthritis develops years after psoriasis, but 15% of patients may develop psoriatic arthritis concurrently with or even before psoriasis."
]
},
{
"type":"p",
"hlId":"c1d2db",
"children":[
"The male-to-female ratio for psoriatic arthritis is 1:1 (other forms of spondyloarthritis generally have a higher prevalence in men). Risk factors include obesity, metabolic syndrome, severe psoriasis, psoriasis involving the scalp or genitals, or inverse psoriasis. Psoriatic nail changes are present in more than 80% of patients with psoriatic arthritis. The genetics of psoriatic arthritis are complex. HLA-C06 is associated with psoriasis but not psoriatic arthritis. HLA-B08, -B27, -B38, and -B39 are seen in psoriatic arthritis, and the particular HLA type can influence clinical expression. In part because of HLA expression, psoriatic arthritis is rare in Asians and Africans."
]
},
{
"type":"p",
"hlId":"19604e",
"children":[
"Five clinical subtypes of psoriatic arthritis are described:"
]
},
{
"type":"list",
"ordered":true,
"children":[
" ",
{
"type":"list-item",
"hlId":"9a16a0",
"children":[
"1. Asymmetric oligoarthritis involving four or fewer, typically large, joints. Occasionally, a single joint may be involved."
]
},
" ",
{
"type":"list-item",
"hlId":"7fbfae",
"children":[
"2. Polyarticular arthritis affecting multiple joints of the hands, which may be symmetrical and resemble rheumatoid arthritis."
]
},
" ",
{
"type":"list-item",
"hlId":"de9598",
"children":[
"3. Distal interphalangeal joint (DIP)–predominant variety, which may occur with the preceding subtypes or in isolation ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_rm_f19",
"wrapId":"6",
"children":[
"Figure 19"
]
}
]
},
")"
]
},
". Although inflammation in a DIP joint in a patient with psoriasis strongly suggests psoriatic arthritis, DIP involvement is also common in osteoarthritis, is occasionally seen in gout, and also occurs in a rare condition called multicentric reticulohistiocytosis."
]
},
" ",
{
"type":"list-item",
"hlId":"7b293f",
"children":[
"4. Arthritis mutilans, a more aggressive form of psoriatic arthritis involving the hands. Telescoping of the digits from substantial joint destruction may occur. Arthritis mutilans is probably a progressive form of the preceding three subtypes."
]
},
" ",
{
"type":"list-item",
"hlId":"e8a30c",
"children":[
"5. Axial spine involvement with sacroiliitis and spine involvement. This may occur in isolation or in conjunction with other subtypes. It occurs in up to 50% of patients with psoriatic arthritis, more commonly among patients with the ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"HLA-B27"
]
},
" gene. Axial psoriatic arthritis involvement may be distinguished radiographically by asymmetry, skip lesions, and bulkier syndesmophytes."
]
},
" "
]
},
{
"type":"inline-wrap",
"wrapId":"6",
"contentIds":[
"mk19_b_rm_f19"
]
},
{
"type":"p",
"hlId":"3d3397",
"children":[
"Enthesitis is common in psoriatic arthritis and indicates more severe disease. Dactylitis of the fingers or toes develops in 40% to 50% of patients with psoriatic arthritis ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_rm_f20",
"wrapId":"7",
"children":[
"Figure 20"
]
}
]
},
")"
]
},
"; enthesitis of the plantar fascia or Achilles tendon occurs in up to 50%."
]
},
{
"type":"inline-wrap",
"wrapId":"7",
"contentIds":[
"mk19_b_rm_f20"
]
},
{
"type":"p",
"hlId":"730a78",
"children":[
"Eye involvement also develops in psoriatic arthritis. Conjunctivitis is more common than uveitis or iritis. Uveitis occurs in up to 8% of patients with psoriatic arthritis."
]
},
{
"type":"p",
"hlId":"121eaf",
"children":[
"Like ankylosing spondylitis, psoriatic arthritis is associated with an increased risk for cardiovascular disease, including myocardial infarction, valvular disease, and conduction abnormalities."
]
}
]
},
{
"type":"section",
"id":"mk19_b_rm_s6_3_3",
"title":{
"__html":"Enteropathic Arthritis"
},
"titleNode":{
"type":"section-title",
"hlId":"97574e",
"children":[
"Enteropathic Arthritis"
]
},
"children":[
{
"type":"p",
"hlId":"f308a0",
"children":[
"Ankylosing spondyloarthritis, isolated sacroiliitis, and peripheral arthritis occur in patients with Crohn disease, ulcerative colitis, and unspecified inflammatory bowel disease (IBD). Spondyloarthritis is the most common extra-articular manifestation of IBD."
]
},
{
"type":"p",
"hlId":"a8661f",
"children":[
"The prevalence of ankylosing spondylitis is 4% in Crohn disease and 2% in ulcerative colitis; the prevalence of isolated sacroiliitis is 13% and 7%, respectively. Of interest, HLA-B27 is found in 25% to 75% of patients with enteropathy-associated ankylosing spondylitis but in only 7% to 15% of those with isolated sacroiliitis, suggesting a different pathophysiology. Isolated sacroiliitis is unilateral in 60% of cases and can be associated with psoriasis, erythema nodosum, and peripheral arthritis in patients with IBD. Dactylitis and enthesitis can also occur with enteropathic spondyloarthritis."
]
},
{
"type":"p",
"hlId":"ab9eb5",
"children":[
"There are two types of peripheral arthritis in IBD. Type I is pauciarticular (fewer than five joints) and asymmetric; usually involves medium to large joints, especially in the lower extremities; is nonerosive; and parallels the activity of the bowel disease. Type II is polyarticular (five or more joints); is symmetric; involves a wide range of joints, sometimes including the upper extremities; is nonerosive; and is persistent and independent of bowel disease activity. The prevalence of peripheral arthritis is highest in younger patients (up to 25%) and much lower in patients older than age 50 years (2%)."
]
},
{
"type":"p",
"hlId":"22ec1e",
"children":[
"The risk for IBD in patients with established spondyloarthritis is as high as 14% and is highest in patients with ankylosing spondylitis. As noted previously, 60% of patients with ankylosing spondylitis have evidence of asymptomatic bowel inflammation, and most patients with ankylosing spondylitis who develop IBD are in this group. Patients with ankylosing spondylitis should be asked about bowel symptoms on follow-up visits. Elevated serum and fecal calprotectin levels can identify patients with ankylosing spondylitis who have greater disease activity and those with more active bowel inflammation and may predict development of IBD."
]
}
]
},
{
"type":"section",
"id":"mk19_b_rm_s6_3_4",
"title":{
"__html":"Reactive Arthritis"
},
"titleNode":{
"type":"section-title",
"hlId":"eda1b5",
"children":[
"Reactive Arthritis"
]
},
"children":[
{
"type":"p",
"hlId":"deb5f3",
"children":[
"Reactive arthritis occurs after specific bacterial infections. It is classified as a spondyloarthropathy and represents only 2% of patients in this category."
]
},
{
"type":"p",
"hlId":"9495e4",
"children":[
"The most common organism responsible for reactive arthritis is ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Chlamydia trachomatis"
]
},
"; 4% to 8% of infected patients develop reactive arthritis. Gastrointestinal pathogens include several species of ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Salmonella"
]
},
" and ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Shigella"
]
},
", ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Campylobacter jejuni"
]
},
", and ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Yersinia"
]
},
" species; reactive arthritis occurs in approximately 1% of infected individuals. Respiratory pathogens, including ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Chlamydia pneumoniae"
]
},
" and ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Mycoplasma pneumoniae,"
]
},
" are also known causes of reactive arthritis. ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Clostridioides difficile"
]
},
" is an uncommon but important cause of reactive arthritis given its frequency in hospitalized patients. Approximately 1.4% of patients with ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"C. difficile"
]
},
" colitis will develop reactive arthritis. An inciting organism is identified in only about 50% of patients. Women develop reactive arthritis more commonly than men (relative risk, 1.5). HLA-B27 is found in 50% to 80% of patients with reactive arthritis; the highest frequency (90%) is seen in those who develop reactive arthritis from ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Yersinia"
]
},
" infection."
]
},
{
"type":"p",
"hlId":"875855",
"children":[
"Reactive arthritis develops 2 to 3 weeks after genitourinary and gastrointestinal infections. Synovial fluid leukocyte counts can be elevated, often around 50,000/μL (50 × 10",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"9"
]
},
"/L) with a predominance of neutrophils. Synovial fluid in reactive arthritis can also demonstrate rice bodies: small pieces of hypertrophic synovial tissue that are sloughed and accumulate in the joint and may require a large-bore needle to aspirate."
]
},
{
"type":"p",
"hlId":"91fd22",
"children":[
"The arthritis is typically pauciarticular and involves larger joints. Enthesitis of the Achilles tendon or plantar fascia is common; enthesitis may also occur in the knee, a joint with multiple entheses. Dactylitis of fingers and toes is also common in reactive arthritis. Sacroiliac joint and spine inflammation and pain are less common than peripheral manifestations."
]
},
{
"type":"p",
"hlId":"59241a",
"children":[
"Mucocutaneous manifestations include genitourinary disease (such as urethritis, cervicitis, cystitis, or prostatitis). Patients can have painless oral ulcers, typically affecting the hard palate. Conjunctivitis is the most common eye finding, but anterior uveitis and even keratitis can occur. Keratoderma blennorrhagicum, a psoriasiform skin rash, occurs on the palms and soles but occasionally can become generalized ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_rm_f21",
"wrapId":"8",
"children":[
"Figure 21"
]
}
]
},
")"
]
},
". The lesions begin as discrete plaques and then enlarge and coalesce. Circinate balanitis is a similar psoriasiform lesion on the glans penis in men. Erythema nodosum is rare."
]
},
{
"type":"inline-wrap",
"wrapId":"8",
"contentIds":[
"mk19_b_rm_f21"
]
},
{
"type":"p",
"hlId":"d8c57c",
"children":[
"Important differential diagnostic considerations include infectious arthritis, disseminated gonococcal infection, Whipple disease, IBD, or Behçet syndrome."
]
},
{
"type":"p",
"hlId":"74ff37",
"children":[
"The typical course of a reactive arthritis flare is 6 weeks to 6 months. Manifestations can last 1 year. Episodes may recur in some patients; about 25% of patients will have chronic persistent disease. Complications of reactive arthritis can include erosive joint disease, especially at the metatarsophalangeal joints; aortitis with aortic valve insufficiency; atrioventricular conduction block; and uveitis."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"44b28a",
"children":[
"Ankylosing spondylitis is a chronic inflammatory disease affecting the axial skeleton (including sacroiliac joints), entheses, and peripheral joints."
]
},
{
"type":"keypoint",
"hlId":"465d2e",
"children":[
"Psoriatic arthritis is an inflammatory joint disease associated with psoriasis, multiple possible joint patterns, enthesitis, tenosynovitis, and dactylitis."
]
},
{
"type":"keypoint",
"hlId":"995900",
"children":[
"Ankylosing spondyloarthritis, isolated sacroiliitis, and peripheral arthritis can occur in patients with inflammatory bowel disease."
]
},
{
"type":"keypoint",
"hlId":"6cca06",
"children":[
"Reactive arthritis can occur 2 to 3 weeks following specific gastrointestinal and genitourinary infections; the arthritis is typically pauciarticular and involves larger joints, and dactylitis and enthesitis can occur."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_rm_s6_4",
"title":{
"__html":"Diagnosis"
},
"titleNode":{
"type":"section-title",
"hlId":"523223",
"children":[
"Diagnosis"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_rm_s6_4_1",
"title":{
"__html":"Laboratory Studies"
},
"titleNode":{
"type":"section-title",
"hlId":"590fa5",
"children":[
"Laboratory Studies"
]
},
"children":[
{
"type":"p",
"hlId":"c88898",
"children":[
"Except for incidental overlap with other conditions, patients with spondyloarthritis are negative for rheumatoid factor, anti–cyclic citrullinated peptide, and antinuclear antibodies. Serologic testing should be performed only if an alternative diagnosis is being considered."
]
},
{
"type":"p",
"hlId":"f8b457",
"children":[
"For patients with inflammatory low back pain but normal or nondiagnostic plain radiographs of the spine and sacroiliac joints, a positive result on a test for HLA-B27 antigen can be useful for deciding to pursue advanced imaging. HLA-B27 antigen testing is never diagnostic but can help determine risk for spondyloarthritis in uncertain situations. A patient with inflammatory low back pain, uveitis, and radiographic evidence of bilateral sacroiliitis does not need HLA-B27 antigen testing because the diagnosis is clear."
]
},
{
"type":"p",
"hlId":"5b826f",
"children":[
"Patients with spondyloarthritis may have anemia of inflammation as a result of chronic inflammation. Erythrocyte sedimentation rate and C-reactive protein help confirm an inflammatory process and can be monitored during therapy. However, these values are not always elevated, particularly in ankylosing spondylitis. All patients with chronic spondyloarthritis should be monitored for standard risk factors for cardiovascular disease."
]
}
]
},
{
"type":"section",
"id":"mk19_b_rm_s6_4_2",
"title":{
"__html":"Imaging Studies"
},
"titleNode":{
"type":"section-title",
"hlId":"33c558",
"children":[
"Imaging Studies"
]
},
"children":[
{
"type":"p",
"hlId":"6497cb",
"children":[
"Radiography of the sacroiliac joints is an initial test for patients suspected of having ankylosing spondylitis. Anteroposterior radiography of the pelvis or a Ferguson view of the pelvis (in which the x-ray beam is directed 20 degrees cephalad to show all sacroiliac joints in one plane) can depict the changes of sacroiliitis ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_rm_f22",
"wrapId":"9",
"children":[
"Figure 22"
]
}
]
},
")"
]
},
". The radiographic changes are initially more intense on the iliac side of the joint, with sclerosis and erosions. Erosive changes lead to a pseudo-widening appearance of the sacroiliac joints; in advanced cases, ankylosis of the sacroiliac joints can occur; compare normal findings in ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_rm_f23",
"wrapId":"9",
"children":[
"Figure 23"
]
}
]
},
" with findings seen in ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_rm_f24",
"wrapId":"9",
"children":[
"Figure 24"
]
}
]
},
". Radiographs of the spine can show squaring of the vertebrae anteriorly (due to erosion at the insertion of entheses); sclerosis at the anterior edges of the vertebrae (“shiny corner” sign [",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_rm_f25",
"wrapId":"9",
"children":[
"Figure 25"
]
}
]
},
"]); syndesmophytes (delicate bony bridging between vertebrae that can result in a “bamboo” appearance of the spine in advanced ankylosing spondylitis [",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_rm_f26",
"wrapId":"9",
"children":[
"Figure 26"
]
}
]
},
"]); sclerosis at the facet joints; and, in more advanced cases, ossification of the anterior longitudinal ligament. Patients with psoriatic arthritis or reactive arthritis with spondylitis can also have syndesmophytes; these tend to be bulkier and more asymmetrically placed than syndesmophytes in ankylosing spondylitis. Whiskering, the result of new bone formation at the insertion of the hamstrings into the pelvis, is also seen on radiography. Bony proliferation can occur in other entheses, such as the Achilles tendon or plantar fascia insertion into the heel."
]
},
{
"type":"inline-wrap",
"wrapId":"9",
"contentIds":[
"mk19_b_rm_f22",
"mk19_b_rm_f23",
"mk19_b_rm_f24",
"mk19_b_rm_f25",
"mk19_b_rm_f26"
]
},
{
"type":"p",
"hlId":"e4cd5f",
"children":[
"Low-dose CT and MRI of the sacroiliac joints can be done if necessary. Low-dose CT is more specific and is useful to clarify ambiguous changes seen on plain radiographs, whereas MRI is more sensitive and can identify sacroiliac inflammation even in the absence of radiographic changes. However, 25% of healthy individuals can have MRI changes that meet Assessment of SpondyloArthritis international Society criteria for sacroiliitis, and up to 41% of persons who regularly participate in impact-loading athletics may have similar MRI changes. The extent of involvement and presence of erosions on MRI increase the specificity of the result. The presence of MRI changes also aids in the diagnosis of nonradiographic axial spondyloarthritis."
]
},
{
"type":"p",
"hlId":"d03fe1",
"children":[
"Peripheral joint changes in spondyloarthritis include erosions and new bone formation. In psoriatic arthritis in particular, radiographic findings classically take the form of erosions of the distal head of the proximal joint and juxta-articular new bone formation at the proximal head of the distal joint, leading to a “pencil-in-cup” appearance across the joint ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_rm_f27",
"wrapId":"10",
"children":[
"Figure 27"
]
}
]
},
")"
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"10",
"contentIds":[
"mk19_b_rm_f27"
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"06413b",
"hvc":true,
"children":[
"Except for incidental overlap with other conditions, patients with spondyloarthritis are negative for rheumatoid factor, anti–cyclic citrullinated peptide, and antinuclear antibodies; HLA-B27 antigen testing can help determine risk for spondyloarthritis in uncertain situations."
]
},
{
"type":"keypoint",
"hlId":"b51da9",
"children":[
"Erythrocyte sedimentation rate and C-reactive protein can help confirm an inflammatory process and can be monitored during therapy; however, these values are not always elevated, particularly in ankylosing spondylitis."
]
},
{
"type":"keypoint",
"hlId":"a71539",
"children":[
"Radiography of the sacroiliac joints is an initial diagnostic test for patients suspected of having ankylosing spondylitis; radiographic evidence of sacroiliitis includes pseudo-widening of the joints, erosions, sclerosis, and ankylosis."
]
},
{
"type":"keypoint",
"hlId":"d8c51c",
"hvc":true,
"children":[
"MRI of the sacroiliac joints is more sensitive than CT and can identify sacroiliac inflammation even in the absence of radiographic changes; however, 25% of healthy individuals can have similar MRI changes."
]
},
{
"type":"keypoint",
"hlId":"d04911",
"children":[
"In psoriatic arthritis radiographic findings take the form of erosions of the distal head of the proximal joint and juxta-articular new bone formation at the proximal head of the distal joint, leading to a “pencil-in-cup” appearance across the joint."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_rm_s6_5",
"title":{
"__html":"Management"
},
"titleNode":{
"type":"section-title",
"hlId":"fe4dbc",
"children":[
"Management"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_rm_s6_5_1",
"title":{
"__html":"General Considerations"
},
"titleNode":{
"type":"section-title",
"hlId":"f81d43",
"children":[
"General Considerations"
]
},
"children":[
{
"type":"p",
"hlId":"63ff9c",
"children":[
"Management of spondyloarthritis focuses on treatment of inflammation and autoimmunity to address pain and prevent structural damage. If damage has occurred, mechanical pain must be addressed as well. Patient education, exercises to maintain range of motion and control weight, and modification of diet and lifestyle habits to prevent cardiovascular disease are vital."
]
}
]
},
{
"type":"section",
"id":"mk19_b_rm_s6_5_2",
"title":{
"__html":"Ankylosing Spondylitis"
},
"titleNode":{
"type":"section-title",
"hlId":"c86979",
"children":[
"Ankylosing Spondylitis"
]
},
"children":[
{
"type":"p",
"hlId":"1acefa",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_rm_f28",
"wrapId":"11",
"children":[
"Figure 28"
]
}
]
},
" details recommendations for initial treatment of active ankylosing spondylitis. NSAIDs are recommended as initial medication for most patients with ankylosing spondylitis because they relieve pain and improve stiffness. Given the unique potential for disease-modifying effects (only in ankylosing spondylitis), the American College of Rheumatology (ACR) conditionally recommends continuous NSAID use (rather than on-demand use) for patients with active disease. Higher and long-term doses of anti-inflammatory agents (e.g., naproxen, 500 mg twice daily; piroxicam, 20 mg daily) are required to modify new bone formation and decrease inflammation. A dose of a longer-acting NSAID at dinnertime can make the patient comfortable throughout the night and into the morning."
]
},
{
"type":"inline-wrap",
"wrapId":"11",
"contentIds":[
"mk19_b_rm_f28"
]
},
{
"type":"p",
"hlId":"36f9b9",
"children":[
"According to the 2019 ACR guidelines, patients in whom NSAIDs fail can be treated with a tumor necrosis factor (TNF) inhibitor. Numerous randomized controlled trials have shown improvements in clinical, radiographic, and MRI outcomes in patients with active ankylosing spondylitis taking TNF inhibitors. Routine serial spine radiography for monitoring is not recommended."
]
},
{
"type":"p",
"hlId":"e7f1cc",
"children":[
"When a TNF inhibitor fails, patients should receive an interleukin-17 inhibitor in lieu of a second TNF agent. For patients with significant peripheral arthritis, sulfasalazine is recommended over methotrexate and can be added to the biologic agent if needed. However, these agents have little or no effect on axial disease."
]
},
{
"type":"p",
"hlId":"b27615",
"children":[
"Uveitis is generally treated with topical glucocorticoids. For severe or frequent recurrences, the TNF inhibitors adalimumab or infliximab can be considered. Etanercept, an anti-TNF receptor fusion protein, is effective for the spine but probably not eye disease."
]
},
{
"type":"p",
"hlId":"66a8ee",
"children":[
"Physical therapy to maintain general range of motion is essential. Patients with damage to hip or shoulder joints may require total joint arthroplasty, which may dramatically improve function and quality of life."
]
}
]
},
{
"type":"section",
"id":"mk19_b_rm_s6_5_3",
"title":{
"__html":"Psoriatic Arthritis"
},
"titleNode":{
"type":"section-title",
"hlId":"7dc7f2",
"children":[
"Psoriatic Arthritis"
]
},
"children":[
{
"type":"p",
"hlId":"c2cf86",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_b_rm_t18",
"wrapId":"12",
"children":[
"Table 18"
]
}
]
},
" lists agents available to treat psoriatic arthritis. In general, most of these agents are also effective for psoriasis. Because agents such as TNF inhibitors are often given in higher doses for skin disease than for joint disease, the predominant feature of the disease may drive the prescribing dose. Weight loss and smoking cessation may positively affect disease activity."
]
},
{
"type":"inline-wrap",
"wrapId":"12",
"contentIds":[
"mk19_b_rm_t18"
]
},
{
"type":"p",
"hlId":"0b0dd3",
"children":[
"For limited disease, such as a single digit with dactylitis or a single swollen joint, an oral or topical NSAID or a local injection of glucocorticoids may suffice. High-dose oral glucocorticoids should be avoided because eventual tapering of the dosage raises the risk for erythrodermic psoriasis."
]
},
{
"type":"p",
"hlId":"2e3157",
"children":[
"For more active disease, the ACR suggests initiating a TNF inhibitor, methotrexate, or an interleukin-17 inhibitor. If one agent is insufficient, another may be tried. Combination therapy does not have the same effect in psoriatic arthritis as in rheumatoid arthritis. Surgery may be indicated for significant damage to larger joints."
]
}
]
},
{
"type":"section",
"id":"mk19_b_rm_s6_5_4",
"title":{
"__html":"Enteropathic Arthritis"
},
"titleNode":{
"type":"section-title",
"hlId":"97574e",
"children":[
"Enteropathic Arthritis"
]
},
"children":[
{
"type":"p",
"hlId":"3f209d",
"children":[
"Enteropathic arthritis is best addressed by focusing on control of bowel inflammation. For spondyloarthritis associated with bowel involvement, medications to address both peripheral arthritis and bowel inflammation include sulfasalazine, azathioprine, methotrexate, and glucocorticoids. The TNF inhibitors are especially useful for bowel and joint symptoms, including spine disease. Interleukin-17 inhibitors may cause IBD to flare and are contraindicated in these patients. NSAIDs should be avoided when possible because of the potential for IBD flare."
]
}
]
},
{
"type":"section",
"id":"mk19_b_rm_s6_5_5",
"title":{
"__html":"Reactive Arthritis"
},
"titleNode":{
"type":"section-title",
"hlId":"eda1b5",
"children":[
"Reactive Arthritis"
]
},
"children":[
{
"type":"p",
"hlId":"897fa6",
"children":[
"Because of a lack of benefit, antibiotic treatment of reactive arthritis due to enteric organisms is not usually warranted. However, patients with severe infections or immunosuppression or those with urogenital infection with ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"C. trachomatis"
]
},
" may benefit from antibacterial therapy."
]
},
{
"type":"p",
"hlId":"c07e83",
"children":[
"For mild arthritic disease, NSAIDs or joint injections with glucocorticoids may be sufficient until the disease self-resolves. For more persistent or severe disease, sulfasalazine (preferred) or methotrexate may be required. There are few data from controlled studies for either agent, but case series and reports suggest efficacy. TNF inhibitors may also be needed if these agents fail, but again data are scant. Given the monophasic nature of reactive arthritis in many patients, a trial off therapy is warranted 3 to 6 months after remission."
]
},
{
"type":"p",
"hlId":"f94b85",
"children":[
"Topical glucocorticoids can be used to help address the skin manifestations, and topical ocular glucocorticoids are useful for uveitis."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"6fb96d",
"children":[
"For ankylosing spondylitis, NSAIDs are recommended as the initial medication to relieve pain and improve stiffness; physical therapy to maintain general range of motion is essential."
]
},
{
"type":"keypoint",
"hlId":"58513b",
"hvc":true,
"children":[
"Tumor necrosis factor inhibitors in patients with active ankylosing spondylitis are associated with improvements in clinical, radiographic, and MRI outcomes."
]
},
{
"type":"keypoint",
"hlId":"824058",
"children":[
"For psoriatic arthritis, limited disease can be treated with a topical NSAID or local glucocorticoid injection; for more active disease, a tumor necrosis factor inhibitor, methotrexate, or interleukin-17 inhibitor can be used."
]
},
{
"type":"keypoint",
"hlId":"c0fb45",
"children":[
"The peripheral arthritis tied to inflammatory bowel disease is best addressed by focusing on control of bowel inflammation; for spondyloarthritis that is associated with bowel involvement, medications to address both peripheral arthritis and bowel inflammation include sulfasalazine, azathioprine, methotrexate, and glucocorticoids."
]
},
{
"type":"keypoint",
"hlId":"9fdeb2",
"children":[
"Because of a lack of benefit, antibiotic treatment of reactive arthritis due to enteric organisms is not usually warranted; for mild arthritic disease, NSAIDs or joint injections with glucocorticoids may be sufficient, and for more persistent or severe disease, sulfasalazine or methotrexate may be required."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_rm_s6_6",
"bibliography":true,
"title":{
"__html":"Bibliography"
},
"titleNode":{
"type":"section-title",
"hlId":"a7cc81",
"children":[
"Bibliography"
]
},
"children":[
{
"type":"references",
"children":[
{
"type":"reference",
"children":[
"Fragoulis GE, Liava C, Daoussis D, et al. Inflammatory bowel diseases and spondyloarthropathies: from pathogenesis to treatment. World J Gastroenterol. 2019;25:2162-2176. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31143068",
"target":"_blank"
},
"children":[
"PMID: 31143068"
]
},
" doi:10.3748/wjg.v25.i18.2162"
]
},
{
"type":"reference",
"children":[
"Ghosh N, Ruderman EM. Nonradiographic axial spondyloarthritis: clinical and therapeutic relevance. Arthritis Res Ther. 2017;19:286. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29273055",
"target":"_blank"
},
"children":[
"PMID: 29273055"
]
},
" doi:10.1186/s13075-017-1493-8"
]
},
{
"type":"reference",
"children":[
"Jhaj G, Kopplin LJ. Ocular features of the HLA-B27-positive seronegative spondyloarthropathies. Curr Opin Ophthalmol. 2018;29:552-557. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30148724",
"target":"_blank"
},
"children":[
"PMID: 30148724"
]
},
" doi:10.1097/ICU.0000000000000525"
]
},
{
"type":"reference",
"children":[
"Liew JW, Ramiro S, Gensler LS. Cardiovascular morbidity and mortality in ankylosing spondylitis and psoriatic arthritis. Best Pract Res Clin Rheumatol. 2018;32:369-389. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31171309",
"target":"_blank"
},
"children":[
"PMID: 31171309"
]
},
" doi:10.1016/j.berh.2019.01.002"
]
},
{
"type":"reference",
"children":[
"Maksymowych WP. The role of imaging in the diagnosis and management of axial spondyloarthritis. Nat Rev Rheumatol. 2019;15:657-672. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31591500",
"target":"_blank"
},
"children":[
"PMID: 31591500"
]
},
" doi:10.1038/s41584-019-0309-4"
]
},
{
"type":"reference",
"children":[
"McGonagle D, Tan AL, Watad A, et al. Pathophysiology, assessment and treatment of psoriatic dactylitis. Nat Rev Rheumatol. 2019;15:113-122. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30610219",
"target":"_blank"
},
"children":[
"PMID: 30610219"
]
},
" doi:10.1038/s41584-018-0147-9"
]
},
{
"type":"reference",
"children":[
"Pedersen SJ, Weber U, Said-Nahal R, et al. Structural progression rate decreases over time on serial radiography and magnetic resonance imaging of sacroiliac joints and spine in a five-year follow-up study of patients with ankylosing spondylitis treated with tumour necrosis factor inhibitor. Scand J Rheumatol. 2019;48:185-197. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30422733",
"target":"_blank"
},
"children":[
"PMID: 30422733"
]
},
" doi:10.1080/03009742.2018.1506822"
]
},
{
"type":"reference",
"children":[
"Ritchlin CT, Colbert RA, Gladman DD. Psoriatic arthritis. N Engl J Med. 2017;376:957-970. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/28273019",
"target":"_blank"
},
"children":[
"PMID: 28273019"
]
},
" doi:10.1056/NEJMra1505557"
]
},
{
"type":"reference",
"children":[
"Schmitt SK. Reactive arthritis. Infect Dis Clin North Am. 2017;31:265-277. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/28292540",
"target":"_blank"
},
"children":[
"PMID: 28292540"
]
},
" doi:10.1016/j.idc.2017.01.002"
]
},
{
"type":"reference",
"children":[
"Singh JA, Guyatt G, Ogdie A, et al. Special article: 2018 American College of Rheumatology/National Psoriasis Foundation guideline for the treatment of psoriatic arthritis. Arthritis Rheumatol. 2019;71:5-32. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30499246",
"target":"_blank"
},
"children":[
"PMID: 30499246"
]
},
" doi:10.1002/art.40726"
]
},
{
"type":"reference",
"children":[
"Ward MM, Deodhar A, Gensler LS, et al. 2019 update of the American College of Rheumatology/Spondylitis Association of America/Spondyloarthritis Research and Treatment Network Recommendations for the treatment of ankylosing spondylitis and nonradiographic axial spondyloarthritis. Arthritis Rheumatol. 2019;71:1599-1613. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31436036",
"target":"_blank"
},
"children":[
"PMID: 31436036"
]
},
" doi:10.1002/art.41042"
]
}
]
}
]
}
]
},
"tablesContent":{
"mk19_b_rm_t17":{
"id":"mk19_b_rm_t17",
"number":17,
"bookId":"rm",
"title":{
"__html":"Clinical Features of Spondyloarthritis"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"9b3638",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 17. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_b_rm_t17"
}
]
},
"Clinical Features of Spondyloarthritis"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"col hd l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c86979",
"class":"col hd l",
"children":[
"Ankylosing Spondylitis"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7dc7f2",
"class":"col hd l",
"children":[
"Psoriatic Arthritis"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"97574e",
"class":"col hd l",
"children":[
"Enteropathic Arthritis"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"eda1b5",
"class":"col hd l",
"children":[
"Reactive Arthritis"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9b3d4d",
"class":"cell txt l",
"children":[
"Musculoskeletal"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b28d6a",
"class":"cell txt li",
"children":[
"Axial involvement"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"35f24e",
"class":"cell txt l",
"children":[
"Axial involvement is hallmark; initially symmetric involvement of SI joints and lower spine, progressing cranially"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"5793ae",
"class":"cell txt l",
"children":[
"May occur at any level; may start in the cervical spine; may skip regions"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"57ad6e",
"class":"cell txt l",
"children":[
"May have asymptomatic or asymmetric SI joint disease or have typical ankylosing spondylitis; axial disease does not parallel bowel activity"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"da94ab",
"class":"cell txt l",
"children":[
"Less common than in other forms of spondyloarthritis but may be asymmetric"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"eee2e1",
"class":"cell txt li",
"children":[
"Peripheral involvement"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0ac9f8",
"class":"cell txt l",
"children":[
"Enthesitis; may have asymmetric large-joint oligoarthritis, including hips and shoulders; hip involvement can cause significant functional limitation; dactylitis uncommon"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ff3439",
"class":"cell txt l",
"children":[
"Clinical subtypes of PsA:"
]
},
" ",
{
"type":"p",
"hlId":"105765",
"class":"cell txt l",
"children":[
"1. Oligoarthritis"
]
},
" ",
{
"type":"p",
"hlId":"6feaab",
"class":"cell txt l",
"children":[
"2. Polyarthritis"
]
},
" ",
{
"type":"p",
"hlId":"2e3f51",
"class":"cell txt l",
"children":[
"3. DIP-predominant"
]
},
" ",
{
"type":"p",
"hlId":"ae3bd8",
"class":"cell txt l",
"children":[
"4. Arthritis mutilans"
]
},
" ",
{
"type":"p",
"hlId":"df155b",
"class":"cell txt l",
"children":[
"5. Axial spine involvement"
]
},
" ",
{
"type":"p",
"hlId":"0c8b7f",
"class":"cell txt l",
"children":[
"Enthesitis, dactylitis, and tenosynovitis are commonly seen"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"925b5d",
"class":"cell txt l",
"children":[
"Pauciarticular large and medium joints; peripheral arthritis can parallel IBD activity"
]
},
" ",
{
"type":"p",
"hlId":"8c431e",
"class":"cell txt l",
"children":[
"Polyarticular peripheral arthritis of small and large joints does not parallel bowel disease; dactylitis; enthesitis"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"843784",
"class":"cell txt l",
"children":[
"Enthesitis, tenosynovitis and asymmetric large-joint oligoarthritis; usually self-limited and nonerosive; persistent arthritis in up to 25% and may develop MTP erosions"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4829c2",
"class":"cell txt l",
"children":[
"Dermatologic"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"28c8ab",
"class":"cell txt l",
"children":[
"Psoriatic-like lesions may rarely occur"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"cf1bc9",
"class":"cell txt l",
"children":[
"Psoriasis typically precedes joint involvement;"
]
},
" ",
{
"type":"p",
"hlId":"7eb258",
"class":"cell txt l",
"children":[
"nail pitting; onychodystrophy"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"16eebb",
"class":"cell txt l",
"children":[
"Pyoderma gangrenosum; erythema nodosum"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f9db92",
"class":"cell txt l",
"children":[
"Keratoderma blennorrhagicum and circinate balanitis (rare)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"3c4e1f",
"class":"cell txt l",
"children":[
"Ophthalmologic"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"3c2698",
"class":"cell txt l",
"children":[
"Anterior uveitis (unilateral, recurrent)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6983c5",
"class":"cell txt l",
"children":[
"Conjunctivitis more common than anterior uveitis"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"93b045",
"class":"cell txt l",
"children":[
"Anterior uveitis most common; conjunctivitis, keratitis, and episcleritis are rare"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6983c5",
"class":"cell txt l",
"children":[
"Conjunctivitis more common than anterior uveitis"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ef024b",
"class":"cell txt l",
"children":[
"Gastrointestinal"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"835996",
"class":"cell txt l",
"children":[
"60% with ileocolitis on colonoscopy"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"3ab274",
"class":"cell txt l",
"children":[
"Dysbiosis may play a role in inflammation"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9fe773",
"class":"cell txt l",
"children":[
"GI inflammation is hallmark"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d70972",
"class":"cell txt l",
"children":[
"Preceding GI infection common"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"3005cd",
"class":"cell txt l",
"children":[
"Genitourinary"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0f4645",
"class":"cell txt l",
"children":[
"Urethritis (rare)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"26aeab",
"class":"cell txt l",
"children":[
"—"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"26aeab",
"class":"cell txt l",
"children":[
"—"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"fbdfe4",
"class":"cell txt l",
"children":[
"Prior GU infection in some patients; sterile urethritis; prostatitis; cervicitis; salpingitis"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"59ea4b",
"class":"cell txt l",
"children":[
"Cardiovascular"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0d0d51",
"class":"cell txt l",
"children":[
"Increase in CAD; aortic valve disease; aortitis; conduction abnormalities"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"de087b",
"class":"cell txt l",
"children":[
"Increase in CAD"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8aef77",
"class":"cell txt l",
"children":[
"Thromboembolism"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ca1613",
"class":"cell txt l",
"children":[
"Rare aortic valve disease and conduction abnormalities"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-7 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a36efb",
"class":"cell txt l",
"children":[
"Pulmonary"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"dafca0",
"class":"cell txt l",
"children":[
"Restrictive lung disease from costovertebral rigidity; apical fibrosis (rare)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"26aeab",
"class":"cell txt l",
"children":[
"—"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2153ee",
"class":"cell txt l",
"children":[
"Rare cases of large airway stenosis"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"26aeab",
"class":"cell txt l",
"children":[
"—"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-8 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1a1603",
"class":"cell txt l",
"children":[
"Bone quality"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"08b1c7",
"class":"cell txt l",
"children":[
"Falsely elevated bone mineral density from syndesmophytes; increased risk for spine fracture"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"84cf00",
"class":"cell txt l",
"children":[
"Increased risk for fracture (multifactorial)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c9dbbb",
"class":"cell txt l",
"children":[
"High risk for vitamin D deficiency, low bone density, and fracture"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f95471",
"class":"cell txt l",
"children":[
"Localized osteopenia"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"CAD = coronary artery disease; DIP = distal interphalangeal; GI = gastrointestinal; GU = genitourinary; IBD = inflammatory bowel disease; MCP = metacarpophalangeal; MTP = metatarsophalangeal; PIP = proximal interphalangeal; PsA = psoriatic arthritis; SI = sacroiliac."
]
]
},
"mk19_b_rm_t18":{
"id":"mk19_b_rm_t18",
"number":18,
"bookId":"rm",
"title":{
"__html":"Medications to Treat Psoriatic Arthritis"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"4a8738",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 18. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_b_rm_t18"
}
]
},
"Medications to Treat Psoriatic Arthritis"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"3adbdb",
"class":"col hd l",
"children":[
"Category"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ba25cf",
"class":"col hd l",
"children":[
"Medications"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6445e6",
"class":"cell txt l",
"children":[
"Anti-inflammatory agents"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"befb4c",
"class":"cell txt l",
"children":[
"NSAIDs; oral or intra-articular glucocorticoids"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4fa2c6",
"class":"cell txt l",
"children":[
"Nonbiologic disease-modifying antirheumatic drugs"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"fb8d61",
"class":"cell txt l",
"children":[
"Methotrexate, leflunomide, sulfasalazine, cyclosporine, apremilast"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"088f42",
"class":"cell txt l",
"children":[
"Tumor necrosis factor inhibitors"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a18c9b",
"class":"cell txt l",
"children":[
"Etanercept, adalimumab, infliximab, certolizumab, golimumab"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6a657d",
"class":"cell txt l",
"children":[
"Interleukin-17 inhibitors"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ed64bf",
"class":"cell txt l",
"children":[
"Secukinumab, ixekizumab, brodalumab"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"56f6fd",
"class":"cell txt l",
"children":[
"Interleukin-12/interleukin-23 inhibitor"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8d8182",
"class":"cell txt l",
"children":[
"Ustekinumab"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"890e84",
"class":"cell txt l",
"children":[
"Cytotoxic T-lymphocyte antigen-4 immunoglobulin"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"42b72b",
"class":"cell txt l",
"children":[
"Abatacept"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-7 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d1d112",
"class":"cell txt l",
"children":[
"Janus kinase inhibitor"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2ad08e",
"class":"cell txt l",
"children":[
"Tofacitinib"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[

]
}
}
}