{
"id":"mk19_bb_on_s15",
"subspecialtyId":"on",
"title":"Lymphoma",
"jsonContent":{
"type":"section",
"id":"mk19_bb_on_s15",
"title":{
"__html":"Lymphoma"
},
"titleNode":{
"type":"section-title",
"hlId":"5feaae",
"children":[
"Lymphoma"
]
},
"children":[
{
"type":"section",
"id":"mk19_bb_on_s15_0",
"children":[
{
"type":"p",
"hlId":"7c87b9",
"children":[
"Patients with soft, small, freely moveable lymph nodes that are limited to one or two adjacent sites and who have no other significant history or physical examination findings may be followed over 6 to 8 weeks and require no other blood work or imaging."
]
},
{
"type":"p",
"hlId":"94c246",
"children":[
"Persistent or enlarging lymphadenopathy, particularly when associated with fever, night sweats, or weight loss, requires further evaluation."
]
},
{
"type":"p",
"hlId":"2afbcb",
"children":[
{
"type":"alert",
"children":[
"To establish a diagnosis of lymphoma, perform an excisional biopsy."
]
},
" Core needle biopsy may be used for deep lymph nodes, but fine-needle aspiration should be avoided. Flow cytometry can suggest monoclonality and demonstrate B-cell or T-cell markers."
]
},
{
"type":"p",
"hlId":"f20540",
"children":[
"After a diagnosis of lymphoma is made, total-body CT with ",
{
"type":"abbreviation",
"title":"positron emission tomography",
"children":[
"PET"
]
},
" scan and a bone marrow biopsy are performed to complete staging. Bone marrow biopsy is not needed in patients with Hodgkin lymphoma and large cell lymphoma if PET scan and ",
{
"type":"abbreviation",
"title":"complete blood count",
"children":[
"CBC"
]
},
" are normal."
]
},
{
"type":"p",
"hlId":"0b9e6c",
"children":[
"Lymphomas are divided into Hodgkin and non-Hodgkin lymphomas. Lymphomas are further classified into three prognostic groups: indolent, aggressive, and highly aggressive."
]
}
]
},
{
"type":"section",
"id":"mk19_bb_on_s15_1",
"title":{
"__html":"Indolent Non-Hodgkin Lymphomas"
},
"titleNode":{
"type":"section-title",
"hlId":"75d7c4",
"children":[
"Indolent Non-Hodgkin Lymphomas"
]
},
"children":[
{
"type":"p",
"hlId":"af36a3",
"children":[
"These lymphomas may not require therapy for decades but are difficult to cure. The most common indolent lymphomas are follicular lymphoma, ",
{
"type":"abbreviation",
"title":"mucosa-associated lymphoid tissue",
"children":[
"MALT"
]
},
" lymphoma, ",
{
"type":"no-wrap",
"children":[
{
"type":"abbreviation",
"title":"chronic lymphocytic leukemia",
"children":[
"CLL"
]
},
","
]
},
" and hairy cell leukemia."
]
},
{
"type":"p",
"hlId":"ef725c",
"children":[
"Diagnosis of ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
"follicular lymphoma"
]
},
" is confirmed by cytogenetic analysis identifying a translocation [t(14:18)] that causes an overexpression of the ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"BCL2"
]
},
" oncogene."
]
},
{
"type":"p",
"hlId":"eea871",
"children":[
"Therapy is withheld until patients become symptomatic. Localized disease can be potentially cured with involved-field radiation and/or rituximab. Symptomatic, systemic disease is treated with rituximab plus multiagent chemotherapy. Allogeneic ",
{
"type":"abbreviation",
"title":"hematopoietic stem cell transplantation",
"children":[
"HSCT"
]
},
" is curative therapy but is associated with significant morbidity and mortality."
]
},
{
"type":"p",
"hlId":"ccb319",
"children":[
"The clinical course of ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
"MALT lymphoma"
]
},
" is usually indolent, and presentation is usually localized. Gastric MALT lymphoma occurs most commonly and is caused by chronic infection with ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Helicobacter pylori"
]
},
". Complete remissions are achieved in most patients after completion ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"of H. pylori"
]
},
" eradication therapy (e.g., clarithromycin, amoxicillin, and omeprazole)."
]
},
{
"type":"p",
"hlId":"8f9d33",
"children":[
"Patients with ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
"chronic lymphocytic leukemia"
]
},
" are usually asymptomatic and are identified by a relative lymphocytosis. ",
{
"type":"alert",
"children":[
"Smudge cells may be seen on the peripheral blood smear."
]
},
" Diagnosis is confirmed by flow cytometry demonstrating B-cell surface antigens."
]
},
{
"type":"p",
"hlId":"a9d229",
"children":[
"Patients with low-stage, asymptomatic CLL can often be observed for years without therapy. Several treatment options are available."
]
},
{
"type":"p",
"hlId":"265cf0",
"children":[
"Concomitant autoimmune disease, including immune thrombocytopenia and hemolytic anemia, is common among patients with CLL. Low serum IgG levels require replacement therapy to prevent infection. ",
{
"type":"alert",
"children":[
"Patients are at increased risk for transformation from CLL to a large cell lymphoma requiring aggressive chemotherapy."
]
}
]
},
{
"type":"inline-wrap",
"wrapId":"1",
"contentIds":[
"mk19_bb_on_f01"
],
"forceOpen":true
},
{
"type":"p",
"hlId":"57b038",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
"Hairy cell leukemia"
]
},
" is characterized by pancytopenia and progressive splenomegaly without lymphadenopathy. Typically, an attempt at bone marrow aspiration is unsuccessful. ",
{
"type":"alert",
"children":[
"The circulating cells have the classic appearance of thread-like projections emanating from the cell surface (“hairy” cells)."
]
},
" Treatment is not necessary in asymptomatic patients. Treatment with purine nucleoside agents, such as cladribine, results in complete and durable remission in most patients."
]
},
{
"type":"inline-wrap",
"wrapId":"2",
"contentIds":[
"mk19_bb_on_f02"
],
"forceOpen":true
}
]
},
{
"type":"section",
"id":"mk19_bb_on_s15_2",
"title":{
"__html":"Aggressive Non-Hodgkin B-Cell Lymphomas"
},
"titleNode":{
"type":"section-title",
"hlId":"ec72f5",
"children":[
"Aggressive Non-Hodgkin B-Cell Lymphomas"
]
},
"children":[
{
"type":"p",
"hlId":"1cb982",
"children":[
"The most aggressive forms of lymphoma are ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
"diffuse large cell lymphoma"
]
},
" (DLCL), mantle cell lymphoma, and Burkitt lymphoma."
]
},
{
"type":"p",
"hlId":"2d13d2",
"children":[
"Patients with ",
{
"type":"abbreviation",
"title":"diffuse large cell lymphoma",
"children":[
"DLCL"
]
},
" typically have symptomatic enlarging lymphadenopathy and advanced disease at presentation and are treated with combined chemotherapy."
]
},
{
"type":"p",
"hlId":"2c7fc6",
"children":[
"Patients with ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
"mantle cell lymphoma"
]
},
" present with widely disseminated disease, including the ",
{
"type":"abbreviation",
"title":"gastrointestinal",
"children":[
"GI"
]
},
" tract and bone marrow, and are treated with combined chemotherapy."
]
},
{
"type":"p",
"hlId":"2e958a",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
"Burkitt lymphoma"
]
},
" is remarkable for its extremely rapid growth. The endemic form occurs primarily in Africa, is a common cause of childhood cancer, and is associated with Epstein-Barr virus infection. The sporadic form seen in the United States is more likely to present with abdominal or pelvic involvement. A third variety occurs in patients with HIV. Early signs of the tumor lysis syndrome are often present in patients with Burkitt lymphoma at diagnosis and should be anticipated during treatment."
]
},
{
"type":"heading",
"class":"tricked",
"children":[
"Don't Be Tricked"
]
},
{
"type":"list",
"class":"tricked",
"children":[
" ",
{
"type":"list-item",
"hlId":"0c27e4",
"children":[
"Prophylaxis for tumor lysis syndrome should be started before initiation of chemotherapy for Burkitt lymphoma."
]
},
" "
]
}
]
},
{
"type":"section",
"id":"mk19_bb_on_s15_3",
"title":{
"__html":"Hodgkin Lymphoma"
},
"titleNode":{
"type":"section-title",
"hlId":"35ae35",
"children":[
"Hodgkin Lymphoma"
]
},
"children":[
{
"type":"p",
"hlId":"85e132",
"children":[
"Hodgkin lymphoma commonly presents locally, with palpable, firm lymphadenopathy or a mediastinal mass on chest x-ray. Some patients may have B symptoms, splenomegaly, and hepatomegaly."
]
},
{
"type":"p",
"hlId":"1bad9c",
"children":[
"Hodgkin lymphoma is curable in most patients. The staging evaluation consists of PET scanning. Routine bone marrow biopsy, in the absence of unexplained blood abnormalities, is not indicated."
]
},
{
"type":"p",
"hlId":"a109a6",
"children":[
{
"type":"abbreviation",
"title":"doxorubicin (Adriamycin), bleomycin, vinblastine, dacarbazine",
"children":[
"ABVD"
]
},
" followed by radiation therapy is used for all patients regardless of prognosis. Options for patients with early-stage disease are two chemotherapy cycles and involved-field radiation. Patients with early-stage disease who have a negative PET scan after two cycles of chemotherapy have >90% likelihood of long-term disease response, and these patients may forgo radiation therapy."
]
},
{
"type":"p",
"hlId":"158eca",
"children":[
"Patients with advanced disease or those with B symptoms usually require a full course of chemotherapy."
]
},
{
"type":"p",
"hlId":"3ca294",
"children":[
"Patients with recurrent, chemotherapy-sensitive disease are candidates for autologous HSCT, whereas those with resistant disease can achieve long-term remissions with allogeneic HSCT."
]
},
{
"type":"p",
"hlId":"c350c1",
"children":[
{
"type":"alert",
"children":[
"Patients are at risk for secondary cancers (breast, lung, skin) and ",
{
"type":"no-wrap",
"children":[
{
"type":"abbreviation",
"title":"myelodysplastic syndromes",
"children":[
"MDS"
]
},
"."
]
},
" "
]
},
"Women who were treated with radiation to the mediastinum should be screened for breast cancer with MRI, mammography, or a combination of both beginning at age 25 years or 8 years after completion of radiation therapy, whichever occurs last."
]
},
{
"type":"heading",
"class":"tricked",
"children":[
"Don't Be Tricked"
]
},
{
"type":"list",
"class":"tricked",
"children":[
" ",
{
"type":"list-item",
"hlId":"db3703",
"children":[
"All patients with Hodgkin lymphoma previously treated with mediastinal radiation who present with chest pain should be evaluated for ",
{
"type":"no-wrap",
"children":[
{
"type":"abbreviation",
"title":"coronary artery disease",
"children":[
"CAD"
]
},
","
]
},
" regardless of age."
]
},
" "
]
}
]
},
{
"type":"section",
"id":"mk19_bb_on_s15_4",
"title":{
"__html":"Cutaneous T-Cell Non-Hodgkin Lymphoma"
},
"titleNode":{
"type":"section-title",
"hlId":"58f193",
"children":[
"Cutaneous T-Cell Non-Hodgkin Lymphoma"
]
},
"children":[
{
"type":"p",
"hlId":"81d61b",
"children":[
"Mycosis fungoides and Sézary syndrome are the two major subtypes of cutaneous T-cell lymphoma. The skin findings in mycosis fungoides range from maculopapular plaques, to skin tumors with ulceration. The Sézary syndrome is a more aggressive form of cutaneous T-cell lymphoma in which diffuse erythroderma characterizes the skin involvement and malignant T cells circulate in the blood."
]
},
{
"type":"p",
"hlId":"5bd905",
"children":[
"Early-stage disease limited to the skin is treated with topical glucocorticoids. Advanced-stage disease is often treated with electron-beam radiation therapy and systemic chemotherapy."
]
},
{
"type":"inline-wrap",
"wrapId":"3",
"contentIds":[
"mk19_bb_on_f03"
],
"forceOpen":true
}
]
}
]
},
"tablesContent":{
}
}