{
"id":"mk19_a_gm_s5",
"subspecialtyId":"gm",
"title":"Pain",
"jsonContent":{
"type":"section",
"id":"mk19_a_gm_s5",
"title":{
"__html":"Pain"
},
"titleNode":{
"type":"section-title",
"hlId":"19852c",
"children":[
"Pain"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_gm_s5_1",
"title":{
"__html":"Classification"
},
"titleNode":{
"type":"section-title",
"hlId":"5c9335",
"children":[
"Classification"
]
},
"children":[
{
"type":"p",
"hlId":"5a54c0",
"children":[
"Acute pain (<6 weeks' duration) is the most common reason that patients seek emergent care and frequently occurs in hospitalized patients. Chronic pain (>3 months' duration or lasting longer than is typically associated with tissue healing) affects more than 10% of the U.S. population and has substantial negative effects on patient quality of life and physical, social, financial, and functional status."
]
},
{
"type":"p",
"hlId":"2b5d1b",
"children":[
"Identification of pain as either nociceptive or neuropathic can be helpful in tailoring approaches for some pain syndromes, particularly in the acute setting. Many patients with chronic noncancer pain syndromes, however, experience both nociceptive and neuropathic pain from multiple sources."
]
},
{
"type":"p",
"hlId":"0ce494",
"children":[
"Nociceptive pain is caused by involvement of either visceral or somatic nociceptors. Visceral pain classically results from injury to or abnormal firing of visceral pain fibers, and patients typically report poorly localized cramping or aching pain. Somatic pain is more commonly associated with injury to somatic pain fibers that convey signals from muscles, bones, and joints. Types of somatic pain include musculoskeletal pain (see ",
{
"type":"cross-reference",
"target":"mk19_a_gm_s7",
"children":[
"Common Musculoskeletal Problems"
]
},
") and inflammatory pain. Often described by patients as sharp and stabbing pain, somatic nociception may be easier to localize than visceral pain."
]
},
{
"type":"p",
"hlId":"1f28ab",
"children":[
"Neuropathic pain results from injury to peripheral nerve structures or the central nervous system. Peripheral nerve syndromes, such as postherpetic neuralgia, are common and can be diagnosed by identifying sensory symptoms within the distribution of the affected peripheral nerves. Central neuropathic pain syndromes, such as those caused by cerebrovascular accidents or spinal cord injuries, often have widely varying presentations and can evade diagnosis. Pain may be vaguely localized and associated with hyperalgesia (oversensitivity to a painful stimulus) or allodynia (pain from a normally nonpainful stimulus)."
]
},
{
"type":"p",
"hlId":"7aedf5",
"children":[
"Pain induced by chronic opioid therapy is being increasingly recognized. Opioid-induced hyperalgesia is thought to result from repeated exposure to systemic opioids. Patients with this pain syndrome may experience a change in the character of their pain during the course of opioid therapy, worsening pain with increasing opioid dosages, and pain reduction when opioid dosages are decreased."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gm_s5_2",
"title":{
"__html":"Assessment"
},
"titleNode":{
"type":"section-title",
"hlId":"29a992",
"children":[
"Assessment"
]
},
"children":[
{
"type":"p",
"hlId":"a33e3e",
"children":[
"The first step in the assessment of any pain syndrome, regardless of time course, is a thorough history and physical examination. Determination of pain location, character, duration, severity, temporal nature, and responsiveness to treatment is crucial to identifying the pain generator and tailoring the diagnostic and therapeutic approaches. Numeric pain scales are a common measurement technique for identifying pain intensity; however, the numbers may not directly correlate with patient perceived severity, tolerability, or functional impairment."
]
},
{
"type":"p",
"hlId":"516706",
"children":[
"The physical examination should include a careful inspection of the painful region and a comprehensive neurologic evaluation. In patients with acute pain, additional testing and imaging may be warranted, although such measures are unlikely to produce further diagnostic yield in those with chronic pain."
]
},
{
"type":"p",
"hlId":"562cd0",
"children":[
"In patients with a history of cancer and chronic cancer-related or cancer treatment–related pain, including those in survivorship, new or worsening pain should prompt a more detailed diagnostic assessment. The evaluation should include determination of significant changes in pain experience, new acute pain syndromes superimposed on chronic pain, and development of “red flag” symptoms. Red flags include pain occurring with constitutional symptoms (e.g., fever, involuntary weight loss), change in bowel or bladder function, and weakness or sensory deficits. These signs and symptoms raise suspicion for infection or recurrent cancer and should trigger further investigation."
]
},
{
"type":"p",
"hlId":"61b126",
"children":[
"A key component of chronic pain assessment is a thorough review of the patient's functional status, including physical functioning, ability to perform basic activities of daily living, and psycho-social-spiritual functioning. Psychological comorbidities influence and are influenced by experiences of chronic pain, and they affect response and adherence to a multimodal treatment strategy. Patients should be screened for mental health disorders, especially depression and anxiety (see ",
{
"type":"cross-reference",
"target":"mk19_a_gm_s9",
"children":[
"Mental and Behavioral Health"
]
},
"), because patients with chronic pain are up to four times more likely to have concomitant depression."
]
},
{
"type":"p",
"hlId":"7d9e56",
"children":[
"Substance use screening is another essential part of the assessment of patients with chronic pain (see ",
{
"type":"cross-reference",
"target":"mk19_a_gm_s9_5",
"children":[
"Mental and Behavioral Health"
]
},
"). Substance use disorders are more common in patients with chronic pain syndromes and increase the risk for opioid misuse."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"11bff6",
"children":[
"In patients with pain, determination of pain location, duration, character, severity, temporal nature, and responsiveness to treatment is crucial in identifying the pain generator and tailoring the diagnostic and therapeutic approaches."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gm_s5_3",
"title":{
"__html":"Management"
},
"titleNode":{
"type":"section-title",
"hlId":"fe4dbc",
"children":[
"Management"
]
},
"children":[
{
"type":"p",
"hlId":"716498",
"children":[
"The goal of pain management is to improve function and quality of life. Management should be directed to the cause of the patient's pain; acuity of presentation; pain severity (as it affects functional status); medical and psychosocial comorbid conditions; and barriers to treatment, such as health care access and concomitant mental health disorders."
]
},
{
"type":"p",
"hlId":"e2a240",
"children":[
"Nonpharmacologic strategies are the cornerstone of pain management. In patients with chronic pain syndromes, developing a therapeutic relationship in which patients feel their pain is taken seriously and in which patients, family members, and social supports are active participants is important for success over time. Physical activity, engagement in work activities, and behavioral interventions should be encouraged regardless of pain score."
]
},
{
"type":"p",
"hlId":"3331b2",
"children":[
"A multimodal approach plays an important role in the management of all pain subtypes, including acute and chronic noncancer-related pain, cancer-related pain, and pain at the end of life (see ",
{
"type":"cross-reference",
"target":"mk19_a_gm_s5_3_3",
"children":[
"Pain Management in Patients With Serious Illness"
]
},
"). Pharmacologic therapy, including nonopioid and opioid therapies (when appropriate), should be viewed as adjunctive to nonpharmacologic therapy. Frequent monitoring of pain severity, associated effect on functional status, response to interventions, and quality of life should be documented."
]
},
{
"type":"section",
"id":"mk19_a_gm_s5_3_1",
"title":{
"__html":"Nonpharmacologic Therapy"
},
"titleNode":{
"type":"section-title",
"hlId":"9a00d5",
"children":[
"Nonpharmacologic Therapy"
]
},
"children":[
{
"type":"p",
"hlId":"66448a",
"children":[
"In patients with acute pain, distraction techniques and music therapy have shown benefit for patients in both emergency department and postoperative settings."
]
},
{
"type":"p",
"hlId":"e2c16a",
"children":[
"Patients with chronic pain should be referred to a structured physical therapy program for evaluation and treatment aimed at improving functional status. High-quality evidence suggests that physical therapy programs improve both pain and function in patients with debilitation due to pain. Continuation of physical therapy beyond 12 weeks should be based on iterative clinical assessments and documented gains. Like physical therapy, exercise programs improve pain and function in patients with chronic pain, although no specific regimen has proved superior. Cognitive behavioral techniques, including cognitive behavioral therapy (CBT), mindfulness practices, and biofeedback, have been associated with reduced pain and improved overall function and mood. Referral to practices or specialized pain centers that provide these therapies should be explored when available. Low- to moderate-quality evidence supports the use of complementary and integrative therapies, such as massage, spinal manipulation, and acupuncture, in chronic pain management, and these interventions may be helpful adjuncts in some patients."
]
},
{
"type":"p",
"hlId":"88b91b",
"children":[
"Interventional approaches may be appropriate for acute or chronic pain symptoms that can be anatomically targeted with injection-based therapy, such as nerve blocks and trigger point injections. Advanced therapies, such as high-frequency neurostimulation, hold promise for appropriately selected patients with chronic pain. Patients may be referred to a pain specialist for consideration of these therapies."
]
},
{
"type":"p",
"hlId":"36093f",
"children":[
"The incidence of depression increases as pain symptoms intensify, and depression itself may manifest as pain. Aggressive treatment of depression with CBT and pharmacologic therapy can lead to substantial improvement in both chronic pain and depressive symptoms. Iterative evaluation of depressive symptoms during chronic pain treatment is critical to ensuring that patients can sustain improvements."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"8cb52f",
"hvc":true,
"children":[
"Physical therapy improves both pain and function in patients with debilitation due to chronic pain."
]
},
{
"type":"keypoint",
"hlId":"446d32",
"hvc":true,
"children":[
"Treatment of depression and cognitive behavioral techniques, including cognitive behavioral therapy, mindfulness practices, and biofeedback, have been associated with reduced pain and improved overall function and mood in patients with chronic pain."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gm_s5_3_2",
"title":{
"__html":"Pharmacologic Therapy"
},
"titleNode":{
"type":"section-title",
"hlId":"6951bd",
"children":[
"Pharmacologic Therapy"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_gm_s5_3_2_1",
"title":{
"__html":"Nonopioid Pharmacologic Therapy"
},
"titleNode":{
"type":"section-title",
"hlId":"03b384",
"children":[
"Nonopioid Pharmacologic Therapy"
]
},
"children":[
{
"type":"p",
"hlId":"406e66",
"children":[
"Nonopioid pharmacologic therapy is frequently effective for mild or moderate acute pain. Acetaminophen and NSAIDs are first-line therapy, although efficacy of these agents varies by the specific indication. Regularly scheduled and combination therapies are often required to achieve a reasonable level of pain control, and specific regimens should be tailored to the severity of pain, its expected duration, and the presence of comorbidities. Topical NSAIDs, such as diclofenac, have few systemic side effects, are generally well tolerated, and may be effective for treatment of musculoskeletal nociceptive conditions. Short courses of muscle relaxants may be beneficial in some patients with acute pain; however, long-term use should be avoided because of the potential for side effects and drug-drug interactions."
]
},
{
"type":"p",
"hlId":"e0f936",
"children":[
"Nonopioid adjuvants historically associated with neuropathic pain syndromes, including the gabapentinoids (gabapentin and pregabalin) and serotonin-norepinephrine reuptake inhibitors (duloxetine), are frequently used off-label to treat acute pain in hospitalized or postoperative patients (as an opioid-sparing strategy); cancer-associated pain; and various chronic pain syndromes. This practice is supported by only modest-quality data, which are often extrapolated from studies of other pain syndromes. Side effects of gabapentinoids include dizziness, disequilibrium, somnolence, weight gain, peripheral edema, and cognitive difficulties. In 2019, the FDA issued a warning that gabapentinoids may cause serious breathing difficulties in patients with respiratory risk factors, including opioid use and COPD. Clinicians should be aware of the limited evidence and potential adverse effects when prescribing neuropathic pain agents in these settings; however, if pharmacologic options are limited or harm reduction strategies are necessary, these drugs can be helpful when combined with patient-centered functional goals and shared decision making."
]
},
{
"type":"p",
"hlId":"a7a2dc",
"children":[
"In patients with chronic pain, pharmacologic therapy may be used as adjunctive treatment when nonpharmacologic therapies have not achieved their desired effect. Clinicians should emphasize that pharmacologic therapies have limited efficacy in the long-term management of pain and are intended to improve function and quality of life, not pain scores. Patients should be informed that drugs may take weeks to be effective and that a combination of medications with differing mechanisms may be necessary to provide optimal benefit (e.g., rational polypharmacy). When selecting pharmacologic therapy to add to a multimodal treatment regimen, attention to comorbid illnesses (particularly organ dysfunction) and potential drug-drug interactions is necessary to limit side effects."
]
},
{
"type":"p",
"hlId":"f604a7",
"children":[
"Chronic musculoskeletal or inflammatory nociceptive pain may be treated initially with trials of acetaminophen or NSAIDs. These drugs are most appropriately used for periodic pain flares or potentially while opioid therapy is being titrated down, but they should be avoided as long-term therapy, owing to the potential for gastrointestinal, renal, and cardiovascular adverse effects."
]
},
{
"type":"p",
"hlId":"1cae39",
"children":[
"Gabapentin, pregabalin, and duloxetine are first-line therapy for chronic neuropathic pain. Other pharmacologic options for neuropathic pain include capsaicin and topical lidocaine if pain generators are focal and topically located. The role of antiseizure medications in the treatment of chronic neuropathic pain is unclear, although carbamazepine appears to be effective in the treatment of trigeminal neuralgia. Tricyclic antidepressants, such as nortriptyline and desipramine, are also effective for neuropathic pain syndromes, although titration to effective dosages is often limited by side effects and drug-drug interactions."
]
},
{
"type":"p",
"hlId":"800da5",
"children":[
"Medical cannabis is increasingly available to patients with chronic pain. Many states have passed laws legalizing the use of cannabis or allowing its use for medical conditions, although it is still classified by the U.S. Drug Enforcement Administration as a schedule I agent. Current data on the effectiveness of medical cannabis for chronic pain are characterized by significant heterogeneity in both patient populations and cannabis preparations, although recent systematic reviews have demonstrated that cannabis has some efficacy in the treatment of chronic noncancer pain. The most robust data originate from studies of compounds available outside the United States (such as nabiximols), which contain higher ratios of cannabidiol to tetrahydrocannabinol (THC) than the existing FDA-approved synthetic THC (dronabinol). Little is known about the comparative efficacy of cannabis preparations. The 2021 MAGIC guideline makes a weak recommendation to offer a trial of noninhaled medical cannabis or cannabinoids, in addition to standard care and management, to patients living with chronic cancer or noncancer pain. The recommendation applies to adults living with moderate to severe chronic pain, regardless of pain mechanism, as well as cancer-related chronic pain."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"c4604e",
"hvc":true,
"children":[
"Musculoskeletal or inflammatory nociceptive pain may be treated initially with trials of acetaminophen or NSAIDs."
]
},
{
"type":"keypoint",
"hlId":"442575",
"children":[
"Gabapentinoids and serotonin-norepinephrine reuptake inhibitors are first-line therapy for chronic neuropathic pain syndromes."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gm_s5_3_2_2",
"title":{
"__html":"Opioid Therapy"
},
"titleNode":{
"type":"section-title",
"hlId":"bdcba3",
"children":[
"Opioid Therapy"
]
},
"children":[
{
"type":"p",
"hlId":"31ef03",
"children":[
"Opioid therapy may be used to treat moderate to severe acute pain. The Society of Hospital Medicine has published consensus guidelines on safe opioid prescribing in the hospital for noncancer-associated pain. These practice guidelines reinforce the need to limit opioid therapy to patients with moderate to severe pain; use the lowest effective dose for the shortest period of time; limit coadministration with other central nervous system depressants; limit parenteral opioids formulations to patients who are unable to use oral medications or in whom parenteral forms are needed for rapid analgesia; avoid the use of extended-release or transdermal opioids for acute pain; and use both nonpharmacologic and nonopioid pharmacologic agents in a multimodal strategy to improve pain and function. Finally, a bowel regimen to prevent opioid-induced constipation should be employed. Opioid delivery via patient-controlled analgesia pumps can be an effective means of controlling acute pain; however, the patient must have a clear mental status, and care should be taken not to prescribe a basal dose to opioid-naive patients. Current approaches additionally eschew the use of opioid-acetaminophen combination products because of the risk for acetaminophen overdose with titration of the opioid component, particularly when used concurrently with other acetaminophen-containing drugs."
]
},
{
"type":"p",
"hlId":"4f54dc",
"children":[
"Patients with chronic pain are frequently provided with prescriptions for opioids. Despite high prescribing rates, however, no evidence supports the use of long-term opioid therapy in patients with chronic noncancer pain, and opioids should not be considered first-line therapy in any patient with a chronic noncancer pain syndrome. Evidence demonstrates that long-term opioid use is associated with poorer overall functional status, worse quality of life, and worse pain (possibly mediated through opioid tolerance and hyperalgesic mechanisms). In addition, these prescribing patterns lead to substantial morbidity and mortality. From 1999 to 2017, almost 400,000 Americans died of an overdose related to opioids, with over half of these deaths resulting from the use of prescription opioids. In 2017, there were nearly 50,000 deaths secondary to opioid use, an increase of 12% over 2016."
]
},
{
"type":"p",
"hlId":"9e9f7a",
"children":[
"Opioids may be appropriate in selected patients with chronic pain in whom multimodal analgesic therapy has not improved function and quality of life. In 2016, the CDC released a comprehensive guideline for prescribing opioids in patients with chronic pain, not including patients with active cancer, patients receiving palliative care, and patients at the end of life. Central to these guidelines are a thorough assessment and robust discussion of risks and benefits, close monitoring, and use of risk-mitigation strategies ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_gm_t27",
"wrapId":"1",
"children":[
"Table 27"
]
}
]
}
]
},
" and ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_gm_t28",
"wrapId":"1",
"children":[
"Table 28"
]
}
]
},
")"
]
},
". The CDC provides a checklist to assist clinicians in opioid prescribing, available at ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://stacks.cdc.gov/view/cdc/38025",
"target":"_blank"
},
"children":[
"https://stacks.cdc.gov/view/cdc/38025"
]
},
". Although valuable in establishing practices for opioid use in chronic pain, the CDC guideline has been misapplied to other patient groups, such as those with postsurgical pain or cancer-related pain. Recommendations regarding maximal dosing and tapering of chronic opioids also have been misconstrued, and care must be taken to ensure proper application of the guideline."
]
},
{
"type":"inline-wrap",
"wrapId":"1",
"contentIds":[
"mk19_a_gm_t27",
"mk19_a_gm_t28"
]
},
{
"type":"section",
"id":"mk19_a_gm_s5_3_2_2_1",
"title":{
"__html":"Opioid Initiation and Risk Assessment"
},
"titleNode":{
"type":"section-title",
"hlId":"e2fa0f",
"children":[
"Opioid Initiation and Risk Assessment"
]
},
"children":[
{
"type":"p",
"hlId":"491720",
"children":[
"When initiating or continuing opioid therapy, clear treatment goals based on functional improvement and quality-of-life considerations should be established to manage patient expectations and provide a means for measuring the success or failure of treatment. These goals can be incorporated into a patient-physician prescribing agreement (a contract), which also can be used to communicate expectations for follow-up, monitoring, risk mitigation, and discontinuation or tapering. Sample patient agreement forms are available from the National Institute on Drug Abuse (",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.drugabuse.gov/sites/default/files/files/SamplePatientAgreementForms.pdf",
"target":"_blank"
},
"children":[
"www.drugabuse.gov/sites/default/files/files/SamplePatientAgreementForms.pdf"
]
},
")."
]
},
{
"type":"p",
"hlId":"f24559",
"children":[
"Clinicians should evaluate for risk factors associated with opioid-related harms, such as substance use, the presence of kidney or liver disease (which may affect drug metabolism), sleep-disordered breathing, and pregnancy. A commonly used risk assessment instrument, the Opioid Risk Tool, is available at ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.drugabuse.gov/sites/default/files/files/OpioidRiskTool.pdf",
"target":"_blank"
},
"children":[
"www.drugabuse.gov/sites/default/files/files/OpioidRiskTool.pdf"
]
},
"."
]
},
{
"type":"p",
"hlId":"4de755",
"children":[
"The risk for opioid-related overdose is dose dependent, with significantly increased risk for overdose in patients receiving dosages higher than 90 morphine milligram equivalents (MME)/d. The lowest possible dosage should be used to achieve the functional and quality-of-life goals established by the patient and prescriber. Given the risks and limited efficacy of opioid therapy in treating chronic noncancer pain, these dosages should not typically exceed more than 50 MME/d. Follow-up evaluation should occur at frequent intervals after therapy initiation or dosage changes and at least every 3 months. Dosages exceeding 50 MME/d should prompt re-evaluation and closer follow-up intervals. Dosages higher than 90 MME/d are considered high risk and should be prescribed only in consultation with pain specialists. Very long-acting opioid formulations, such as transdermal fentanyl and methadone, are associated with a higher risk for overdose, and dosages should not be increased more frequently than weekly. Co-prescription of opioids and benzodiazepines is associated with an increased risk for death from overdose and should be avoided."
]
},
{
"type":"p",
"hlId":"cb0f21",
"children":[
"For patients who previously received opioid prescriptions for chronic pain and present to a physician as a new patient, a discussion on opioid prescribing best practices should be framed by the CDC guideline recommendations (see ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_gm_t27",
"wrapId":"2",
"children":[
"Table 27"
]
}
]
},
")"
]
},
". Discussions on tapering opioid therapy, incorporating a nonopioid multimodal pain strategy, and setting appropriate goals are fundamental to these prescribing relationships. If tapering is intended, an individualized plan should include clear discussions with the patient, assessment for opioid use disorder, a reasonable rate of taper (usually 5%-20% dose reduction per month), close observation for symptoms of opioid withdrawal, and involvement of behavioral health specialists when significant mental illness or risk for suicide is present."
]
},
{
"type":"inline-wrap",
"wrapId":"2",
"contentIds":[
"mk19_a_gm_t27"
]
}
]
},
{
"type":"section",
"id":"mk19_a_gm_s5_3_2_2_2",
"title":{
"__html":"Risk Mitigation"
},
"titleNode":{
"type":"section-title",
"hlId":"b3b47d",
"children":[
"Risk Mitigation"
]
},
"children":[
{
"type":"p",
"hlId":"bbea1e",
"children":[
"Urine drug screening and surveillance of state prescription drug monitoring programs (PDMPs) are important risk-mitigation strategies for patients receiving opioids in the setting of chronic pain. Although the optimal screening frequency is unclear, patients taking long-term opioid therapy should undergo urine drug screening at least yearly to assess for adherence to the prescribed agent and for the presence of substances that could increase the risk for opioid overdose. More frequent screening may be recommended on the basis of individual patient characteristics. Concurrent use of illicit drugs is a reason to consider discontinuation of opioid prescriptions. State PDMPs should also be reviewed on a regular basis to assess for adherence to the terms of the prescribing agreement and to identify opioid prescription by multiple clinicians. The regulations for checking PDMPs before prescribing an opioid vary by state, and physicians should be familiar with the regulations in the states in which they practice."
]
},
{
"type":"p",
"hlId":"295d1f",
"children":[
"Evidence shows that naloxone, an opioid antagonist that reverses life-threatening respiratory depression, is effective in preventing opioid-related overdose death at the community level through community-based distribution. Clinicians should strongly consider offering overdose prevention education and naloxone kits to patients receiving 50 MME/d or more. Regardless of opioid dosage, naloxone kits also should be strongly considered for patients with concurrent benzodiazepine use; a nonopioid substance use disorder; a mental health disorder; or respiratory conditions, such as COPD or obstructive sleep apnea. Similar interventions are indicated for patients not prescribed opioids but who are otherwise at high risk for overdose, such as those illicitly using opioids or drugs that may be contaminated with opioids (methamphetamine and cocaine), those with a history of opioid misuse who have been recently released from incarceration, or those receiving treatment for opioid use disorder. Naloxone kits and overdose prevention education should be extended to friends, family members, or caregivers of patients at high risk."
]
}
]
},
{
"type":"section",
"id":"mk19_a_gm_s5_3_2_2_3",
"title":{
"__html":"Adverse Effects"
},
"titleNode":{
"type":"section-title",
"hlId":"b8bc11",
"children":[
"Adverse Effects"
]
},
"children":[
{
"type":"p",
"hlId":"b353df",
"children":[
"In patients receiving opioid therapy, constipation is nearly universal, and tolerance to constipation does not develop over time. A bowel regimen should be started concurrently with opioid initiation rather than after symptoms of constipation develop. Pharmacologic therapy for all patients taking scheduled opioids should include a stimulant laxative, such as senna or bisacodyl. There is little evidence supporting the use of stool softeners, such as docusate. If constipation develops despite prophylactic therapy, intensifying treatment with stimulant laxatives or adding an osmotic laxative (e.g., polyethylene glycol) is appropriate. If maximal medical therapy has failed to achieve laxation, peripheral opioid antagonists (e.g., naldemedine, naloxegol, or methylnaltrexone) should be considered. These medications do not cross the blood-brain barrier and therefore do not affect analgesia; however, they are contraindicated in patients at risk for bowel obstruction. Patients taking opioids should not receive supplemental fiber, owing to concerns about worsening constipation in the setting of opioid-reduced gastrointestinal motility."
]
},
{
"type":"p",
"hlId":"7fd773",
"children":[
"Nausea related to opioid use is common. No one opioid is known to be less emetogenic than another. Opioid-induced nausea is usually transient, and tolerance generally develops over 2 to 7 days; therefore, opioids should not be switched too quickly. Antidopaminergic agents, such as metoclopramide or prochlorperazine, are the preferred agents to treat opioid-induced nausea. Serotonin receptor antagonists, such as ondansetron, may be used but can cause or worsen constipation."
]
},
{
"type":"p",
"hlId":"9d683b",
"children":[
"Repeated opioid use can result in tolerance, physical dependence, and potential abuse. Opioid use disorder is characterized by use of opioids in increasing amounts or longer than intended, continued use of opioids despite social functional decline, repeated episodes of withdrawal, abandonment of important events or activities, and physical and psychological problems. For a discussion on the diagnosis and treatment of opioid use disorder, see ",
{
"type":"cross-reference",
"target":"mk19_a_gm_s9_5_3_2",
"children":[
"Mental and Behavioral Health"
]
},
"."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"dd98be",
"hvc":true,
"children":[
"Long-term opioid use is associated with poorer overall functional status, worse quality of life, and worse pain."
]
},
{
"type":"keypoint",
"hlId":"4b74d4",
"children":[
"The decision to initiate opioid therapy in patients with chronic pain should involve assessment and robust discussion of risks and benefits; close monitoring for benefits and harms; avoidance of long-acting opioid formulations; and use of risk-mitigation strategies, including regular follow-up."
]
},
{
"type":"keypoint",
"hlId":"05c02e",
"children":[
"Clinicians should strongly consider offering overdose prevention education and naloxone kits to patients at increased risk for overdose, such as those receiving dosages of 50 morphine milligram equivalents/d or more, those concurrently taking a benzodiazepine, or those with a history of substance use disorder."
]
},
{
"type":"keypoint",
"hlId":"9b1f29",
"children":[
"All patients taking scheduled opioids should receive a stimulant laxative, such as senna or bisacodyl."
]
}
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gm_s5_3_3",
"title":{
"__html":"Pain Management in Patients with Serious Illness"
},
"titleNode":{
"type":"section-title",
"hlId":"1fe9df",
"children":[
"Pain Management in Patients with Serious Illness"
]
},
"children":[
{
"type":"p",
"hlId":"d6e39a",
"children":[
"Pain is common in patients with serious illness, and recognition and constant evaluation of pain are integral to effective management. Up to 90% of patients with advanced cancer have pain. Unfortunately, cancer pain remains undertreated, with about one third of patients with cancer receiving inadequate analgesia. The incidence of pain in patients with other serious illnesses is also underappreciated."
]
},
{
"type":"p",
"hlId":"99e9a4",
"children":[
"In addition to physical pain, many patients with serious illness face complex psychosocial and spiritual issues related to their illness and may experience total pain, defined as physical, social, psychological, and spiritual suffering. Engaging interdisciplinary team members, such as nurses, psychologists, chaplains, and social workers, is important in addressing the nonphysical components of pain."
]
},
{
"type":"p",
"hlId":"6cf8d6",
"children":[
"Nonpharmacologic interventions that benefit patients with cancer pain include CBT to enhance coping techniques, physical therapy to improve function in the setting of pain from metastatic lesions, or radiation therapy directed to the underlying lesions. Pharmacologic pain management often requires a multimodal strategy that uses both opioids and nonopioid analgesics, such as acetaminophen, NSAIDs, glucocorticoids, topical therapies, neuropathic agents, antidepressants with analgesic properties, and possibly cannabis. In cancer-associated pain and particularly in patients with advanced disease, the severity of the underlying pain necessitates the use of opioids."
]
},
{
"type":"p",
"hlId":"cdd1ec",
"children":[
"Opioids may be appropriate in patients in whom nonopioid treatment is ineffective or not tolerated, with careful attention to dosing, frequency, and side effect profile. Safe prescribing practices, such as PDMP review, opioid risk assessment, and close monitoring, should be used. ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_gm_t29",
"wrapId":"3",
"children":[
"Table 29"
]
}
]
},
" outlines the most commonly used opioids in the treatment of pain resulting from a serious illness, as well as specific patient population concerns. Weaker opioids, such as codeine and tramadol, are not first-line options in patients with serious illness because of marginal effectiveness, significant drug-drug interactions, and wide variations in hepatic metabolism."
]
},
{
"type":"inline-wrap",
"wrapId":"3",
"contentIds":[
"mk19_a_gm_t29"
]
},
{
"type":"p",
"hlId":"a2ea21",
"children":[
"Short-acting opioids should be titrated to achieve symptom relief. In patients using short-acting opioids who require longer-lasting relief, long-acting agents are appropriate; however, long-acting opioids should not be the initial opioid prescribed in opioid-naive patients. Selection of a long-acting opioid should be based on underlying organ function and previous response to the equivalent short-acting formulation (for example, oxycodone immediate-release and controlled-release forms)."
]
},
{
"type":"p",
"hlId":"4d5c5a",
"children":[
"Orally administered transmucosal immediate-release fentanyl (TIRF) products are approved for the treatment of cancer-related pain. TIRF formulations are rapidly absorbed and offer immediate onset for patients who are not achieving adequate analgesia with high-dose morphine. Management of these medications is challenging because the dosing regimen, escalation, and frequency differ among brands. In addition, clinicians require specialized education and certification (TIRF Risk Evaluation and Mitigation Strategy program) to initiate these medications. Methadone is another long-acting agent used to treat pain from a serious illness; however, its complex dosing and variable half-life restrict its general use. TIRF formulations and methadone also are associated with a higher risk for overdose. Owing to their complicated management, they should be prescribed in collaboration with an expert in pain management or a palliative medicine specialist with experience in their use."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"299409",
"children":[
"Pharmacologic management of pain in patients with serious illness requires a multimodal strategy, which may incorporate opioids, acetaminophen, NSAIDs, glucocorticoids, topical therapies, neuropathic agents, antidepressants with analgesic properties, and possibly cannabis."
]
},
{
"type":"keypoint",
"hlId":"9ed702",
"children":[
"For patients with advanced illness in whom nonopioid analgesic agents are ineffective or not tolerated, opioids may be appropriate, with careful attention to dosing, frequency, and side effect profile."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_gm_s5_4",
"bibliography":true,
"title":{
"__html":"Bibliography"
},
"titleNode":{
"type":"section-title",
"hlId":"a7cc81",
"children":[
"Bibliography"
]
},
"children":[
{
"type":"references",
"children":[
{
"type":"reference",
"children":[
"Busse JW, Vankrunkelsven P, Zeng L, et al. Medical cannabis or cannabinoids for chronic pain: a clinical practice guideline. BMJ. 2021;374:n2040. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/34497062",
"target":"_blank"
},
"children":[
"PMID: 34497062"
]
},
" doi:10.1136/bmj.n2040."
]
},
{
"type":"reference",
"children":[
"Busse JW, Wang L, Kamaleldin M, et al. Opioids for chronic noncancer pain: a systematic review and meta-analysis. JAMA. 2018;320:2448-60. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30561481",
"target":"_blank"
},
"children":[
"PMID: 30561481"
]
},
" doi:10.1001/jama.2018.18472"
]
},
{
"type":"reference",
"children":[
"Dowell D, Haegerich TM, Chou R. CDC guideline for prescribing opioids for chronic pain—United States, 2016. JAMA. 2016;315:1624-45. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/26977696",
"target":"_blank"
},
"children":[
"PMID: 26977696"
]
},
" doi:10.1001/jama.2016.1464"
]
},
{
"type":"reference",
"children":[
"Finnerup NB. Nonnarcotic methods of pain management. N Engl J Med. 2019;380:2440-8. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31216399",
"target":"_blank"
},
"children":[
"PMID: 31216399"
]
},
" doi:10.1056/NEJMra1807061"
]
},
{
"type":"reference",
"children":[
"Herzig SJ, Mosher HJ, Calcaterra SL, et al. Improving the safety of opioid use for acute noncancer pain in hospitalized adults: a consensus statement from the Society of Hospital Medicine. J Hosp Med. 2018;13:263-71. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29624189",
"target":"_blank"
},
"children":[
"PMID: 29624189"
]
},
" doi:10.12788/jhm.2980"
]
},
{
"type":"reference",
"children":[
"Hooten M, Thorson D, Bianco J, et al. Pain: assessment, non-opioid treatment approaches and opioid management. Bloomington (MN): Institute for Clinical Systems Improvement; August 2017. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.icsi.org/guidelines_more/catalog_guidelines_and_more/catalog_guidelines/catalog_pain_guidelines/pain/",
"target":"_blank"
},
"children":[
"www.icsi.org/guidelines_more/catalog_guidelines_and_more/catalog_guidelines/catalog_pain_guidelines/pain/"
]
}
]
}
]
}
]
}
]
},
"tablesContent":{
"mk19_a_gm_t27":{
"id":"mk19_a_gm_t27",
"number":27,
"bookId":"gm",
"title":{
"__html":"Centers for Disease Control and Prevention Recommendations for Prescribing Opioids for Chronic Pain Outside of Active Cancer, Palliative, and End-of-Life Care<sup>a</sup>"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"cd781c",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 27. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_gm_t27"
}
]
},
"Centers for Disease Control and Prevention Recommendations for Prescribing Opioids for Chronic Pain Outside of Active Cancer, Palliative, and End-of-Life Care",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f477dd",
"class":"col hd l",
"children":[
"Determining When to Initiate or Continue Opioids for Chronic Pain"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b7f66d",
"class":"cell txt l",
"children":[
"1. Nonpharmacologic therapy and nonopioid pharmacologic therapy are preferred for chronic pain. Clinicians should consider opioid therapy only if expected benefits for both pain and function are anticipated to outweigh risks to the patient. If opioids are used, they should be combined with nonpharmacologic therapy and nonopioid pharmacologic therapy, as appropriate."
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"92265b",
"class":"cell txt l",
"children":[
"2. Before starting opioid therapy for chronic pain, clinicians should establish treatment goals with all patients, including realistic goals for pain and function, and should consider how therapy will be discontinued if benefits do not outweigh risks. Clinicians should continue opioid therapy only if there is clinically meaningful improvement in pain and function that outweighs risks to patient safety."
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7503f3",
"class":"cell txt l",
"children":[
"3. Before starting and periodically during opioid therapy, clinicians should discuss with patients known risks and realistic benefits of opioid therapy and patient and clinician responsibilities for managing therapy."
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"065c12",
"class":"col hd l",
"children":[
"Opioid Selection, Dosage, Duration, Follow-up, and Discontinuation"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9904a3",
"class":"cell txt l",
"children":[
"4. When starting opioid therapy for chronic pain, clinicians should prescribe immediate-release opioids instead of extended-release/long-acting (ER/LA) opioids."
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"3dfabe",
"class":"cell txt l",
"children":[
"5. When opioids are started, clinicians should prescribe the lowest effective dosage. Clinicians should use caution when prescribing opioids at any dosage, should carefully reassess evidence of individual benefits and risks when increasing dosage to ≥50 morphine milligram equivalents (MME)/day, and should avoid increasing dosage to ≥90 MME/day or carefully justify a decision to titrate dosage to ≥90 MME/day."
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a1094e",
"class":"cell txt l",
"children":[
"6. Long-term opioid use often begins with treatment of acute pain. When opioids are used for acute pain, clinicians should prescribe the lowest effective dosage of immediate-release opioids and should prescribe no greater quantity than needed for the expected duration of pain severe enough to require opioids. Three days or less will often be sufficient; more than 7 days will rarely be needed."
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"015a5b",
"class":"cell txt l",
"children":[
"7. Clinicians should evaluate benefits and harms with patients within 1 to 4 weeks of starting opioid therapy for chronic pain or of dose escalation. Clinicians should evaluate benefits and harms of continued therapy with patients every 3 months or more frequently. If benefits do not outweigh harms of continued opioid therapy, clinicians should optimize other therapies and work with patients to taper opioids to lower dosages or to taper and discontinue opioids."
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"775595",
"class":"col hd l",
"children":[
"Assessing Risk and Addressing Harms of Opioid Use"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_3-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6b6dc9",
"class":"cell txt l",
"children":[
"8. Before starting and periodically during continuation of opioid therapy, clinicians should evaluate risk factors for opioid-related harms. Clinicians should incorporate into the management plan strategies to mitigate risk, including considering offering naloxone when factors that increase risk for opioid overdose, such as history of overdose, history of substance use disorder, higher opioid dosages (≥50 MME/day), or concurrent benzodiazepine use, are present."
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_3-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c2e6e9",
"class":"cell txt l",
"children":[
"9. Clinicians should review the patient's history of controlled substance prescriptions using state prescription drug monitoring program (PDMP) data to determine whether the patient is receiving opioid dosages or dangerous combinations that put him or her at high risk for overdose. Clinicians should review PDMP data when starting opioid therapy for chronic pain and periodically during opioid therapy for chronic pain, ranging from every prescription to every 3 months."
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_3-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"832de4",
"class":"cell txt l",
"children":[
"10. When prescribing opioids for chronic pain, clinicians should use urine drug testing before starting opioid therapy and consider urine drug testing at least annually to assess for prescribed medications as well as other controlled prescription drugs and illicit drugs."
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_3-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9bf892",
"class":"cell txt l",
"children":[
"11. Clinicians should avoid prescribing opioid pain medication and benzodiazepines concurrently whenever possible."
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_3-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"bebac3",
"class":"cell txt l",
"children":[
"12. Clinicians should offer or arrange evidence-based treatment (usually medication-assisted treatment with buprenorphine or methadone in combination with behavioral therapies) for patients with opioid use disorder."
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
},
"All recommendations are category A (apply to all patients outside of active cancer treatment, palliative care, and end-of-life care) except recommendation 10 (designated category B, with individual decision making required); see full guideline at ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.cdc.gov/mmwr/volumes/65/rr/rr6501e1.htm",
"target":"_blank"
},
"children":[
"www.cdc.gov/mmwr/volumes/65/rr/rr6501e1.htm"
]
},
" for evidence ratings."
],
[
"Reproduced from Dowell D, Haegerich TM, Chou R. CDC guideline for prescribing opioids for chronic pain—United States, 2016. MMWR Recomm Rep. 2016;65:16. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/26987082",
"target":"_blank"
},
"children":[
"PMID: 26987082"
]
},
" doi:10.15585/mmwr.rr6501e1"
]
]
},
"mk19_a_gm_t28":{
"id":"mk19_a_gm_t28",
"number":28,
"bookId":"gm",
"title":{
"__html":"Risks of Long-Term Opioid Therapy"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"1feec0",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 28. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_gm_t28"
}
]
},
"Risks of Long-Term Opioid Therapy"
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4b531a",
"class":"cell txt l",
"children":[
"Endocrinopathies (e.g., osteoporosis, hypogonadism)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4ff5c5",
"class":"cell txt l",
"children":[
"Increasing pain through mechanisms of opioid-induced hyperalgesia"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4ed93e",
"class":"cell txt l",
"children":[
"Opioid tolerance resulting from adaptive central nervous system mechanisms"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"eb81f9",
"class":"cell txt l",
"children":[
"Opioid addiction"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"663292",
"class":"cell txt l",
"children":[
"Overdose and death"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"30a919",
"class":"cell txt l",
"children":[
"Risk for family members or children using opioids"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[

]
},
"mk19_a_gm_t29":{
"id":"mk19_a_gm_t29",
"number":29,
"bookId":"gm",
"title":{
"__html":"Opioids Commonly Used in Palliative Care"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"c837fe",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 29. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_gm_t29"
}
]
},
"Opioids Commonly Used in Palliative Care"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8c12bb",
"class":"col hd l",
"children":[
"Opioid"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1f3690",
"class":"col hd l",
"children":[
"Protein Binding"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"671281",
"class":"col hd l",
"children":[
"Metabolism"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8413c6",
"class":"col hd l",
"children":[
"Comments"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9620d4",
"class":"cell txt l",
"children":[
"Hydrocodone"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"28d0ed",
"class":"cell txt l",
"children":[
"Low"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"51255f",
"class":"cell txt l",
"children":[
"Liver enzyme CYP2D6"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2161fa",
"class":"cell txt l",
"children":[
"Not recommended"
]
},
" ",
{
"type":"p",
"hlId":"573d86",
"class":"cell txt l",
"children":[
"Variable efficacy; combination with acetaminophen limits use"
]
},
" ",
{
"type":"p",
"hlId":"09aeed",
"class":"cell txt l",
"children":[
"Increased time to analgesic onset in liver failure"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"85e01b",
"class":"cell txt l",
"children":[
"Tramadol"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"24b818",
"class":"cell txt l",
"children":[
"Low/moderate"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"af573f",
"class":"cell txt l",
"children":[
"Liver enzymes CYP2D6/CYP3A4"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2161fa",
"class":"cell txt l",
"children":[
"Not recommended"
]
},
" ",
{
"type":"p",
"hlId":"b1c7d5",
"class":"cell txt l",
"children":[
"Variable time to onset and unpredictable analgesic efficacy in liver failure"
]
},
" ",
{
"type":"p",
"hlId":"1658fb",
"class":"cell txt l",
"children":[
"Interactions with other serotonergic medications, potentially leading to serotonin syndrome (agitation, clonus, muscle rigidity, hyperreflexia)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6c0fec",
"class":"cell txt l",
"children":[
"Hydromorphone"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"28d0ed",
"class":"cell txt l",
"children":[
"Low"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f6e1a9",
"class":"cell txt l",
"children":[
"Liver (glucuronidation)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"69e4b9",
"class":"cell txt l",
"children":[
"Better choice if kidney disease is present"
]
},
" ",
{
"type":"p",
"hlId":"cd08da",
"class":"cell txt l",
"children":[
"Reduce dose and frequency in liver failure/cirrhosis"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"35d965",
"class":"cell txt l",
"children":[
"Oxycodone"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2ad853",
"class":"cell txt l",
"children":[
"Moderate/high"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"af573f",
"class":"cell txt l",
"children":[
"Liver enzymes CYP2D6/CYP3A4"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7ce194",
"class":"cell txt l",
"children":[
"Increased half-life and variable onset in liver failure; if used, reduce dose and frequency"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4b29b1",
"class":"cell txt l",
"children":[
"Morphine"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2ad853",
"class":"cell txt l",
"children":[
"Moderate/high"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f6e1a9",
"class":"cell txt l",
"children":[
"Liver (glucuronidation)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c83322",
"class":"cell txt l",
"children":[
"Avoid in liver failure/cirrhosis and kidney failure"
]
},
" ",
{
"type":"p",
"hlId":"b06857",
"class":"cell txt l",
"children":[
"Increased bioavailability with liver failure"
]
},
" ",
{
"type":"p",
"hlId":"b4ea12",
"class":"cell txt l",
"children":[
"Increased toxic metabolites with kidney failure"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"493c20",
"class":"cell txt l",
"children":[
"Fentanyl"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"655d20",
"class":"cell txt l",
"children":[
"High"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0e9058",
"class":"cell txt l",
"children":[
"Liver enzyme CYP3A4"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"628f10",
"class":"cell txt l",
"children":[
"Safer long-acting drug in kidney and liver failure"
]
},
" ",
{
"type":"p",
"hlId":"624200",
"class":"cell txt l",
"children":[
"Increased bioavailability with liver failure; start lower-dose patch in liver failure"
]
},
" ",
{
"type":"p",
"hlId":"1b95ac",
"class":"cell txt l",
"children":[
"Efficacy may be impaired in very thin individuals"
]
},
" ",
{
"type":"p",
"hlId":"184f9a",
"class":"cell txt l",
"children":[
"Higher risk for overdose"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-7 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4cf38f",
"class":"cell txt l",
"children":[
"Methadone"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"655d20",
"class":"cell txt l",
"children":[
"High"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"5643d7",
"class":"cell txt l",
"children":[
"Liver enzymes CYP2D6, CYP2B6, CYP3A4"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e7768c",
"class":"cell txt l",
"children":[
"Opioid receptor agonist and NMDA receptor antagonist; complex biphasic metabolism and long half-life"
]
},
" ",
{
"type":"p",
"hlId":"ed70cd",
"class":"cell txt l",
"children":[
"Should only be managed by clinicians with experience in dose conversion and titration"
]
},
" ",
{
"type":"p",
"hlId":"184f9a",
"class":"cell txt l",
"children":[
"Higher risk for overdose"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"CYP2B6 = cytochrome P-450 2B6; CYP2D6 = cytochrome P-450 2D6; CYP3A4 = cytochrome P-450 3A4; NMDA = ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"N"
]
},
"-methyl-",
{
"type":"tag",
"tagName":"small",
"attrs":{
},
"children":[
"D"
]
},
"-aspartate."
]
]
}
}
}