{
"id":"mk19_b_cv_s4",
"subspecialtyId":"cv",
"title":"Heart Failure",
"jsonContent":{
"type":"section",
"id":"mk19_b_cv_s4",
"title":{
"__html":"Heart Failure"
},
"titleNode":{
"type":"section-title",
"hlId":"6ff5ed",
"children":[
"Heart Failure"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_cv_s4_1",
"title":{
"__html":"Pathophysiology of Heart Failure"
},
"titleNode":{
"type":"section-title",
"hlId":"0a9435",
"children":[
"Pathophysiology of Heart Failure"
]
},
"children":[
{
"type":"p",
"hlId":"06dc93",
"children":[
"Heart failure is a clinical syndrome characterized by signs and symptoms of fluid overload and decreased cardiac output. It can result from any structural or functional impairment in ejection of blood (systolic dysfunction) or ventricular filling and/or relaxation (diastolic dysfunction). Systolic and diastolic dysfunction both result in increased left ventricular (LV) filling pressures, causing the classic signs and symptoms of heart failure, including dyspnea, paroxysmal nocturnal dyspnea, orthopnea, peripheral edema, crackles, elevated central venous pressure, and an S",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"3"
]
},
"."
]
},
{
"type":"p",
"hlId":"cacb84",
"children":[
"In systolic dysfunction, LV ejection fraction (LVEF) is reduced, termed heart failure with reduced ejection fraction (HFrEF). HFrEF is formally defined by an LVEF of 40% or less. Common causes of HFrEF include coronary artery disease (CAD), hypertension, obesity, diabetes mellitus, and valvular heart disease."
]
},
{
"type":"p",
"hlId":"ad6687",
"children":[
"In response to a reduced ejection fraction, neurohormonal systems, including the renin-angiotensin-aldosterone system (RAAS) and sympathetic nervous system, are activated. RAAS activation results in the production of angiotensin II and aldosterone. Angiotensin II causes vasoconstriction, thereby increasing blood pressure, and also stimulates thirst; aldosterone increases fluid retention by increasing sodium resorption. Stimulation of the sympathetic nervous system results in the release of epinephrine and norepinephrine, which cause an increase in heart rate, contractility, and vascular resistance. Enhanced sympathetic activity and increased angiotensin II levels stimulate vasopressin release, causing additional fluid retention. Initially, this response is adaptive and maintains an adequate cardiac output and blood pressure; however, it becomes chronic and maladaptive in the long term."
]
},
{
"type":"p",
"hlId":"687159",
"children":[
"Chronic activation of the neurohormonal systems in HFrEF not only causes hemodynamic alterations by vasoconstriction and fluid overload but also is responsible for structural and functional changes in the individual myocytes, ultimately leading to worsening global LV function and dilation. This process is referred to as ventricular remodeling. These deleterious changes result in a cycle of slowly worsening LV function with decreasing forward flow and increasing pulmonary and right-sided pressures."
]
},
{
"type":"p",
"hlId":"ddd8f8",
"children":[
"Diastolic dysfunction usually is characterized by a stiffened LV with abnormal relaxation during diastole, resulting in an increase in LV preload. LVEF classically remains normal in this setting, known as heart failure with preserved ejection fraction (HFpEF). HFpEF is commonly defined by an LVEF of 50% or greater. Hypertension is the most common cause; however, aging, obesity, diabetes mellitus, atrial fibrillation, and CAD are also contributors. Recently, amyloid deposits, due to wild type or mutation in the transthyretin gene, have been reported in more than 10% of patients with HFpEF."
]
},
{
"type":"p",
"hlId":"f3402a",
"children":[
"Heart failure with mid-range ejection fraction (HFmEF) has been proposed as a category to describe patients with LVEF between 40% and 50%. HFmEF includes up to 25% of all patients with heart failure. There have been few clinical trials evaluating therapy outcomes in these patients."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"38c2de",
"children":[
"Common causes of heart failure with reduced ejection fraction include coronary artery disease, hypertension, obesity, diabetes mellitus, and valvular heart disease."
]
},
{
"type":"keypoint",
"hlId":"2a0a52",
"children":[
"Hypertension is the most common cause of heart failure with preserved ejection fraction."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_2",
"title":{
"__html":"Screening"
},
"titleNode":{
"type":"section-title",
"hlId":"db7551",
"children":[
"Screening"
]
},
"children":[
{
"type":"p",
"hlId":"66649f",
"children":[
"A validated sex- and race-specific 10-year Pooled Cohort Equation to Prevent Heart Failure risk score can be used in primary care settings to assist in identifying asymptomatic patients at increased risk for heart failure who may merit intensive screening and/or targeted prevention strategies (",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://hf-risk-calculator.surge.sh/",
"target":"_blank"
},
"children":[
"http://hf-risk-calculator.surge.sh/"
]
},
"). The inclusion of race as a variable in determining risk, however, is likely a flawed approach and limits the utility of this calculator."
]
},
{
"type":"p",
"hlId":"d729dd",
"children":[
"In patients at risk for developing heart failure (such as those with hypertension, diabetes, or vascular disease), natriuretic peptide biomarker–based screening can be useful to prevent the development of LV dysfunction. Small studies have shown that in asymptomatic persons with elevated B-type natriuretic peptide (BNP) or N-terminal pro-B-type natriuretic peptide (NT-proBNP) levels, team-based care and aggressive guideline-based medical therapy involving a cardiovascular specialist can help prevent future LV dysfunction or new-onset heart failure; however, there is no agreed-on standard for such screening and no certainty as to its cost-effectiveness."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_3",
"title":{
"__html":"Diagnosis and Evaluation of Heart Failure"
},
"titleNode":{
"type":"section-title",
"hlId":"64fbac",
"children":[
"Diagnosis and Evaluation of Heart Failure"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_cv_s4_3_1",
"title":{
"__html":"Clinical Evaluation"
},
"titleNode":{
"type":"section-title",
"hlId":"705299",
"children":[
"Clinical Evaluation"
]
},
"children":[
{
"type":"p",
"hlId":"595b09",
"children":[
"Clinical evaluation of patients suspected of having heart failure should include a comprehensive history and physical examination, focusing on potential risk factors and assessment of fluid and perfusion status. Heart failure most commonly presents with signs and symptoms of volume overload with normal cardiac output. Less commonly, volume overload is accompanied by low cardiac output, and rarely, patients have low cardiac output without volume overload."
]
},
{
"type":"p",
"hlId":"ad5a0f",
"children":[
"Volume overload is suggested by symptoms such as weight gain, dyspnea, orthopnea, and paroxysmal nocturnal dyspnea. Bendopnea (shortness of breath when leaning over) is associated with elevated filling pressures, particularly in the setting of reduced cardiac index. Symptoms typically progress from exertional dyspnea to orthopnea and paroxysmal nocturnal dyspnea. Supportive examination findings include elevated central venous pressure, edema, abdominal distention from ascites, crackles or findings consistent with pleural effusion on lung examination, and an S",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"3"
]
},
"."
]
},
{
"type":"p",
"hlId":"6c73b5",
"children":[
"Low cardiac output is signaled by hypotension, low pulse pressure, cool extremities, and reduced cognition. Although worsening kidney or liver function may be a sign of low cardiac output, end-organ dysfunction also can be caused by vascular congestion."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_3_2",
"title":{
"__html":"Diagnosis"
},
"titleNode":{
"type":"section-title",
"hlId":"523223",
"children":[
"Diagnosis"
]
},
"children":[
{
"type":"p",
"hlId":"d3a2bb",
"children":[
"Initial diagnostic testing for heart failure includes ECG, chest radiography, and select laboratory studies. An ECG can be helpful in evaluating for possible myocardial infarction, tachyarrhythmia, or LV hypertrophy. Chest radiography may reveal findings that support heart failure, including cardiomegaly, vascular congestion, engorged lymphatics (Kerley B lines) ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_cv_f12",
"wrapId":"1",
"children":[
"Figure 12"
]
}
]
},
")"
]
},
", and pleural effusion, or may exclude alternative pulmonary causes of dyspnea."
]
},
{
"type":"inline-wrap",
"wrapId":"1",
"contentIds":[
"mk19_b_cv_f12"
]
},
{
"type":"p",
"hlId":"a5033b",
"children":[
"In patients presenting with dyspnea of unknown etiology, BNP or NT-proBNP level can effectively differentiate cardiac from pulmonary causes. BNP levels are elevated in patients with increased filling pressures and heart failure (typically >400 pg/mL), whereas BNP levels are low to normal in patients with pulmonary disease (typically <100 pg/mL). BNP levels tend to be lower in HFpEF than in HFrEF. Studies have shown that an elevated BNP level has a sensitivity for heart failure of 95% to 97% and a negative predictive value of 90% to 97%. Levels between 100 pg/mL and 400 pg/mL are not particularly sensitive or specific in diagnosing or excluding heart failure. Other factors that increase BNP levels include kidney failure, older age, sepsis, medical therapy with an angiotensin receptor–neprilysin inhibitor (ARNI), and female sex. BNP levels are typically reduced in patients with an elevated BMI."
]
},
{
"type":"p",
"hlId":"0abad6",
"children":[
"Laboratory assessment also should include a complete blood count, serum electrolytes and kidney function tests, glucose and lipid levels, liver chemistry tests, and serum thyroid-stimulating hormone (TSH) level. TSH measurement is indicated to evaluate for occult hypothyroidism or hyperthyroidism as a reversible cause of heart failure. Evaluation for other causes, such as hemochromatosis, HIV, rheumatologic disease, amyloidosis, and pheochromocytoma, should only be performed when clinical suspicion warrants, not routinely."
]
},
{
"type":"p",
"hlId":"9a1992",
"children":[
"Echocardiography is the primary diagnostic modality for evaluation of heart failure. It provides information on chamber size and thickness, systolic and diastolic function, and valvular pathology. Echocardiographic findings additionally may provide clues to the underlying cause of heart failure. Regional wall motion abnormalities increase suspicion for CAD, whereas changes in the myocardium may suggest conditions such as cardiac amyloidosis. Prognostic information can be gained from echocardiography, particularly in the setting of severely depressed LVEF."
]
},
{
"type":"p",
"hlId":"deee04",
"children":[
"Cardiac magnetic resonance (CMR) imaging is frequently used to assess for myocarditis and infiltrative processes, such as hemochromatosis, sarcoidosis, and amyloidosis. Current guidelines do not recommend routine CMR imaging; it should be used only in the search for a specific diagnosis."
]
},
{
"type":"p",
"hlId":"772661",
"children":[
"The H",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"FPEF risk score is a means of assessing the likelihood of HFpEF and is used to discriminate cardiac versus noncardiac causes of dyspnea. Predictive variables include obesity (2 points), atrial fibrillation (3 points), age older than 60 years (1 point), treatment with two or more antihypertensive drugs (1 point), echocardiographic E/e′ ratio greater than 9 (1 point), and echocardiographic estimated pulmonary artery systolic pressure higher than 35 mm Hg (1 point). The odds of HFpEF double for each 1-unit score increase, with the probability of HFpEF of 0.2 at a score of 1 increasing to 0.95 at a score of 7."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_3_3",
"title":{
"__html":"Evaluation for Ischemia"
},
"titleNode":{
"type":"section-title",
"hlId":"0f852f",
"children":[
"Evaluation for Ischemia"
]
},
"children":[
{
"type":"p",
"hlId":"37234e",
"children":[
"CAD is the leading cause of heart failure in the United States (>50% of patients) and should be considered in all patients with newly diagnosed heart failure. The decision to evaluate for CAD with stress testing or coronary angiography depends on the patient's symptoms and risk factors (diabetes, hypertension, tobacco use, family history, male sex); findings on ECG and echocardiogram also may suggest an ischemic cause for LV dysfunction."
]
},
{
"type":"p",
"hlId":"2a5dbd",
"children":[
"Patients with exertional chest pain, history of myocardial infarction, or other symptoms suggesting CAD should undergo further evaluation with functional or anatomic assessment for obstructive CAD as clinically appropriate (see ",
{
"type":"cross-reference",
"target":"mk19_b_cv_s2_2",
"children":[
"Diagnostic Testing in Cardiology"
]
},
"). Identification of significant CAD is important because LV dysfunction caused by ischemia may lessen or resolve with appropriate medical therapy or revascularization."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_3_4",
"title":{
"__html":"Classification"
},
"titleNode":{
"type":"section-title",
"hlId":"5c9335",
"children":[
"Classification"
]
},
"children":[
{
"type":"p",
"hlId":"ee46f2",
"children":[
"The severity of heart failure is categorized according to the New York Heart Association (NYHA) functional classification ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_b_cv_t11",
"wrapId":"2",
"children":[
"Table 11"
]
}
]
},
")"
]
},
" and the American College of Cardiology (ACC)/American Heart Association (AHA) heart failure stages ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_b_cv_t12",
"wrapId":"2",
"children":[
"Table 12"
]
}
]
},
")"
]
},
". Patients can move between NYHA classes depending on fluid status and progression of heart failure; however, they can only progress in the ACC/AHA stages. Both the patient's functional class and stage affect the choice of therapy."
]
},
{
"type":"inline-wrap",
"wrapId":"2",
"contentIds":[
"mk19_b_cv_t11",
"mk19_b_cv_t12"
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"189d52",
"children":[
"B-type natriuretic peptide measurement is a sensitive and specific test for the diagnosis of heart failure in patients with dyspnea of unknown etiology."
]
},
{
"type":"keypoint",
"hlId":"94be11",
"children":[
"Echocardiography is the primary diagnostic modality for evaluation of heart failure; it provides information on chamber size and thickness, systolic and diastolic function, valvular pathology, and regional wall motion abnormalities."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_4",
"title":{
"__html":"Management"
},
"titleNode":{
"type":"section-title",
"hlId":"fe4dbc",
"children":[
"Management"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_cv_s4_4_1",
"title":{
"__html":"Heart Failure With Reduced Ejection Fraction"
},
"titleNode":{
"type":"section-title",
"hlId":"a499d1",
"children":[
"Heart Failure With Reduced Ejection Fraction"
]
},
"children":[
{
"type":"p",
"hlId":"ca5a00",
"children":[
"The treatment of HFrEF includes long-term therapy to decrease morbidity and mortality and relieve symptoms as well as management of acute exacerbations. Treatment of stage B HFrEF entails RAAS inhibition (ACE inhibitor, ARB, or ARNI) and β-blockade; therapies for stage C (symptomatic) HFrEF are outlined in ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_cv_f13",
"wrapId":"3",
"children":[
"Figure 13"
]
}
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"3",
"contentIds":[
"mk19_b_cv_f13"
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_4_1_1",
"title":{
"__html":"Medical Therapy"
},
"titleNode":{
"type":"section-title",
"hlId":"50e976",
"children":[
"Medical Therapy"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_cv_s4_4_1_1_1",
"title":{
"__html":"ACE Inhibitors and Angiotensin Receptor Blockers"
},
"titleNode":{
"type":"section-title",
"hlId":"c3cab0",
"children":[
"ACE Inhibitors and Angiotensin Receptor Blockers"
]
},
"children":[
{
"type":"p",
"hlId":"459c6e",
"children":[
"ACE inhibitors reduce morbidity and mortality in patients with HFrEF and should be used in both symptomatic and asymptomatic patients. ACE inhibitors block the conversion of angiotensin I to angiotensin II, inhibiting the upregulation of the RAAS pathway. The primary adverse effects are hypotension, kidney dysfunction, ACE inhibitor–induced cough, and angioedema."
]
},
{
"type":"p",
"hlId":"e9fe80",
"children":[
"Although an ACE inhibitor should be considered in every patient with HFrEF, worsening kidney function and hyperkalemia may prevent its use. Many physicians do not recommend initiating or increasing the dosage if the creatinine level rises to 2.5 mg/dL (221 μmol/L) or the estimated glomerular filtration rate (eGFR) falls below 30 mL/min/1.73 m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
". The eGFR should be monitored for decline during uptitration of therapy."
]
},
{
"type":"p",
"hlId":"16d34c",
"children":[
"An ACE inhibitor–induced cough, occurring in up to 20% of patients, is the primary reason to switch therapy from an ACE inhibitor to an angiotensin receptor blocker (ARB). Although fewer data support the use of ARBs in asymptomatic patients with reduced LVEF, there is consensus that all patients with an ACE inhibitor–induced cough should receive an ARB. Patients who develop angioedema while taking an ACE inhibitor are often switched to an ARB; however, there are rare reports of ARB-induced angioedema, and patients should be informed of this risk."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_4_1_1_2",
"title":{
"__html":"Angiotensin Receptor–Neprilysin Inhibitor"
},
"titleNode":{
"type":"section-title",
"hlId":"4c7515",
"children":[
"Angiotensin Receptor–Neprilysin Inhibitor"
]
},
"children":[
{
"type":"p",
"hlId":"4a727e",
"children":[
"The ARNI valsartan-sacubitril belongs to a new drug class that combines an ARB with a neprilysin inhibitor. Neprilysin is a neutral endopeptidase that degrades natriuretic peptides and bradykinin. Inhibition of neprilysin increases levels of these substances, leading to enhanced diuresis, natriuresis, and myocardial relaxation. In the PARADIGM-HF trial of patients with symptomatic heart failure and LVEF below 40%, valsartan-sacubitril reduced mortality and heart failure hospitalization by 20% compared with enalapril. In patients taking valsartan-sacubitril, the incidence of hypotension was increased, while acute kidney injury, hyperkalemia, and cough were reduced."
]
},
{
"type":"p",
"hlId":"c00de2",
"children":[
"Guidelines recommend replacing an ACE inhibitor or ARB with valsartan-sacubitril in patients with chronic symptomatic HFrEF (NYHA class II-IV heart failure symptoms and LVEF ≤40%) or initiating valsartan-sacubitril instead of an ACE inhibitor or ARB in patients with new-onset HFrEF. The FDA has expanded the indications for valsartan-sacubitril to include patients with chronic heart failure and any LVEF, although the benefits are most evident in patients with LVEF below normal. Caution should be used in patients with hypotension. Valsartan-sacubitril should not be administered to patients with a history of angioedema (even if tolerant of an ARB) or within 36 hours of the last dose of an ACE inhibitor because of the risk for angioedema with the combination of an ACE inhibitor and ARNI."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_4_1_1_3",
"title":{
"__html":"β-Blockers"
},
"titleNode":{
"type":"section-title",
"hlId":"89aad3",
"children":[
"β-Blockers"
]
},
"children":[
{
"type":"p",
"hlId":"5f1bed",
"children":[
"β-Blockers should be initiated in all patients with HFrEF. β-Blockers improve remodeling, increase LVEF, and reduce hospitalization and mortality when added to ACE inhibitor and diuretic therapy. In contrast to ACE inhibitors, the benefits of β-blocker therapy do not appear to be a class effect, and one of three agents shown to have a mortality benefit (bisoprolol, carvedilol, and metoprolol succinate) should be used."
]
},
{
"type":"p",
"hlId":"867f96",
"children":[
"β-Blockers are generally well tolerated but should not be started when the patient is acutely decompensated. These agents have negative inotropic properties and may exacerbate heart failure in patients with acute volume overload. β-blockers should be initiated at low doses and slowly uptitrated over weeks (not days) until the patient achieves the guideline-directed target dose or maximum tolerable dose ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_b_cv_t13",
"wrapId":"4",
"children":[
"Table 13"
]
}
]
},
")"
]
},
" while monitoring for light-headedness, hypotension, and bradyarrhythmia. Contraindications to β-blocker therapy include cardiogenic shock and second- or third-degree atrioventricular block. In patients with reactive airways disease or COPD, β-blockers should not be initiated if the patient has acute bronchospasm or evidence of pulmonary disease exacerbation. Hospitalized patients generally should be started on β-blocker therapy before discharge."
]
},
{
"type":"inline-wrap",
"wrapId":"4",
"contentIds":[
"mk19_b_cv_t13"
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_4_1_1_4",
"title":{
"__html":"Initiating and Managing ACE Inhibitor and β-Blocker Therapy"
},
"titleNode":{
"type":"section-title",
"hlId":"236294",
"children":[
"Initiating and Managing ACE Inhibitor and β-Blocker Therapy"
]
},
"children":[
{
"type":"p",
"hlId":"f028b2",
"children":[
"An ACE inhibitor (or ARB or ARNI) and a β-blocker are indicated in all patients with HFrEF. Either drug may be initiated first, although it is reasonable to select the first agent based on patient factors. For example, a β-blocker should be started first in patients with CAD or atrial fibrillation who require heart rate control. Conversely, an ACE inhibitor should be started first in patients with diabetes for the additional renal benefits. Studies have shown that patients receive additive benefit from the second agent regardless of the order of initiation; however, the second drug should be started before the dosage of the first agent is maximized, especially if the patient has or is at risk for hypotension. For both drugs, studies suggest that higher doses are associated with reduced hospitalizations and improved symptoms."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_4_1_1_5",
"title":{
"__html":"Aldosterone Antagonists"
},
"titleNode":{
"type":"section-title",
"hlId":"f578fc",
"children":[
"Aldosterone Antagonists"
]
},
"children":[
{
"type":"p",
"hlId":"84ef01",
"children":[
"Aldosterone antagonists (spironolactone, eplerenone) reduce mortality and heart failure hospitalizations in patients with symptomatic HFrEF (NYHA functional class II-IV) and in patients with HFrEF after acute myocardial infarction. Despite their proven efficacy, they are underused. Current guidelines recommend initiating these agents in patients with symptomatic HFrEF and an eGFR of at least 30 mL/min/1.73 m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
"."
]
},
{
"type":"p",
"hlId":"38578d",
"children":[
"Aldosterone antagonists can cause hyperkalemia and should be used cautiously in patients with kidney dysfunction. In clinical trials, potassium supplementation was routinely discontinued at the beginning of therapy, and electrolyte measurement was repeated within 1 week of initiation. Aldosterone antagonists should not be considered diuretic therapy, and patients with volume overload should be treated with a loop or thiazide diuretic. Of the two agents, eplerenone is a more selective aldosterone antagonist and is associated with lower incidence of gynecomastia and breast tenderness."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_4_1_1_6",
"title":{
"__html":"Isosorbide Dinitrate–Hydralazine"
},
"titleNode":{
"type":"section-title",
"hlId":"47782e",
"children":[
"Isosorbide Dinitrate–Hydralazine"
]
},
"children":[
{
"type":"p",
"hlId":"fa2b81",
"children":[
"In Black patients with NYHA functional class III to IV symptoms, isosorbide dinitrate–hydralazine used in combination with an ACE inhibitor, β-blocker, and aldosterone antagonist has been shown to reduce mortality compared with placebo. Guidelines recommend the addition of isosorbide dinitrate–hydralazine in Black patients who remain symptomatic on maximal doses of a β-blocker; ACE inhibitor, ARB, or ARNI; and aldosterone antagonist. In patients who are intolerant of ACE inhibitor or ARB therapy, especially those with chronic kidney disease, isosorbide dinitrate–hydralazine may be considered as a therapeutic option. Headache is a common adverse effect."
]
},
{
"type":"p",
"hlId":"9615df",
"children":[
"Because patients may have difficulty adhering to a thrice-daily dosing regimen, physicians might consider switching to once-daily therapy with isosorbide mononitrate. However, there is no experimental evidence that isosorbide mononitrate plus hydralazine is as effective as isosorbide dinitrate plus hydralazine or that adherence is improved."
]
},
{
"type":"p",
"hlId":"dd47c6",
"children":[
"Although current guidelines support the use of isosorbide dinitrate–hydralazine in Black patients, making management decisions on the basis of skin color is likely a flawed approach. Questions regarding the underlying studies and the appropriateness of using race to direct management are driving a reevaluation of these recommendations."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_4_1_1_7",
"title":{
"__html":"Diuretics"
},
"titleNode":{
"type":"section-title",
"hlId":"808737",
"children":[
"Diuretics"
]
},
"children":[
{
"type":"p",
"hlId":"31adbf",
"children":[
"Loop diuretics are the primary diuretic therapy for volume overload in heart failure because of increased potency compared with other diuretics. Of the four loop diuretics, furosemide is most commonly used; however, some studies have shown torsemide and bumetanide to be more effective because of their increased bioavailability and longer half-lives. Occasionally, loop and thiazide diuretics are combined to potentiate diuresis. The lowest dosage that achieves euvolemia should be used. Major side effects include hypokalemia and hypomagnesemia. Electrolyte levels should be monitored. In patients who are euvolemic following diuresis and able to adhere to a rigorous salt-restricted diet, diuretic dosage may be reduced or discontinued."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_4_1_1_8",
"title":{
"__html":"Ivabradine"
},
"titleNode":{
"type":"section-title",
"hlId":"07d276",
"children":[
"Ivabradine"
]
},
"children":[
{
"type":"p",
"hlId":"a3181c",
"children":[
"Ivabradine is a sinoatrial node modulator that selectively inhibits the I",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"f"
]
}
]
},
" current in the sinoatrial node, causing a reduction in heart rate. It has no negative inotropic effects. In patients with HFrEF (LVEF ≤35%) and NYHA functional class II to III symptoms who are in sinus rhythm with a heart rate of at least 70/min and taking maximally tolerated doses of a β-blocker, ivabradine reduces heart failure–associated hospitalizations and the combined end point of mortality and heart failure hospitalization."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_4_1_1_9",
"title":{
"__html":"Digoxin"
},
"titleNode":{
"type":"section-title",
"hlId":"c2e248",
"children":[
"Digoxin"
]
},
"children":[
{
"type":"p",
"hlId":"701bf7",
"children":[
"Digoxin reduces the risk for heart failure hospitalization but does not reduce mortality. It is occasionally used in patients with HFrEF and concomitant atrial fibrillation for rate control and in patients with heart failure symptoms refractory to optimal therapy with an ACE inhibitor and β-blocker. Because of its associated toxicity, digoxin should be managed carefully, and drug levels should be monitored. Toxicity is more common in patients with impaired kidney function, older adults, and women."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_4_1_1_10",
"title":{
"__html":"Calcium Channel Blockers"
},
"titleNode":{
"type":"section-title",
"hlId":"6f110f",
"children":[
"Calcium Channel Blockers"
]
},
"children":[
{
"type":"p",
"hlId":"6e1b41",
"children":[
"The nondihydropyridine calcium channel blockers verapamil and diltiazem are detrimental in patients with HFrEF, probably related to negative inotropic effects, and should not be used. Amlodipine and felodipine have shown neither benefit nor harm and can be used in patients with persistent hypertension despite therapy with other agents at maximal dosage."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_4_1_1_11",
"title":{
"__html":"Statins"
},
"titleNode":{
"type":"section-title",
"hlId":"39895a",
"children":[
"Statins"
]
},
"children":[
{
"type":"p",
"hlId":"d3b143",
"children":[
"Two large clinical trials have shown no benefit when rosuvastatin is added to standard medical therapy in patients with HFrEF, and statins should not be used routinely in patients with heart failure without another accepted indication. Moderate-intensity statin therapy can be considered in patients with HFrEF attributable to ischemic heart disease if life expectancy is reasonable (3-5 years)."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_4_1_1_12",
"title":{
"__html":"Sodium-Glucose Cotransporter 2 Inhibitors"
},
"titleNode":{
"type":"section-title",
"hlId":"5fe05b",
"children":[
"Sodium-Glucose Cotransporter 2 Inhibitors"
]
},
"children":[
{
"type":"p",
"hlId":"67beb4",
"children":[
"Glucose-lowering medications have been evaluated for their effect on cardiovascular outcomes, including heart failure ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_b_cv_t14",
"wrapId":"5",
"children":[
"Table 14"
]
}
]
},
")"
]
},
". Multiple studies have documented significant reductions in cardiovascular events with use of sodium-glucose cotransporter 2 (SGLT2) inhibitors (empagliflozin, canagliflozin, and dapagliflozin). SGLT2 inhibitors also appear to reduce the risk for heart failure hospitalization by 35%. The mechanisms of this reduction are unclear but are thought to be independent of increased diuresis due to glucose excretion. The DAPA-HF trial showed that dapagliflozin reduced the risk for worsening heart failure or cardiovascular death in patients with HFrEF, independent of underlying glucose control. SGLT2 inhibitors should be initiated for patients with heart failure and NYHA functional class II to IV symptoms with or without type 2 diabetes, in addition to guideline-directed medical therapy, to reduce the risk for worsening heart failure and cardiovascular death. An eGFR of at least 30 mL/min/1.73 m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
" for dapagliflozin and at least 20 mL/min/1.73 m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
" for empagliflozin is recommended before initiation."
]
},
{
"type":"inline-wrap",
"wrapId":"5",
"contentIds":[
"mk19_b_cv_t14"
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_4_1_1_13",
"title":{
"__html":"Iron Therapy"
},
"titleNode":{
"type":"section-title",
"hlId":"69258e",
"children":[
"Iron Therapy"
]
},
"children":[
{
"type":"p",
"hlId":"c91b56",
"children":[
"All patients should be evaluated at baseline for anemia, which is independently associated with heart failure severity. Iron deficiency has been linked with reduced functional capacity, and multiple small studies in patients with heart failure and concomitant iron deficiency have shown an improvement in functional capacity and quality of life with iron replacement. Some experts contend that impaired iron absorption should prompt intravenous rather than oral iron therapy."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"3292dc",
"children":[
"Guidelines recommend replacing an ACE inhibitor or angiotensin receptor blocker (ARB) with valsartan-sacubitril in patients with chronic symptomatic heart failure with reduced ejection fraction who tolerate ACE inhibitor or ARB therapy."
]
},
{
"type":"keypoint",
"hlId":"97cb8e",
"children":[
"In patients with heart failure with reduced ejection fraction, β-blockers prolong survival and are generally well tolerated, but they should not be initiated in patients with acute decompensation."
]
},
{
"type":"keypoint",
"hlId":"a36692",
"children":[
"Aldosterone antagonists reduce mortality and heart failure hospitalizations in patients with symptomatic heart failure but are underused."
]
},
{
"type":"keypoint",
"hlId":"d27879",
"children":[
"Ivabradine should be considered for patients with symptomatic heart failure and an ejection fraction of 35% or less who have an elevated heart rate (≥70/min) in sinus rhythm and are taking maximally tolerated β-blocker therapy."
]
},
{
"type":"keypoint",
"hlId":"47630f",
"children":[
"The goal treatment regimen for mortality reduction in patients with heart failure with reduced ejection fraction comprises an angiotensin receptor–neprilysin inhibitor, a β-blocker, an aldosterone antagonist, and a sodium-glucose cotransporter 2 inhibitor."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_4_1_2",
"title":{
"__html":"Device Therapy"
},
"titleNode":{
"type":"section-title",
"hlId":"667081",
"children":[
"Device Therapy"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_cv_s4_4_1_2_1",
"title":{
"__html":"Implantable Cardioverter-Defibrillator Therapy"
},
"titleNode":{
"type":"section-title",
"hlId":"9dde22",
"children":[
"Implantable Cardioverter-Defibrillator Therapy"
]
},
"children":[
{
"type":"p",
"hlId":"0a42aa",
"children":[
"Arrhythmias are a common cause of death in patients with heart failure, and an implantable cardioverter-defibrillator (ICD) improves survival when used for both primary and secondary prevention of sudden cardiac death. Current guidelines recommend ICD placement in patients receiving guideline-directed medical therapy with an LVEF of 35% or less and NYHA functional class II or III symptoms. Patients with class IV symptoms should only undergo ICD placement if they are candidates for heart transplant or LV assist device (LVAD) placement. Importantly, LVEF and symptoms should be reassessed after guideline-directed medical therapy (40 days after myocardial infarction, 3 months in all others), because many patients with new-onset heart failure experience substantial improvements in LVEF and may not require or benefit from an ICD."
]
},
{
"type":"p",
"hlId":"16e164",
"children":[
"Results of the VEST trial demonstrated that among patients with LVEF of 35% or less after acute myocardial infarction, a wearable cardioverter-defibrillator did not reduce the incidence of sudden cardiac death but did reduce the secondary outcome of all-cause mortality. There are no guideline recommendations on the use of a wearable cardioverter-defibrillator in patients with heart failure; however, it is an option for patients at high risk for arrhythmias as a bridge to ICD therapy."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_4_1_2_2",
"title":{
"__html":"Cardiac Resynchronization Therapy"
},
"titleNode":{
"type":"section-title",
"hlId":"fa647b",
"children":[
"Cardiac Resynchronization Therapy"
]
},
"children":[
{
"type":"p",
"hlId":"ac0c0e",
"children":[
"Cardiac resynchronization therapy (CRT), or biventricular pacing, involves traditional pacing of the right ventricular apex and pacing of the LV lateral wall via a lead inserted through the coronary sinus into a lateral cardiac vein. CRT improves LVEF, reduces heart failure symptoms, and reduces mortality in patients with dyssynchrony (demonstrated in most trials by a prolonged QRS interval or left bundle branch block [LBBB]). Patients with LBBB are most likely to benefit from CRT, although patients without LBBB but with a QRS complex of 150 ms or longer may derive a lesser benefit. CRT is indicated in patients with an LVEF of 35% or less, NYHA functional class II to IV symptoms despite guideline-directed medical therapy, sinus rhythm, and LBBB with a QRS complex of 150 ms or longer (class 1 recommendation). For patients with LBBB and a QRS duration of 120 to 149 ms or those without LBBB but with a QRS duration greater than 150 ms, CRT can be useful and should be considered (class 2a recommendation). Patients meeting the criteria for CRT typically have an indication for a concomitant ICD, and in these cases, a CRT-defibrillator device is indicated."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"bf4a9d",
"children":[
"Implantable cardioverter-defibrillator placement is recommended in patients with heart failure who have an ejection fraction of 35% or less and New York Heart Association functional class II or III symptoms while taking guideline-directed medical therapy."
]
},
{
"type":"keypoint",
"hlId":"af65c3",
"children":[
"Cardiac resynchronization therapy is indicated in patients with an ejection fraction of 35% or less, New York Heart Association functional class II to IV symptoms despite guideline-directed medical therapy, sinus rhythm, and left bundle branch block with a QRS complex of 150 ms or longer."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_4_1_3",
"title":{
"__html":"Disease Management"
},
"titleNode":{
"type":"section-title",
"hlId":"daefcc",
"children":[
"Disease Management"
]
},
"children":[
{
"type":"p",
"hlId":"bda2ee",
"children":[
"Patients with chronic heart failure should be serially assessed for progression of disease in the outpatient setting. Each follow-up visit should include evaluation of current symptoms and functional capacity; assessment of volume status, electrolytes, and kidney function; and review of the patient's medication regimen for adequacy (both appropriate doses and appropriate medications as heart failure progresses). Of equal or greater importance is repeated patient education, nonjudgmental assessment of adherence, and evaluation of obstacles that may prevent patients from taking their medications as prescribed or following recommendations for diet, activity, and monitoring weight. Patients who appropriately take their medications and avoid excess sodium and fluid intake can greatly improve their functional status."
]
},
{
"type":"p",
"hlId":"ec33b9",
"children":[
"Sleep-disordered breathing (obstructive sleep apnea, central sleep apnea) is underdiagnosed in patients with heart failure. Recognizing and treating sleep-disordered breathing is important for improving quality of life in patients with heart failure and for potentially improving heart failure–related outcomes. Current guidelines support obtaining a formal sleep assessment in patients with symptomatic heart failure (NYHA functional class II-IV) and excessive daytime sleepiness or those suspected of having sleep-disordered breathing (see ",
{
"type":"cross-reference",
"target":"mk19_b_pm_s6_4_1",
"children":[
"MKSAP 19 Pulmonary and Critical Care Medicine"
]
},
"). Initial therapy for patients with heart failure and sleep-disordered breathing is guideline-directed medical therapy for heart failure because it improves both heart failure and sleep-disordered breathing clinical outcomes. Persistent sleep-disordered breathing despite guideline-directed heart failure therapy should be treated with continuous positive airway pressure (CPAP). Treatment of obstructive sleep apnea with CPAP improves sleep quality and reduces the apnea–hypopnea index. In contrast, treatment of central sleep apnea with adaptive servoventilation in patients with an LVEF less than 45% is associated with an increased risk for death."
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_4_1_3_1",
"title":{
"__html":"Echocardiography in Chronic Heart Failure"
},
"titleNode":{
"type":"section-title",
"hlId":"d149a4",
"children":[
"Echocardiography in Chronic Heart Failure"
]
},
"children":[
{
"type":"p",
"hlId":"b7bdf4",
"children":[
"Echocardiography is the most common method of assessing LV function. In patients with new-onset heart failure, guidelines suggest repeating assessment of LV function after optimization of medical therapy. Patients with an LVEF of 35% or less may be candidates for ICD placement or CRT. Current guidelines recommend against routine surveillance echocardiography in the absence of a change in clinical status or planned intervention."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_4_1_3_2",
"title":{
"__html":"Serial B-Type Natriuretic Peptide Assessment"
},
"titleNode":{
"type":"section-title",
"hlId":"9b0a7b",
"children":[
"Serial B-Type Natriuretic Peptide Assessment"
]
},
"children":[
{
"type":"p",
"hlId":"56fca6",
"children":[
"BNP measurement may support the diagnosis of volume overload in patients with acute or chronic heart failure and, in patients with stable heart failure, can provide information about prognosis and disease severity. Serial measurements and BNP-guided treatment, however, have not been shown to reduce hospitalizations or mortality in patients with heart failure."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_4_1_3_3",
"title":{
"__html":"Multidisciplinary Team Management"
},
"titleNode":{
"type":"section-title",
"hlId":"740ad4",
"children":[
"Multidisciplinary Team Management"
]
},
"children":[
{
"type":"p",
"hlId":"dd4934",
"children":[
"Heart failure is a complex disease, and as many as 50% of elderly patients with heart failure have four or more comorbid conditions, such as hypertension, diabetes, chronic kidney disease, COPD, dementia, malignancy, and depression. The number of comorbidities correlates with an increased risk for mortality. Optimal treatment of heart failure and comorbid conditions involves a collaborative, team-based approach to care. The multidisciplinary team should comprise a primary care physician, cardiologist, and other specialists. Ideally, care decisions should involve all interested groups rather than each team member treating the patient individually."
]
},
{
"type":"p",
"hlId":"3fb141",
"children":[
"Hospital discharge is an especially important time for multidisciplinary team management. Discussions of therapy selection, strategizing medication uptitration, identifying early- and long-term caregivers, and establishing early follow-up can help prevent readmission."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_4_1_3_4",
"title":{
"__html":"Primary Care Prevention Strategies"
},
"titleNode":{
"type":"section-title",
"hlId":"8117a6",
"children":[
"Primary Care Prevention Strategies"
]
},
"children":[
{
"type":"p",
"hlId":"e645c4",
"children":[
"Hypertension and diabetes are the two greatest modifiable risk factors for heart failure and should be the focus of prevention efforts in the primary care setting. Evidence has shown that heart failure incidence can be reduced by significantly lowering blood pressure to a goal of less than 130/80 mm Hg, and ACC/AHA guidelines recommend treating to this target in patients with HFrEF. A meta-analysis showed that each 10 mm Hg reduction in systolic blood pressure was associated with a 28% reduction in heart failure incidence. Control of diabetes with metformin and/or SGLT2 inhibitors also may reduce heart failure. Additional prevention strategies include weight loss and smoking cessation, which decrease the incidence of CAD, the most common cause of heart failure. Routine primary care interventions, including vaccination for pneumonia and influenza, should be performed."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_4_1_3_5",
"title":{
"__html":"Lifestyle Modification"
},
"titleNode":{
"type":"section-title",
"hlId":"961bc4",
"children":[
"Lifestyle Modification"
]
},
"children":[
{
"type":"p",
"hlId":"dbf499",
"children":[
"Lifestyle modification, including weight loss and smoking cessation, should be encouraged. Alcohol may be consumed in moderation. Patients should be instructed to weigh themselves daily because rapid changes in weight may be a predictor of heart failure decompensation. Although sodium restriction (<1.5 g/day) and fluid restriction (1.5-2 L/day) are routinely advised, few data are available on these interventions."
]
},
{
"type":"p",
"hlId":"f4b3ac",
"children":[
"Cardiac rehabilitation for heart failure patients has been associated with improvements in functional capacity, exercise duration, and quality of life, and exercise training is recommended for all patients. Most trials of exercise training have been small, although the large HF-ACTION trial of 2331 patients showed a trend toward benefit in survival or hospitalization. In patients with risk factors for worse prognosis (including atrial fibrillation or flutter, poor exercise tolerance, depression, and lower LVEF), exercise improved survival."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_4_1_3_6",
"title":{
"__html":"Assessing Prognosis"
},
"titleNode":{
"type":"section-title",
"hlId":"f4bc0c",
"children":[
"Assessing Prognosis"
]
},
"children":[
{
"type":"p",
"hlId":"e0fd83",
"children":[
"Many prognostic models have been developed to assist in predicting morbidity and mortality in patients with heart failure. These models are usually derived from retrospective analyses of clinical trials or large admission databases. To some extent, the models reflect the unique patient populations enrolled in clinical trials, which tend to have fewer comorbid conditions. It has been suggested that these tools be used in addition to, not in place of, clinical judgment for heart failure management."
]
},
{
"type":"p",
"hlId":"7534ec",
"children":[
"Clinical indicators associated with worse outcomes in the 1 to 2 years after diagnosis include heart failure hospitalization, poor exercise tolerance, ICD firings, hyponatremia, worsening kidney function, cardiac cachexia, required loop diuretic doses of more than 1 mg/kg, and symptomatic hypotension necessitating reduced dosage of heart failure medications. Heart failure hospitalization is associated with a mortality rate of 10% to 20% over the next 6 months. Patients with poor prognosis should be engaged in a frank discussion of advanced therapies, such as LVAD placement or heart transplantation. End-of-life goals should be discussed with patients who are ineligible for or uninterested in such therapies, and palliative care or hospice should be considered."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"898546",
"hvc":true,
"children":[
"Current guidelines recommend against routine surveillance echocardiography in patients with chronic heart failure in the absence of a change in clinical status or planned intervention."
]
},
{
"type":"keypoint",
"hlId":"877ea1",
"hvc":true,
"children":[
"Serial B-type natriuretic peptide measurements should not be used to guide care of patients with chronic heart failure."
]
},
{
"type":"keypoint",
"hlId":"a2c0b4",
"children":[
"Heart failure incidence can be reduced by treating to a target blood pressure of less than 130/80 mm Hg."
]
}
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_4_2",
"title":{
"__html":"Heart Failure With Preserved Ejection Fraction"
},
"titleNode":{
"type":"section-title",
"hlId":"e6fab4",
"children":[
"Heart Failure With Preserved Ejection Fraction"
]
},
"children":[
{
"type":"p",
"hlId":"faac31",
"children":[
"The incidence of HFpEF increases with age, although younger patients may be affected. Patients hospitalized with HFpEF are more likely to be older women with obesity and hypertension and less likely to have overt CAD than those hospitalized with HFrEF."
]
},
{
"type":"p",
"hlId":"4bd8ca",
"children":[
"The primary therapies for HFpEF are diuretics to control symptoms of volume overload and antihypertensive agents to target a systolic blood pressure of less than 130 mm Hg. In patients with worsened symptoms of heart failure and concomitant atrial fibrillation, restoration of sinus rhythm or rate control may reduce symptoms."
]
},
{
"type":"p",
"hlId":"e093c9",
"children":[
"Empagliflozin reduced the combined risk for cardiovascular death or hospitalization for heart failure in patients with HFpEF, regardless of the presence or absence of diabetes. The outcome was principally driven by a 29% lower risk for hospitalization. The TOPCAT trial showed no difference in the primary combined end point of death, aborted cardiac arrest, or heart failure hospitalization with spironolactone versus placebo. In retrospective analysis, there was an unusual amount of regional variation in efficacy. Specially, a mortality advantage was noted in the United States but not confirmed in European patients. According to ACC/AHA guidelines, in select patients with HFpEF with an elevated BNP level or heart failure hospitalization within 1 year, aldosterone antagonists might be considered to decrease hospitalizations. The contraindications for aldosterone antagonists in patients with HFpEF are the same as those for patients with HFrEF."
]
},
{
"type":"p",
"hlId":"63ef17",
"children":[
"In 2021, based on the results of the PARAGON-HF trial, which demonstrated a nonsignificant reduction in the primary end point of heart failure hospitalization or cardiovascular death, the FDA expanded the indication for valsartan-sacubitril to include all patients with heart failure, regardless of ejection fraction. This decision was primarily based on the finding that patients with an LVEF between 45% and 55% appeared to benefit from the drug."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"b144a7",
"children":[
"The primary therapies for heart failure with preserved ejection fraction are diuretics to control symptoms of volume overload and antihypertensive agents to target a systolic blood pressure of less than 130 mm Hg."
]
},
{
"type":"keypoint",
"hlId":"56ea43",
"children":[
"Empagliflozin reduced the combined risk for cardiovascular death or hospitalization for heart failure in patients with heart failure and a preserved ejection fraction, regardless of the presence or absence of diabetes."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_4_3",
"title":{
"__html":"Acute Decompensated Heart Failure"
},
"titleNode":{
"type":"section-title",
"hlId":"564ff6",
"children":[
"Acute Decompensated Heart Failure"
]
},
"children":[
{
"type":"p",
"hlId":"729868",
"children":[
"Initial management of acute decompensated heart failure focuses on identifying the cause of the heart failure exacerbation, determining the patient's current physiologic state, removing fluid to improve congestion, and optimizing medical therapy before discharge."
]
},
{
"type":"p",
"hlId":"b86d18",
"children":[
"Common causes of acute decompensation include fluid overload in the setting of nonadherence to dietary fluid or salt intake recommendations and recurrent ischemia in patients with ischemic cardiomyopathy. Fluid overload may be related to an inability to tolerate previous levels of fluid and salt intake due to progression of LV dysfunction or may occur after an unintentional increase in salt intake. Other causes of decompensation include hypertension, concomitant illness, and nonadherence to therapy with diuretics and other medications. Identifying the cause of decompensation may mitigate risk and prevent recurrence."
]
},
{
"type":"p",
"hlId":"2f7b1f",
"children":[
"Volume status should be assessed in all patients hospitalized for heart failure. Symptoms of volume overload include orthopnea, paroxysmal nocturnal dyspnea, peripheral edema, weight gain, and progressive exertional dyspnea. On physical examination, jugular venous distention is usually present (",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"video-link",
"target":"mk19_b_cv_v01",
"wrapId":"6",
"children":[
"Video 1"
]
}
]
},
"). Patients may have crackles (which are much more likely in acute than chronic heart failure), ascites, or peripheral edema. Perfusion also should be assessed, and patients may be classified as “warm” (adequate perfusion) or “cold” (inadequate perfusion). Signs of inadequate perfusion include cool extremities, narrow pulse pressure, poor mentation, and worsening kidney function. Intravenous inotropes or other advanced therapies should be considered in patients with poor perfusion to improve cardiac function."
]
},
{
"type":"inline-wrap",
"wrapId":"6",
"contentIds":[
"mk19_b_cv_v01"
]
},
{
"type":"p",
"hlId":"feab7d",
"children":[
"In patients with decompensated heart failure with fluid overload, effective diuresis is essential ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_cv_f14",
"wrapId":"7",
"children":[
"Figure 14"
]
}
]
},
")"
]
},
". Loop diuretics are the principal therapy. In a study evaluating different strategies for diuresis, including varied diuretic dosages and bolus versus continuous therapy, high-dose diuretics (2.5 times the outpatient oral daily dosage) were associated with increased diuresis but also transient worsening of kidney function. No differences were observed between bolus and continuous intravenous infusion groups, and length of stay did not differ regardless of the strategy used. In patients who do not achieve adequate diuresis with a loop diuretic, increasing the dosage or adding a thiazide diuretic may be considered. Notably, administering low-dose dopamine to improve diuresis and preserve kidney function offers no benefit."
]
},
{
"type":"inline-wrap",
"wrapId":"7",
"contentIds":[
"mk19_b_cv_f14"
]
},
{
"type":"p",
"hlId":"08543b",
"children":[
"Many patients with acute decompensated heart failure either present with or develop concomitant acute kidney dysfunction, termed cardiorenal syndrome. Cardiorenal syndrome is related to neurohormonal activation, abdominal vascular congestion leading to decreased renal perfusion, and worsening cardiac function (see ",
{
"type":"cross-reference",
"target":"mk19_a_np_s9_6_2",
"children":[
"MKSAP 19 Nephrology"
]
},
"). Often, continued diuresis with higher diuretic doses is required despite worsening kidney function. Withholding ACE inhibitors and aldosterone antagonists may be reasonable until kidney function improves. If kidney function worsens as the patient approaches euvolemia, withholding diuretics for 1 day to allow extravascular fluid to redistribute into the vascular space should be considered."
]
},
{
"type":"p",
"hlId":"a590c7",
"children":[
"Standard heart failure therapy, including ACE inhibitor (or ARB) therapy, β-blockers, and aldosterone antagonists, should be maintained throughout hospitalization or restarted before discharge. If β-blockers are discontinued at admission because of signs of low cardiac output, therapy should not be reinitiated until the patient improves. If the patient is admitted with volume overload without signs of low cardiac output, β-blocker therapy can usually be maintained at the same or a lower dosage during hospitalization."
]
},
{
"type":"p",
"hlId":"4e0969",
"children":[
"In patients with respiratory distress not requiring mechanical ventilation, noninvasive positive pressure ventilation is associated with reduced need for intubation and, according to some data, a reduction in mortality. It is unclear if noninvasive positive pressure ventilation results in a shorter length of hospital stay."
]
},
{
"type":"p",
"hlId":"56e111",
"children":[
"BNP level should be measured on admission and before discharge for prognostic purposes. High BNP levels on admission are linked with increased mortality and rehospitalization. Likewise, BNP levels that fail to decrease during hospitalization are associated with a higher mortality rate. Serum troponin measurement on admission also can be used for prognostication; patients with elevated troponin levels have worse clinical outcomes and a higher risk for death. Currently, there are no absolute cutoff values for these biomarkers, and measurement data should be used in combination with clinical judgment to guide management."
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_4_3_1",
"title":{
"__html":"Cardiogenic Shock"
},
"titleNode":{
"type":"section-title",
"hlId":"d2deb3",
"children":[
"Cardiogenic Shock"
]
},
"children":[
{
"type":"p",
"hlId":"6725a3",
"children":[
"Cardiogenic shock is characterized by signs and symptoms of low cardiac output with hypotension (systolic blood pressure <90 mm Hg or support to maintain blood pressure) and evidence of end-organ hypoperfusion. Laboratory evaluation includes assessment of BNP, lactate, and kidney and liver function. Treatment initially focuses on reversing the cause of shock, such as reperfusion in the setting of acute coronary syndrome. Intravenous inotropic agents are often required to improve hemodynamic status, including cardiac output and urine output ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_b_cv_t15",
"wrapId":"8",
"children":[
"Table 15"
]
}
]
},
")"
]
},
" (see ",
{
"type":"cross-reference",
"target":"mk19_b_pm_s12_2",
"children":[
"MKSAP 19 Pulmonary and Critical Care Medicine"
]
},
"). Routine invasive pulmonary artery catheterization to monitor hemodynamics does not improve survival or reduce future hospitalization in patients with decompensated heart failure. Pulmonary artery catheterization should be used only when hemodynamic and volume status is unclear or when hemodynamic data may lead to advanced mechanical circulatory support or consideration of heart transplantation."
]
},
{
"type":"inline-wrap",
"wrapId":"8",
"contentIds":[
"mk19_b_cv_t15"
]
},
{
"type":"p",
"hlId":"611f96",
"children":[
"Percutaneous mechanical support during acute exacerbations has greatly increased in recent years. Intra-aortic balloon pumps, percutaneous ventricular assist devices, and extracorporeal membrane oxygenators can be quickly placed to support the critically ill patient. Treatment by a team comprising a heart failure physician, critical care physician, and cardiac surgeon is suggested to rapidly deploy therapy and provide postprocedure care. Consideration of longer-term options for advanced heart failure (heart transplantation or LVAD placement) is an important aspect of management for patients receiving mechanical support in the acute setting. For patients who do not show clinical improvement, there should be daily discussions about treatment options and goals of care, including transplantation, permanent device placement, and palliative or hospice care."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_4_3_2",
"title":{
"__html":"Strategies to Prevent Readmission"
},
"titleNode":{
"type":"section-title",
"hlId":"cf1366",
"children":[
"Strategies to Prevent Readmission"
]
},
"children":[
{
"type":"p",
"hlId":"874e2f",
"children":[
"The first step in preventing heart failure readmission is to treat reversible causes of the exacerbation. Discharge should not occur until the patient has approached euvolemia with diuresis. Medication reconciliation before discharge should ensure that the patient is taking the appropriate medications, particularly those that reduce mortality and morbidity in heart failure. Education on heart failure physiology, the importance of medication and dietary adherence, signs and symptoms of worsening heart failure, and when to contact a physician should be provided. A home nurse, in follow-up after discharge, can continue patient education, provide confirmation that discharge medications coincide with home medications, and assess the patient's condition. If home nurse follow-up is not instituted, a phone call within 48 hours of discharge may be useful to confirm a safe transition of care. Finally, an early follow-up appointment (within 7 days) should be scheduled to review the medication list, assess volume status and adherence to diet and medications, and reinforce patient education points."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"9b76e1",
"children":[
"Management of patients with acute decompensated heart failure focuses on identifying the cause of the heart failure exacerbation, determining the patient's physiologic state, treating fluid overload, and optimizing medical therapy before discharge."
]
},
{
"type":"keypoint",
"hlId":"5b4449",
"hvc":true,
"children":[
"Routine invasive pulmonary artery catheterization for hemodynamic monitoring is not recommended in patients with decompensated heart failure."
]
},
{
"type":"keypoint",
"hlId":"6b2851",
"children":[
"In patients hospitalized with acute heart failure, early follow-up with home nurse visits, phone contact within 48 hours of discharge, and a prompt physician appointment (within 7 days) to review the medication list, assess volume status and adherence to diet and medications, and reinforce patient education reduces the risk for heart failure readmission."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_4_4",
"title":{
"__html":"Advanced Refractory Heart Failure"
},
"titleNode":{
"type":"section-title",
"hlId":"f75990",
"children":[
"Advanced Refractory Heart Failure"
]
},
"children":[
{
"type":"p",
"hlId":"034abb",
"children":[
"Patients with persistent severe heart failure symptoms despite maximal medical therapy (ACC/AHA stage D) are candidates for advanced treatment. Cardiac transplantation remains the gold standard therapy for patients with end-stage heart failure; however, because of a lack of appropriate donors, only 3500 heart transplantations are performed in the United States each year, accounting for approximately 50% of eligible patients awaiting transplantation. Acceptable candidates for transplantation generally are younger than 65 to 70 years with no medical contraindications (e.g., diabetes with end-organ complications, malignancies within 5 years, kidney dysfunction, or other chronic illnesses that will decrease survival) and good social support and adherence. Many patients awaiting transplant also require an LVAD for support until an organ becomes available. Hospice may be considered as an option in shared decision-making discussions."
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_4_4_1",
"title":{
"__html":"Mechanical Circulatory Support"
},
"titleNode":{
"type":"section-title",
"hlId":"3bd305",
"children":[
"Mechanical Circulatory Support"
]
},
"children":[
{
"type":"p",
"hlId":"fc6e1b",
"children":[
"Clinical outcomes in patients with advanced heart failure have markedly improved with the use of LVADs. With newer continuous-flow devices, patients have 1-year survival approximating that of cardiac transplant recipients and substantial improvements in functional capacity and quality of life. The use of LVADs as destination therapy rather than as a bridge to transplant is increasing. LVAD placement is currently indicated in patients with LVEF less than 25% and poor exercise tolerance (NYHA functional class III/IV) despite maximal tolerated therapy, with either a high predicted 1- to 2-year mortality or inotrope dependency, who continue to desire aggressive restorative care."
]
},
{
"type":"p",
"hlId":"0ead45",
"children":[
"Because these devices provide continuous flow, most patients no longer have a palpable pulse, and blood pressure must be measured by Doppler. Therapy includes anticoagulation to prevent pump thrombus formation; continued heart failure therapy with an ACE inhibitor, ARB, or ARNI and β-blocker; and management of fluid overload with diuretics. Clinicians caring for hospitalized patients with an LVAD require specialized training and continuous emergency access to an LVAD specialist."
]
},
{
"type":"p",
"hlId":"672d28",
"children":[
"LVADs have several potential major complications related to either the pump itself or the driveline, which passes through the skin and connects the internal pump to a power source. Major complications at 2 years reported with a current-generation device include hemorrhagic and thrombotic strokes (9.9%); infections (skin or at the pump) (58.3%); pump thrombosis (1.4%); arrhythmias (35.9%); and gastrointestinal bleeding (24.5%), which is usually associated with small-bowel arteriovenous malformations. The incidence of these complications is decreasing as pump technology improves."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_4_4_2",
"title":{
"__html":"Management of Posttransplant Patients"
},
"titleNode":{
"type":"section-title",
"hlId":"50ba54",
"children":[
"Management of Posttransplant Patients"
]
},
"children":[
{
"type":"p",
"hlId":"b042ca",
"children":[
"Most patients who undergo heart transplantation quickly recover physical activity and have normal quality of life, with a mean survival of more than 11 years. The most frequent complication within the first year after transplant is infection. Cytomegalovirus (CMV) infection is common, and patients at moderate risk (CMV-positive donor/CMV-positive recipient) and high risk (CMV-positive donor/CMV-negative recipient) should receive antiviral prophylaxis (valganciclovir or ganciclovir) for 6 months."
]
},
{
"type":"p",
"hlId":"008916",
"children":[
"Incidence of rejection is highest in the first 6 months after transplantation. Because most patients with early rejection are asymptomatic, regularly scheduled endomyocardial biopsies or gene expression profiling tests are performed to detect rejection for the first few years after transplant. Severe rejection is characterized by acute heart failure and atrial arrhythmias or conduction abnormalities."
]
},
{
"type":"p",
"hlId":"cf716d",
"children":[
"Early complications related to immunosuppressive therapy include hypertension (more than 90% of patients) and diabetes (15%-20% of patients). Long-term complications after transplantation include CAD and an increased incidence of malignancies, including skin cancer (common) and B-cell lymphoma related to immunosuppressive therapy (less common)."
]
},
{
"type":"p",
"hlId":"d78919",
"children":[
"Careful attention must be paid to the medication regimen of cardiac transplant recipients to avoid drug-drug interactions. Cyclosporine and tacrolimus, two agents commonly used for immunosuppression, are metabolized by the CYP3A4 system and are subject to substantial drug interactions with both inhibitors and inducers of this isoenzyme. An extensive list of drugs that can interact through the CYP3A4 isoenzyme can be found at ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://medicine.iupui.edu/clinpharm/ddis",
"target":"_blank"
},
"children":[
"http://medicine.iupui.edu/clinpharm/ddis"
]
},
"."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"634e92",
"children":[
"Patients with severe heart failure symptoms despite maximal medical therapy are candidates for advanced treatment, including placement of a left ventricular assist device and heart transplantation."
]
},
{
"type":"keypoint",
"hlId":"b33e77",
"children":[
"Patients who undergo heart transplantation have a median survival of 11 years and, typically, a normal quality of life."
]
},
{
"type":"keypoint",
"hlId":"b4b457",
"children":[
"In cardiac transplant recipients, cytomegalovirus infection (within the first year) and rejection (within the first 6 months) are important complications."
]
},
{
"type":"keypoint",
"hlId":"7c3d96",
"children":[
"Endomyocardial biopsy or gene expression profiling should be routinely performed after heart transplantation to diagnose early asymptomatic rejection."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_4_5",
"title":{
"__html":"Specific Populations"
},
"titleNode":{
"type":"section-title",
"hlId":"1c23de",
"children":[
"Specific Populations"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_cv_s4_4_5_1",
"title":{
"__html":"Patients With Diabetes Mellitus"
},
"titleNode":{
"type":"section-title",
"hlId":"85dba1",
"children":[
"Patients With Diabetes Mellitus"
]
},
"children":[
{
"type":"p",
"hlId":"7914b9",
"children":[
"Patients with diabetes have a more than twofold increased risk for heart failure and experience worse outcomes, more hospitalizations, and a worse prognosis than those without diabetes. Even when blood glucose levels are controlled, patients with diabetes have a higher incidence of heart failure. Aggressive blood glucose control has not been associated with better outcomes. Implementing therapy with agents shown to improve cardiovascular and heart failure outcomes is prudent (see ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_b_cv_t14",
"wrapId":"9",
"children":[
"Table 14"
]
}
]
},
")"
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"9",
"contentIds":[
"mk19_b_cv_t14"
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_4_5_2",
"title":{
"__html":"Black Patients"
},
"titleNode":{
"type":"section-title",
"hlId":"9c3fd8",
"children":[
"Black Patients"
]
},
"children":[
{
"type":"p",
"hlId":"184621",
"children":[
"Black patients have been underrepresented in many heart failure clinical trials, including those involving valsartan-sacubitril, SGLT2 inhibitors, ivabradine, and long-acting metoprolol. Based on the benefits observed in the general population, recent guidelines recommend that Black patients also receive these medications, because using race as a determinant of care is an inappropriate approach."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_5",
"title":{
"__html":"Specific Cardiomyopathies"
},
"titleNode":{
"type":"section-title",
"hlId":"15de86",
"children":[
"Specific Cardiomyopathies"
]
},
"children":[
{
"type":"p",
"hlId":"7a3fdd",
"children":[
"For a discussion of hypertrophic cardiomyopathy and restrictive cardiomyopathy, refer to ",
{
"type":"cross-reference",
"target":"mk19_b_cv_s7",
"children":[
"Myocardial Disease"
]
},
". Peripartum cardiomyopathy is discussed in ",
{
"type":"cross-reference",
"target":"mk19_b_cv_s13_3_1",
"children":[
"Pregnancy and Cardiovascular Disease"
]
},
"."
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_5_1",
"title":{
"__html":"Takotsubo Cardiomyopathy"
},
"titleNode":{
"type":"section-title",
"hlId":"cce5fe",
"children":[
"Takotsubo Cardiomyopathy"
]
},
"children":[
{
"type":"p",
"hlId":"367507",
"children":[
"Takotsubo cardiomyopathy, also known as stress-induced cardiomyopathy or apical ballooning syndrome, is a clinical syndrome associated with reduced LVEF, elevated cardiac enzyme levels, and signs of ischemia on ECG. It typically occurs in older women and is usually precipitated by a stressful physical or emotional event, such as the death of a loved one or a sudden surprise. The pathogenesis of takotsubo cardiomyopathy is unknown, but the condition is postulated to result from reversible myocardial toxicity induced by very high catecholamine levels. Cardiac imaging shows wall motion abnormalities that do not follow a coronary artery territory (typically, apical dyskinesis or ballooning) with preservation of basal wall motion ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_cv_f15",
"wrapId":"10",
"children":[
"Figure 15"
]
}
]
},
")"
]
},
". Because takotsubo cardiomyopathy resembles an acute coronary syndrome, emergent coronary angiography is often performed. Treatment is largely supportive and is similar to that for heart failure of other causes. Most patients recover cardiac function over the course of a few weeks to months. As with other forms of new-onset heart failure, repeat echocardiography should be performed in 3 to 6 months to evaluate recovery. It is unclear for how long medical therapy should continue in patients with recovery of cardiac function, but most clinicians continue therapy for at least 1 year."
]
},
{
"type":"inline-wrap",
"wrapId":"10",
"contentIds":[
"mk19_b_cv_f15"
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_5_2",
"title":{
"__html":"Acute Myocarditis"
},
"titleNode":{
"type":"section-title",
"hlId":"408691",
"children":[
"Acute Myocarditis"
]
},
"children":[
{
"type":"p",
"hlId":"74b0d0",
"children":[
"Myocarditis is a clinical syndrome of acute-onset heart failure. Causes include viral, bacterial, or other infections; toxins; and immunologic syndromes. The classic form is viral in origin and is preceded by a typical upper respiratory tract infection caused by adenovirus, echovirus, or coxsackievirus. Patients may have no antecedent symptoms or have a viral prodrome with fever, myalgia, and respiratory symptoms. Although the pathogenesis is not completely understood, it is thought that acute viral infection causes early destruction of myocytes followed by an immune response that causes further destruction."
]
},
{
"type":"p",
"hlId":"a4f5a0",
"children":[
"Echocardiography helps rule out other causes of heart failure. Definitive diagnosis may require CMR imaging or endomyocardial biopsy. Biopsy is recommended for patients with recent-onset heart failure (≤2 weeks) accompanied by hemodynamic compromise and patients with unexplained new-onset heart failure of 2 weeks' to 3 months' duration who develop new arrhythmias or do not respond to evidence-based therapy within 2 weeks. Standard therapy for heart failure is recommended; anti-inflammatory agents do not offer benefit."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_5_3",
"title":{
"__html":"Giant Cell Myocarditis"
},
"titleNode":{
"type":"section-title",
"hlId":"9db9c3",
"children":[
"Giant Cell Myocarditis"
]
},
"children":[
{
"type":"p",
"hlId":"9f6b8d",
"children":[
"Giant cell myocarditis is an acute and often fatal form of myocarditis that typically occurs in younger persons. It is often rapidly progressive and can cause both left and right ventricular dysfunction. Giant cell myocarditis is also associated with an increased incidence of high-grade atrioventricular block and ventricular arrhythmias. Patients with acute heart failure unresponsive to usual care or with accompanying arrhythmias should undergo endomyocardial biopsy for diagnosis. Initial biopsy findings may be negative because of the patchy nature of the inflammation. Unlike in acute myocarditis, aggressive immunosuppressive therapy has some benefit and should be initiated. Patients often require percutaneous or surgical ventricular support until they recover or need heart transplantation or LVAD placement. If giant cell myocarditis is suspected, prompt transfer to a hospital equipped with mechanical support should be considered because patients can progress from feeling well to moribund within hours."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_5_4",
"title":{
"__html":"Sarcoidosis"
},
"titleNode":{
"type":"section-title",
"hlId":"c57e04",
"children":[
"Sarcoidosis"
]
},
"children":[
{
"type":"p",
"hlId":"c12789",
"children":[
"Cardiac sarcoidosis is found at autopsy in up to 25% of patients with systemic sarcoidosis. Cardiac manifestations include ventricular tachycardia, second- or third-degree atrioventricular block, and HFrEF. Diagnosis is made by the presence of noncaseating granuloma with no alternative cause identified on extracardiac or endomyocardial biopsy and clinical cardiac manifestations. Cardiac imaging studies for diagnosis include PET and CMR imaging. Therapy for patients with sarcoidosis and heart failure includes standard heart failure therapy and immunosuppressive medications. For acute flares of either heart failure (decline in LVEF) or arrhythmias, high-dose prednisone is typically initiated, followed by tapering over 3 to 6 months."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_5_5",
"title":{
"__html":"Tachycardia-Mediated Cardiomyopathy"
},
"titleNode":{
"type":"section-title",
"hlId":"65ba10",
"children":[
"Tachycardia-Mediated Cardiomyopathy"
]
},
"children":[
{
"type":"p",
"hlId":"bee435",
"children":[
"Tachycardia-mediated cardiomyopathy has been associated with supraventricular and ventricular arrhythmias. Reversible causes of tachycardia (e.g., hyperthyroidism) should be excluded. Importantly, rate control (β-blockers) or rhythm control (catheter ablation) improves LV function in these patients. In patients with atrial fibrillation associated with rapid ventricular response, no evidence shows that converting to sinus rhythm is more efficacious than controlling heart rate. In patients with ventricular arrhythmias or frequent premature ventricular contractions, cardiomyopathy is generally thought to develop when the burden of premature ventricular contractions is more than 10,000 per day or more than 10% of all beats; ablation, especially if the premature ventricular contractions are unifocal, should be considered."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s4_6",
"bibliography":true,
"title":{
"__html":"Bibliography"
},
"titleNode":{
"type":"section-title",
"hlId":"a7cc81",
"children":[
"Bibliography"
]
},
"children":[
{
"type":"references",
"children":[
{
"type":"reference",
"children":[
"Anker SD, Butler J, Filippatos G, et al; EMPEROR-Preserved Trial Investigators. Empagliflozin in heart failure with a preserved ejection fraction. N Engl J Med. 2021;385:1451-1461. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/34449189",
"target":"_blank"
},
"children":[
"PMID: 34449189"
]
},
" doi:10.1056/NEJMoa2107038"
]
},
{
"type":"reference",
"children":[
"Berbenetz N, Wang Y, Brown J, et al. Non-invasive positive pressure ventilation (CPAP or bilevel NPPV) for cardiogenic pulmonary oedema. Cochrane Database Syst Rev. 2019;4:CD005351. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30950507",
"target":"_blank"
},
"children":[
"PMID: 30950507"
]
},
" doi:10.1002/14651858.CD005351.pub4"
]
},
{
"type":"reference",
"children":[
"Hollenberg SM, Warner Stevenson L, Ahmad T, et al. 2019 ACC expert consensus decision pathway on risk assessment, management, and clinical trajectory of patients hospitalized with heart failure: a report of the American College of Cardiology Solution Set Oversight Committee. J Am Coll Cardiol. 2019;74:1966-2011. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31526538",
"target":"_blank"
},
"children":[
"PMID: 31526538"
]
},
" doi:10.1016/j.jacc.2019.08.001"
]
},
{
"type":"reference",
"children":[
"Maddox TM, Januzzi JL Jr, Allen LA, et al; Writing Committee. 2021 update to the 2017 ACC expert consensus decision pathway for optimization of heart failure treatment: answers to 10 pivotal issues about heart failure with reduced ejection fraction: a report of the American College of Cardiology Solution Set Oversight Committee. J Am Coll Cardiol. 2021;77:772-810. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/33446410",
"target":"_blank"
},
"children":[
"PMID: 33446410"
]
},
" doi:10.1016/j.jacc.2020.11.022"
]
},
{
"type":"reference",
"children":[
"Ponikowski P, Voors AA, Anker SD, et al; ESC Scientific Document Group. 2016 ESC guidelines for the diagnosis and treatment of acute and chronic heart failure: The Task Force for the Diagnosis and Treatment of Acute and Chronic Heart Failure of the European Society of Cardiology (ESC). Developed with the special contribution of the Heart Failure Association (HFA) of the ESC. Eur Heart J. 2016;37:2129-2200. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/27206819",
"target":"_blank"
},
"children":[
"PMID: 27206819"
]
},
" doi:10.1093/eurheartj/ehw128"
]
},
{
"type":"reference",
"children":[
"Redfield MM. Heart Failure with preserved ejection fraction. N Engl J Med. 2016;375:1868-1877. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/27959663",
"target":"_blank"
},
"children":[
"PMID: 27959663"
]
}
]
},
{
"type":"reference",
"children":[
"van Diepen S, Katz JN, Albert NM, et al; American Heart Association Council on Clinical Cardiology; Council on Cardiovascular and Stroke Nursing; Council on Quality of Care and Outcomes Research; and Mission: Lifeline. Contemporary management of cardiogenic shock: a scientific statement from the American Heart Association. Circulation. 2017;136:e232-e268. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/28923988",
"target":"_blank"
},
"children":[
"PMID: 28923988"
]
},
" doi:10.1161/CIR.0000000000000525"
]
},
{
"type":"reference",
"children":[
"Wu A. Heart failure. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://www.acpjournals.org/doi/10.7326/AITC201806050",
"target":"_blank"
},
"children":[
"Ann Intern Med"
]
},
". 2018;168:ITC81-ITC96. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29868816",
"target":"_blank"
},
"children":[
"PMID: 29868816"
]
}
]
},
{
"type":"reference",
"children":[
"Yancy CW, Jessup M, Bozkurt B, et al; American College of Cardiology Foundation. 2013 ACCF/AHA guideline for the management of heart failure: a report of the American College of Cardiology Foundation/American Heart Association Task Force on Practice Guidelines. J Am Coll Cardiol. 2013;62:e147-239. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/23747642",
"target":"_blank"
},
"children":[
"PMID: 23747642"
]
},
" doi:10.1016/j.jacc.2013.05.019"
]
},
{
"type":"reference",
"children":[
"Yancy CW, Jessup M, Bozkurt B, et al. 2017 ACC/AHA/HFSA focused update of the 2013 ACCF/AHA guideline for the management of heart failure: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines and the Heart Failure Society of America. Circulation. 2017;136:e137-e161. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/28455343",
"target":"_blank"
},
"children":[
"PMID: 28455343"
]
},
" doi:10.1161/CIR.0000000000000509"
]
}
]
}
]
}
]
},
"tablesContent":{
"mk19_b_cv_t11":{
"id":"mk19_b_cv_t11",
"number":11,
"bookId":"cv",
"title":{
"__html":"New York Heart Association Functional Classification"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"a077f9",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 11. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_b_cv_t11"
}
]
},
"New York Heart Association Functional Classification"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9bd813",
"class":"col hd l",
"children":[
"Class"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b5a7ad",
"class":"col hd l",
"children":[
"Description"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"dd7536",
"class":"cell txt l",
"children":[
"I"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d30b48",
"class":"cell txt l",
"children":[
"No limitations of physical activity"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"66cc12",
"class":"cell txt l",
"children":[
"II"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e55c8d",
"class":"cell txt l",
"children":[
"Slight limitation of physical activity"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"51ac45",
"class":"cell txt l",
"children":[
"III"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9f9d74",
"class":"cell txt l",
"children":[
"Marked limitation of physical activity"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"bad633",
"class":"cell txt li",
"children":[
"IIIA"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"cfcd27",
"class":"cell txt li",
"children":[
"Symptoms with less than ordinary activity"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ec425b",
"class":"cell txt li",
"children":[
"IIIB"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"07d826",
"class":"cell txt li",
"children":[
"Symptoms with minimal exertion"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"cf482c",
"class":"cell txt l",
"children":[
"IV"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"dac7cd",
"class":"cell txt l",
"children":[
"Unable to carry on any physical activity without symptoms"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[

]
},
"mk19_b_cv_t12":{
"id":"mk19_b_cv_t12",
"number":12,
"bookId":"cv",
"title":{
"__html":"American College of Cardiology/American Heart Association Stages of Heart Failure"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"8745c5",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 12. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_b_cv_t12"
}
]
},
"American College of Cardiology/American Heart Association Stages of Heart Failure"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"64c6da",
"class":"col hd l",
"children":[
"Stage"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b5a7ad",
"class":"col hd l",
"children":[
"Description"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"725a00",
"class":"cell txt l",
"children":[
"Stage A"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"602a8b",
"class":"cell txt l",
"children":[
"At risk for heart failure but without structural heart changes (e.g., patients with diabetes mellitus, coronary artery disease, hypertension, or vascular disease)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"709acb",
"class":"cell txt l",
"children":[
"Stage B"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"24c321",
"class":"cell txt l",
"children":[
"Structural heart disease (e.g., reduced ejection fraction, left ventricular hypertrophy, chamber enlargement) but without heart failure symptoms"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6c04e3",
"class":"cell txt l",
"children":[
"Stage C"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"df6e83",
"class":"cell txt l",
"children":[
"Structural heart disease with current or prior heart failure symptoms"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"931a43",
"class":"cell txt l",
"children":[
"Stage D"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d9a009",
"class":"cell txt l",
"children":[
"Refractory heart failure requiring advanced intervention (e.g., biventricular pacemaker, left ventricular assist device, transplantation)"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"Information from Hunt SA, Abraham WT, Chin MH, et al. 2009 Focused update incorporated into the ACC/AHA 2005 guidelines for the diagnosis and management of heart failure in adults: a report of the American College of Cardiology Foundation/American Heart Association Task Force on Practice Guidelines: developed in collaboration with the International Society for Heart and Lung Transplantation. Circulation. 2009;119:e391-479. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/19324966",
"target":"_blank"
},
"children":[
"PMID: 19324966"
]
},
" doi:10.1161/CIRCULATIONAHA.109.192065"
]
]
},
"mk19_b_cv_t13":{
"id":"mk19_b_cv_t13",
"number":13,
"bookId":"cv",
"title":{
"__html":"Therapeutic Dosages of β-Blockers for Treatment of Heart Failure With Reduced Ejection Fraction"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"e47d66",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 13. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_b_cv_t13"
}
]
},
"Therapeutic Dosages of β-Blockers for Treatment of Heart Failure With Reduced Ejection Fraction"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"744605",
"class":"col hd l",
"children":[
"Agent"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"00cfbf",
"class":"col hd l",
"children":[
"Target Dosage"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"880dc2",
"class":"cell txt l",
"children":[
"Carvedilol"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ad488b",
"class":"cell txt l",
"children":[
"25 mg twice daily (50 mg twice daily if weight >85 kg [187 lb])"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"47a0b0",
"class":"cell txt l",
"children":[
"Metoprolol succinate"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9ab51b",
"class":"cell txt l",
"children":[
"200 mg daily"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ce2400",
"class":"cell txt l",
"children":[
"Bisoprolol"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b75f5f",
"class":"cell txt l",
"children":[
"10 mg daily"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[

]
},
"mk19_b_cv_t14":{
"id":"mk19_b_cv_t14",
"number":14,
"bookId":"cv",
"title":{
"__html":"Glucose-Lowering Medications in Patients With Heart Failure"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"604a6d",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 14. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_b_cv_t14"
}
]
},
"Glucose-Lowering Medications in Patients With Heart Failure"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"572632",
"class":"col hd l",
"children":[
"Drug Class"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ea61e2",
"class":"col hd l",
"children":[
"Considerations"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"19a17b",
"class":"cell txt l",
"children":[
"Biguanides (metformin)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7f2953",
"class":"cell txt l",
"children":[
"Survival benefit in patients with HF"
]
},
" ",
{
"type":"p",
"hlId":"755502",
"class":"cell txt l",
"children":[
"Discontinue in patients with lactic acidosis or cardiogenic shock"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c849bb",
"class":"cell txt l",
"children":[
"Sulfonylureas"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e00d22",
"class":"cell txt l",
"children":[
"No randomized data in patients with HF"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"394da1",
"class":"cell txt l",
"children":[
"Thiazolidinediones"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1cde37",
"class":"cell txt l",
"children":[
"Not recommended because of increased risk or worsening of HF"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"38ef85",
"class":"cell txt l",
"children":[
"Insulin"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6e277d",
"class":"cell txt l",
"children":[
"Observational studies suggest an increase in HF with insulin therapy"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"310dbe",
"class":"cell txt l",
"children":[
"GLP-1 receptor antagonists"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1986cd",
"class":"cell txt l",
"children":[
"Reduce major adverse cardiovascular events but no impact or detriment in patients with HF"
]
},
" ",
{
"type":"p",
"hlId":"7ec86d",
"class":"cell txt l",
"children":[
"If recent HF hospitalization, use with caution based on two small trials"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"08c646",
"class":"cell txt l",
"children":[
"DPP-4 inhibitors"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"5e7185",
"class":"cell txt l",
"children":[
"No evidence of cardiovascular benefit"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-7 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"331b7d",
"class":"cell txt l",
"children":[
"SGLT2 inhibitors"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b32f7b",
"class":"cell txt l",
"children":[
"Reduce risk for worsening HF and cardiovascular death in patients with HF with reduced ejection fraction with or without type 2 diabetes mellitus"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"DPP-4 = dipeptidyl peptidase-4; GLP-1 = glucagon-like peptide 1; HF = heart failure; SGLT2 = sodium-glucose cotransporter 2."
]
]
},
"mk19_b_cv_t15":{
"id":"mk19_b_cv_t15",
"number":15,
"bookId":"cv",
"title":{
"__html":"Intravenous Vasoactive Medications Used for Treatment of Cardiogenic Shock"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"391309",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 15. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_b_cv_t15"
}
]
},
"Intravenous Vasoactive Medications Used for Treatment of Cardiogenic Shock"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"353bd6",
"class":"col hd l",
"children":[
"Medication"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7a3d46",
"class":"col hd l",
"children":[
"Mechanism"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c56113",
"class":"col hd l",
"children":[
"Inotropy"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"da8d3b",
"class":"col hd l",
"children":[
"Vasodilation"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1bace2",
"class":"cell txt l",
"children":[
"Milrinone"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a628d8",
"class":"cell txt l",
"children":[
"Phosphodiesterase inhibition"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"25fb0b",
"class":"cell txt l",
"children":[
"++"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"26b172",
"class":"cell txt l",
"children":[
"+"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"311eb6",
"class":"cell txt l",
"children":[
"Dobutamine"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1c6e54",
"class":"cell txt l",
"children":[
"β",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"1"
]
},
", β",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
" Receptor agonism"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"25fb0b",
"class":"cell txt l",
"children":[
"++"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"43f37c",
"class":"cell txt l",
"children":[
"(+) (at low dose)"
]
},
" ",
{
"type":"p",
"hlId":"62f251",
"class":"cell txt l",
"children":[
"− (vasoconstriction at high dose)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1e54ea",
"class":"cell txt l",
"children":[
"Sodium nitroprusside"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"bd3d9f",
"class":"cell txt l",
"children":[
"Nitric oxide production"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"cfcd20",
"class":"cell txt l",
"children":[
"0"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"25fb0b",
"class":"cell txt l",
"children":[
"++"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9936ff",
"class":"cell txt l",
"children":[
"Nitroglycerin"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"bd3d9f",
"class":"cell txt l",
"children":[
"Nitric oxide production"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"cfcd20",
"class":"cell txt l",
"children":[
"0"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d1b07a",
"class":"cell txt l",
"children":[
"++ (mainly venous)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7a1c6d",
"class":"cell txt l",
"children":[
"Vasopressin"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f999f9",
"class":"cell txt l",
"children":[
"Arginine vasopressin receptor (V receptor) agonism"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"549949",
"class":"cell txt l",
"children":[
"−"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f9e509",
"class":"cell txt l",
"children":[
"− (vasoconstriction)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d7e7bc",
"class":"cell txt l",
"children":[
"Dopamine"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"56dba6",
"class":"cell txt l",
"children":[
"Dopaminergic receptor (D receptor) agonism"
]
},
" ",
{
"type":"p",
"hlId":"4d6f29",
"class":"cell txt l",
"children":[
"β",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"1"
]
},
" Receptor agonism at intermediate dose"
]
},
" ",
{
"type":"p",
"hlId":"4ab372",
"class":"cell txt l",
"children":[
"α",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"1"
]
},
" Receptor agonism at high dose"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"26b172",
"class":"cell txt l",
"children":[
"+"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"62f251",
"class":"cell txt l",
"children":[
"− (vasoconstriction at high dose)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-7 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f7ac0c",
"class":"cell txt l",
"children":[
"Norepinephrine"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"84e228",
"class":"cell txt l",
"children":[
"α",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"1"
]
},
", α",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
" Receptor agonism greater than β",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"1"
]
},
" receptor agonism"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"26b172",
"class":"cell txt l",
"children":[
"+"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f9e509",
"class":"cell txt l",
"children":[
"− (vasoconstriction)"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"Strength of effect: ++ indicates very strong; + indicates strong; (+) indicates weak; 0 indicates neutral; − indicates opposite effect."
]
]
}
}
}