{
"id":"mk19_a_on_s10",
"subspecialtyId":"on",
"title":"Cancer of Unknown Primary Site",
"jsonContent":{
"type":"section",
"id":"mk19_a_on_s10",
"title":{
"__html":"Cancer of Unknown Primary Site"
},
"titleNode":{
"type":"section-title",
"hlId":"ca6543",
"children":[
"Cancer of Unknown Primary Site"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_on_s10_1",
"title":{
"__html":"Introduction"
},
"titleNode":{
"type":"section-title",
"hlId":"0b7979",
"children":[
"Introduction"
]
},
"children":[
{
"type":"p",
"hlId":"3a7f20",
"children":[
"Less than 5% of patients with metastatic cancer do not have an identified primary site, with improvements in imaging and other diagnostic techniques steadily decreasing that number. This heterogeneous group of patients is classified as having cancer of unknown primary (CUP)."
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s10_2",
"title":{
"__html":"Diagnosis and Evaluation"
},
"titleNode":{
"type":"section-title",
"hlId":"21d361",
"children":[
"Diagnosis and Evaluation"
]
},
"children":[
{
"type":"p",
"hlId":"c50f68",
"children":[
"On identification of metastatic cancer without a known primary site, a full medical history, physical examination, and a contrast-enhanced CT of the chest, abdomen, and pelvis should be obtained. The most accessible tumor mass should be biopsied, and a limited number of immunohistochemical stains are warranted to assess the nature of the tumor and identify or exclude the most treatable histologies (such as lymphoma or germ cell tumor). Mismatch repair-deficiency, or microsatellite instability, although very rare in CUP, would warrant treatment with immune checkpoint inhibitors. Workup should be focused to diagnose more treatable primaries, histologies, or subtypes of CUP. In addition, specific symptom- or presentation-related evaluations may be pursued, such as upper endoscopy and colonoscopy in patients with gastrointestinal symptoms or evidence of gastrointestinal bleeding. Patients with regional lymphadenopathy require focused evaluation, such as pan-endoscopic evaluation of the head and neck for patients with isolated or dominant cervical lymphadenopathy or anoscopy for those with isolated inguinal lymphadenopathy. In female patients, breast examination and mammography should be done to search for a breast primary cancer, and a gynecologic evaluation should be performed to look for an ovarian primary. Male patients require a testicular examination and, in those with bone metastases, a prostate examination and serum prostate-specific antigen level measurement to evaluate for prostate cancer. Nonspecific tumor markers, such as serum carcinoembryonic antigen, CA-19-9, CA-15-3, or CA-125, are not routinely recommended because they are not definitive for identifying a specific primary site. In some patients, PET scans may suggest the possible primary location, but false-positive results are significant, and PET scan findings are not apt to change the treatment plan. Gene expression arrays have been commercially promoted, but the clinical utility of these tests to identify more effective therapy has not been established, and they should not be used."
]
},
{
"type":"p",
"hlId":"04b070",
"children":[
"Ultimately, CUP is a diagnosis of exclusion after a reasonable evaluation has failed to identify the primary tumor, which either may be too small to be detected or may have been destroyed immunologically and is no longer present. Once the more treatable possibilities have been excluded, specific identification of the site of origin is very unlikely to improve treatment options or clinical outcome. At that point, it should be determined whether the metastatic cancer has a favorable or unfavorable prognosis and if there is a specific, efficacious therapy for that patient."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"9c2d40",
"hvc":true,
"children":[
"In patients with a metastatic cancer of unknown primary site, CT and histologic, endoscopic, and gender-specific cancer evaluations are reasonable; however, nonspecific tumor markers, PET, and gene expression arrays should not be done."
]
},
{
"type":"keypoint",
"hlId":"f10d8a",
"children":[
"If reasonable attempts to identify primary cancer have failed, management should shift focus, treating the metastasis based on histology and prognostic factors, as finding the primary site is unlikely to improve treatment options or clinical outcome."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s10_3",
"title":{
"__html":"Favorable Prognostic Subgroups of Cancer of Unknown Primary Site"
},
"titleNode":{
"type":"section-title",
"hlId":"7316bb",
"children":[
"Favorable Prognostic Subgroups of Cancer of Unknown Primary Site"
]
},
"children":[
{
"type":"p",
"hlId":"3bc4b1",
"children":[
"For patients with CUP, the identification of a favorable prognostic subgroup allows selection of specific surgical, irradiation, or chemotherapy to which patients are more likely to respond and on occasion achieves long-term remission and cure."
]
},
{
"type":"section",
"id":"mk19_a_on_s10_3_1",
"title":{
"__html":"Poorly Differentiated Cancer of Unknown Primary Site"
},
"titleNode":{
"type":"section-title",
"hlId":"fb9d39",
"children":[
"Poorly Differentiated Cancer of Unknown Primary Site"
]
},
"children":[
{
"type":"p",
"hlId":"972b56",
"children":[
"Poorly differentiated cancers are usually more aggressive than well-differentiated cancers, and metastatic poorly differentiated adenocarcinoma has a poor prognosis; however, some patients with poorly differentiated CUP that is not definitively an adenocarcinoma may have specific treatment options. In particular, young men with predominantly midline poorly differentiated carcinoma, such as those with large retroperitoneal or mediastinal lymphadenopathy, should be carefully evaluated for the possibility of a germ cell tumor. Serum α-fetoprotein and β-human chorionic gonadotropin levels should be measured, and a testicular examination and ultrasonography should be performed. Even if these evaluations have negative findings, an unrecognized germ cell tumor may still exist, and these patients should be treated for this possibility with a platinum-based chemotherapy regimen."
]
},
{
"type":"p",
"hlId":"5f5ef9",
"children":[
"Patients with poorly differentiated neuroendocrine tumors also warrant careful consideration. These tumors frequently both metastasize like small cell lung cancers and respond similarly to platinum-based chemotherapy."
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s10_3_2",
"title":{
"__html":"Isolated Regional Lymphadenopathy"
},
"titleNode":{
"type":"section-title",
"hlId":"7ceedd",
"children":[
"Isolated Regional Lymphadenopathy"
]
},
"children":[
{
"type":"p",
"hlId":"57e68b",
"children":[
"Women found to have adenocarcinoma in isolated axillary lymphadenopathy have a more favorable CUP prognosis. These patients should be presumptively considered to have locoregional breast cancer. If mammography is unrevealing, breast MRI should be performed. If the MRI scan is negative, the patient is still assumed to have a presumptive stage II breast cancer. Given the inability to identify the primary, a mastectomy or whole breast radiation therapy is recommended. These patients should all receive adjuvant treatment consistent with a stage II breast cancer diagnosis. Patients with isolated or dominant cervical lymphadenopathy should undergo full endoscopic examination of the upper aerodigestive tract to evaluate for a head and neck primary. Even if a primary is not identified, treatment along a head and neck paradigm with chemotherapy and radiation therapy is often appropriate. In particular, patients with high cervical lymphadenopathy with squamous cell cancer occasionally achieve cure. Supraclavicular lymphadenopathy or adenocarcinoma makes a head and neck primary far less likely, and therapy is less efficacious."
]
},
{
"type":"p",
"hlId":"8cabd0",
"children":[
"Isolated inguinal lymphadenopathy should prompt anoscopy and careful examination of the perineal and genital regions. Even in the absence of a defined primary tumor, definitive resection or irradiation to inguinal or other isolated solitary or regional lymph nodes may provide long-term tumor control and cures in rare circumstances."
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s10_3_3",
"title":{
"__html":"Peritoneal Carcinomatosis in Women"
},
"titleNode":{
"type":"section-title",
"hlId":"5e00c8",
"children":[
"Peritoneal Carcinomatosis in Women"
]
},
"children":[
{
"type":"p",
"hlId":"5a6e85",
"children":[
"Women who have adenocarcinoma with abdominal carcinomatosis and ascites should be presumptively treated for ovarian cancer, including initial cytoreductive surgery and ovarian cancer chemotherapy regimens."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"100adb",
"children":[
"Patients with cancer of unknown primary who have poorly differentiated carcinoma predominantly in the midline, such as those with large retroperitoneal or mediastinal lymphadenopathy, are likely to have a germ cell tumor and should be treated for that possibility with platinum-based chemotherapy."
]
},
{
"type":"keypoint",
"hlId":"a005a4",
"children":[
"Women with a cancer of unknown primary who have axillary lymphadenopathy and a negative breast MRI scan should be treated for presumptive stage II breast cancer."
]
},
{
"type":"keypoint",
"hlId":"37463c",
"children":[
"Women with adenocarcinoma with abdominal carcinomatosis and ascites should be treated for presumptive ovarian cancer."
]
},
{
"type":"keypoint",
"hlId":"ee1700",
"children":[
"Patients with isolated or dominant cervical lymphadenopathy and cancer of unknown primary should be treated along a head and neck cancer paradigm with chemotherapy and radiation therapy."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s10_4",
"title":{
"__html":"Nonfavorable Subgroups of Cancer of Unknown Primary Site"
},
"titleNode":{
"type":"section-title",
"hlId":"a8adda",
"children":[
"Nonfavorable Subgroups of Cancer of Unknown Primary Site"
]
},
"children":[
{
"type":"p",
"hlId":"500b86",
"children":[
"Therapy for CUP that does not fall into one of the favorable subgroups is empirically directed with chemotherapy and radiation therapy based on the pattern of presentation. CUP presenting above the diaphragm should be evaluated and managed as metastatic lung cancer. CUP that is predominantly below the diaphragm should be managed as gastrointestinal cancer."
]
},
{
"type":"p",
"hlId":"a11ab2",
"children":[
"Chronic medical comorbidities and patient performance status greatly influence the range of treatment options. As with other solid tumors, patients with several comorbidities and poor performance status are far less likely to benefit from aggressive chemotherapy and are far more likely to experience serious or life-threatening toxicity. Palliative and hospice care should be considered in such patients."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"24dee5",
"children":[
"Therapy for cancer of unknown primary that does not fall into one of the favorable subgroups should be managed based on pattern of presentation; cancer presenting above the diaphragm should be treated as metastatic lung cancer, and cancer presenting below the diaphragm should be treated as gastrointestinal cancer."
]
},
{
"type":"keypoint",
"hlId":"a66c64",
"hvc":true,
"children":[
"Palliative or hospice care is appropriate for patients with an unfavorable subtype of cancer of unknown primary site who have comorbidities and poor performance status."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s10_5",
"bibliography":true,
"title":{
"__html":"Bibliography"
},
"titleNode":{
"type":"section-title",
"hlId":"a7cc81",
"children":[
"Bibliography"
]
},
"children":[
{
"type":"references",
"children":[
{
"type":"reference",
"children":[
"Economopoulou P, Mountzios G, Pavlidis N, et al. Cancer of Unknown Primary origin in the genomic era: Elucidating the dark box of cancer. Cancer Treat Rev. 2015;41:598-604. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/26033502",
"target":"_blank"
},
"children":[
"PMID: 26033502"
]
},
" doi:10.1016/j.ctrv.2015.05.010"
]
},
{
"type":"reference",
"children":[
"Eskander A, Ghanem T, Agrawal A; Education Committee of American Head and Neck Society (AHNS). AHNS Series: Do you know your guidelines? Guideline recommendations for head and neck cancer of unknown primary site. Head Neck. 2018;40:614-21. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29159978",
"target":"_blank"
},
"children":[
"PMID: 29159978"
]
},
" doi:10.1002/hed.25026"
]
},
{
"type":"reference",
"children":[
"Hayashi H, Kurata T, Takiguchi Y, et al. Randomized phase II trial comparing site-specific treatment based on gene expression profiling with carboplatin and paclitaxel for patients with cancer of unknown primary site. J Clin Oncol. 2019;37:570-79. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30653423",
"target":"_blank"
},
"children":[
"PMID: 30653423"
]
},
" doi:10.1200/JCO.18.00771"
]
},
{
"type":"reference",
"children":[
"Rassy E, Pavlidis N. The currently declining incidence of cancer of unknown primary. Cancer Epidemiol. 2019;61:139-41. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31254795",
"target":"_blank"
},
"children":[
"PMID: 31254795"
]
},
" doi:10.1016/j.canep.2019.06.006"
]
}
]
}
]
}
]
},
"tablesContent":{
}
}