{
"id":"mk19_b_hm_s7",
"subspecialtyId":"hm",
"title":"Bleeding Disorders",
"jsonContent":{
"type":"section",
"id":"mk19_b_hm_s7",
"title":{
"__html":"Bleeding Disorders"
},
"titleNode":{
"type":"section-title",
"hlId":"e1d885",
"children":[
"Bleeding Disorders"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_hm_s7_1",
"title":{
"__html":"Normal Hemostasis"
},
"titleNode":{
"type":"section-title",
"hlId":"c53787",
"children":[
"Normal Hemostasis"
]
},
"children":[
{
"type":"p",
"hlId":"a7160e",
"children":[
"Bleeding is controlled through a complex but balanced network of prothrombotic and fibrinolytic activity called ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"hemostasis"
]
},
". Hemostasis begins with the formation of a primary plug of activated platelets, initiated by platelet adhesion to a disrupted vessel wall (mediated by collagen, thrombin, and von Willebrand factor [vWF]) followed by platelet activation and aggregation (see ",
{
"type":"cross-reference",
"target":"mk19_b_hm_s6_1",
"children":[
"Platelet Disorders"
]
},
" for platelet activation and vWF activity). This platelet plug provides activated phospholipid membranes to facilitate clot propagation (secondary hemostasis phase) by activating coagulation factors leading to thrombin formation, fibrinogen conversion to fibrin, and fibrin mesh formation. The fibrinolysis system is simultaneously activated, resulting in dynamic clot remodeling ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_hm_f25",
"wrapId":"1",
"children":[
"Figure 25"
]
}
]
},
")"
]
},
". Although it is now understood that the tissue factor–factor VII pathway is the primary initiator of thrombin generation, the traditional waterfall coagulation cascade ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_hm_f26",
"wrapId":"1",
"children":[
"Figure 26"
]
}
]
},
")"
]
},
" is still used to understand screening tests and the factors that influence them."
]
},
{
"type":"inline-wrap",
"wrapId":"1",
"contentIds":[
"mk19_b_hm_f25",
"mk19_b_hm_f26"
]
}
]
},
{
"type":"section",
"id":"mk19_b_hm_s7_2",
"title":{
"__html":"Evaluation of Patients With Suspected Bleeding Disorders"
},
"titleNode":{
"type":"section-title",
"hlId":"3620a3",
"children":[
"Evaluation of Patients With Suspected Bleeding Disorders"
]
},
"children":[
{
"type":"p",
"hlId":"ef32d4",
"children":[
"The patient's bleeding history is the most predictive factor in those with a potential bleeding disorder and provides valuable information to guide management, including in patients undergoing an invasive procedure. Laboratory testing provides supplementary information to the clinical history but independently is insufficient to predict bleeding risk (e.g., patients may have a contact factor deficiency or a lupus anticoagulant with an elevated activated partial thromboplastin time [aPTT] but no increased risk of bleeding). Patients with bleeding disorders may have a history or new symptoms of easy bruising, joint or soft tissue bleeding, mucocutaneous bleeding (including epistaxis, bleeding following dental extractions, menstrual and postpartum bleeding, gastrointestinal bleeding), or postoperative bleeding. Family bleeding history and medication use (including over-the-counter medications and supplements) must be documented. The physical examination focuses on finding evidence of petechiae, ecchymoses, deep tissue hematomas, or joint effusions."
]
},
{
"type":"p",
"hlId":"97e4ca",
"children":[
"Laboratory tests used to measure hemostasis include the complete blood count, prothrombin time (PT), and aPTT. The PT, expressed as the INR, is more sensitive to the effects of the vitamin K–dependent factors (II, VII, and X), whereas the aPTT is a more sensitive measurement of factors VIII, IX, XI, and XII. Specialized tests include the thrombin time (measures fibrinogen convergence to fibrin clot), platelet aggregation tests, mixing studies to evaluate for factor deficiencies or inhibitors, specific factor level assays, and tests for fibrin degradation products and D-dimers."
]
},
{
"type":"p",
"hlId":"5ff6c8",
"children":[
"Mixing studies combine equal parts of the patient's plasma with control plasma. The aPTT is measured immediately following the mix and again after an incubation period. The immediate mixing study will not correct in the presence of most factor inhibitors (e.g., lupus anticoagulant). Characteristically, the aPTT will correct immediately following mixing when a factor VIII inhibitor is present, but it becomes prolonged again after incubation. Therefore, mixing study results should always be reported immediately and after incubation."
]
},
{
"type":"p",
"hlId":"8d538e",
"children":[
"Differential diagnoses for patients experiencing bleeding and who have abnormal findings on specific clotting assays are outlined in ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_b_hm_t23",
"wrapId":"2",
"children":[
"Table 23"
]
}
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"2",
"contentIds":[
"mk19_b_hm_t23"
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"356779",
"children":[
"The clinical history and bleeding symptoms are the most important predictive factors to guide management for patients with a suspected bleeding disorder."
]
},
{
"type":"keypoint",
"hlId":"11963b",
"children":[
"Basic laboratory tests, including the complete blood count, prothrombin time, and activated partial thromboplastin time, help guide additional diagnostic testing if required."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_hm_s7_3",
"title":{
"__html":"Congenital Bleeding Disorders"
},
"titleNode":{
"type":"section-title",
"hlId":"53e312",
"children":[
"Congenital Bleeding Disorders"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_hm_s7_3_1",
"title":{
"__html":"Hemophilia A and B and Other Factor Deficiencies"
},
"titleNode":{
"type":"section-title",
"hlId":"98cd13",
"children":[
"Hemophilia A and B and Other Factor Deficiencies"
]
},
"children":[
{
"type":"p",
"hlId":"9d2784",
"children":[
"Hemophilia A and B (deficiency of factors VIII and IX, respectively) are X-linked hereditary bleeding disorders primarily found in male patients. Daughters of men with hemophilia are obligate carriers. Hemophilia A is more common than hemophilia B, but both are rare. They manifest in a similar fashion, with spontaneous hemarthrosis or bleeding into deep muscles or with excessive or delayed bleeding after trauma. Hemophilia is classified as mild, moderate, or severe according to the circulating factor levels (mild, 5%-40%; moderate, 1%-5%; severe, <1%). Patients with mild disease may not present with symptoms until adulthood."
]
},
{
"type":"p",
"hlId":"d98da7",
"children":[
"Diagnosis requires a prolonged aPTT (that corrects in mixing studies) and a normal PT and complete blood count. Assay of individual factors (VIII and IX) confirms the diagnosis. In hemophilia A, vWF must be measured to rule out type 3 von Willebrand disease (see next section). Arthropathy of the knees, ankles, and elbows occurs as a late sequela in 50% of patients as a result of recurrent hemarthroses."
]
},
{
"type":"p",
"hlId":"e4a674",
"children":[
"Managing bleeding in hemophilia A and B varies based on severity. Patients with mild hemophilia A can be treated with desmopressin, which stimulates the release of preformed factor VIII from endothelial cells. Patients with moderate or severe hemophilia often require virally inactivated factor concentrates or recombinant factor replacement. Antifibrinolytic agents (such as ε-aminocaproic acid and tranexamic acid) are useful in controlling bleeding from dental procedures. Inhibitors are neutralizing antibodies to infused factors that can develop in up to 25% of patients with hemophilia A and 3% to 5% of patients with hemophilia B who undergo recombinant factor replacement therapy. An inhibitor should be suspected when a patient with hemophilia who is receiving adequate factor replacement experiences a marked increase in bleeding frequency and severity."
]
},
{
"type":"p",
"hlId":"a4579f",
"children":[
"Factor XI deficiency (also known as hemophilia C) is a rare autosomal hereditary disorder seen predominantly in persons of Ashkenazi Jewish heritage. Patients typically do not experience spontaneous bruising, muscle hematomas, or hemarthroses but tend to have postsurgical bleeding, particularly from sites with high endogenous fibrinolytic activity (dental, nasal, oropharyngeal, genitourinary), or menorrhagia and postpartum hemorrhage. Asymptomatic patients do not require intervention (e.g., before surgery); symptomatic patients require plasma infusions for bleeding episodes and surgical procedures."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"e35892",
"children":[
"Patients with hemophilia A (factor VIII deficiency) or B (factor IX deficiency) have a prolonged activated partial thromboplastin time with a normal prothrombin time and complete blood count."
]
},
{
"type":"keypoint",
"hlId":"e9b94c",
"children":[
"Factor replacement infusions (factor concentrates or recombinant factor) can help prevent and control bleeding in patients with hemophilia A or B; some patients with mild hemophilia A may also be treated with desmopressin to stimulate the release of preformed factor VIII from stores in endothelial cells."
]
},
{
"type":"keypoint",
"hlId":"ba51b1",
"hvc":true,
"children":[
"Patients with factor XI deficiency who are asymptomatic do not require prophylactic intervention for most surgeries."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_hm_s7_3_2",
"title":{
"__html":"Von Willebrand Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"24e711",
"children":[
"Von Willebrand Disease"
]
},
"children":[
{
"type":"p",
"hlId":"69878c",
"children":[
"Von Willebrand disease (vWD), the most common hereditary bleeding disorder, is caused by deficiency or ineffectiveness of vWF. In hemostasis, vWF promotes platelet adhesion and functions as a protective carrier protein for factor VIII, so mucocutaneous bleeding symptoms that mimic thrombocytopenia and a mild secondary decrease in factor VIII levels are common manifestations of vWD."
]
},
{
"type":"p",
"hlId":"6d0f2b",
"children":[
"Hereditary vWD is subclassified into three broad groups ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_b_hm_t24",
"wrapId":"3",
"children":[
"Table 24"
]
}
]
},
")"
]
},
"; type 1 is the most common. Patients become symptomatic when vWF levels decrease to less than 30%. Clinical features influence vWF levels, including type O blood (decreased levels) and pregnancy or oral contraceptive use (increased levels). The aPTT may be prolonged or normal. The diagnosis is confirmed by finding a reduction in von Willebrand antigen (quantitative analysis) and reduced vWF ristocetin cofactor activity (a measurement of the functional effect) (see ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_b_hm_t24",
"wrapId":"3",
"children":[
"Table 24"
]
}
]
},
")"
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"3",
"contentIds":[
"mk19_b_hm_t24"
]
},
{
"type":"p",
"hlId":"b92c64",
"children":[
"Management depends on the severity of bleeding, the type of vWD, and the clinical setting. Desmopressin is effective in patients with type 1 vWD, releasing preformed vWF and factor VIII from endothelial cells. It can be given intravenously before a surgical procedure or intranasally as needed in the outpatient setting. Patients with rare type 2B vWD should not receive desmopressin because it induces platelet aggregation, which may cause secondary thrombocytopenia. Desmopressin is ineffective in patients with type 3 vWD. vWF concentrates are the preferred treatment for patients with these two subgroups. Antifibrinolytic therapy (ε-aminocaproic acid and tranexamic acid) is useful after surgical procedures to protect against delayed bleeding and can be used to treat menorrhagia."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"bd7dde",
"children":[
"Von Willebrand factor deficiency in von Willebrand disease leads to mucocutaneous bleeding symptoms, including bleeding gums, epistaxis, menorrhagia, and easy bruising, that mimic thrombocytopenia."
]
},
{
"type":"keypoint",
"hlId":"fa98c7",
"children":[
"Desmopressin, which stimulates release of preformed von Willebrand factor and factor VIII, is used to treat minor bleeding in most patients with von Willebrand disease and is given prophylactically before surgery or procedures."
]
},
{
"type":"keypoint",
"hlId":"85dbac",
"children":[
"Von Willebrand factor concentrates are used for major bleeding and to treat patients with rare subtypes 2B and 3."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_hm_s7_4",
"title":{
"__html":"Acquired Bleeding Disorders"
},
"titleNode":{
"type":"section-title",
"hlId":"ef1633",
"children":[
"Acquired Bleeding Disorders"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_hm_s7_4_1",
"title":{
"__html":"Coagulopathy of Liver Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"aba731",
"children":[
"Coagulopathy of Liver Disease"
]
},
"children":[
{
"type":"p",
"hlId":"a234f2",
"children":[
"Liver disease results in reduced procoagulant and anticoagulant factors and in mild to moderate thrombocytopenia. The reduction of procoagulant factors can result in PT and aPTT prolongation; however, these results do not correlate with bleeding risk because they do not reflect the parallel reduction in anticoagulant factors. Bleeding can occur because of portal hypertension, thrombocytopenia, or intercurrent problems that disturb the balance between procoagulant and anticoagulant factors. Distinguishing between liver disease and disseminated intravascular coagulation (DIC) may be challenging because patients sometimes have components of both disorders, and the clinical management is often analogous. Measuring the factor VIII level may be useful, because factor VIII is often elevated in liver disease but consumed in DIC."
]
},
{
"type":"p",
"hlId":"853fce",
"children":[
"Asymptomatic patients do not require treatment, but vitamin K supplementation should be considered if deficiency is suspected. Patients experiencing bleeding may require blood product replacement, with cryoprecipitate to increase fibrinogen levels to greater than 100 mg/dL (1 g/L) and platelet transfusions to maintain a platelet count greater than 50,000/μL (50 × 10",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"9"
]
},
"/L). Correction of modest thrombocytopenia (platelet count >75,000/μL [75 × 10",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"9"
]
},
"/L]) or coagulopathy (INR <2) is unnecessary in patients with liver disease who are undergoing paracentesis, thoracentesis, or routine upper endoscopy. Thrombopoietin agonists, such as avatrombopag, are alternatives to platelet transfusion before a procedure but require approximately 10 days to raise the platelet count to reduce the risk of procedure-related bleeding. Fresh frozen plasma can be given to correct INRs greater than 2, but the short half-life of plasma components and risk of volume overload limit the effectiveness of plasma administration. Prothrombin complex concentrates are costly and associated with thrombotic complications; they should not be routinely used in managing the coagulopathy of liver disease."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"59284f",
"children":[
"Although measuring the factor VIII level (elevated in liver disease but consumed during intravascular coagulation) could theoretically distinguish coagulopathy of liver disease from disseminated intravascular coagulation, patients may have components of both disorders, and the management is usually analogous regardless of this distinction."
]
},
{
"type":"keypoint",
"hlId":"4d39f1",
"children":[
"Active bleeding in patients with coagulopathy of liver disease should be managed with cryoprecipitate to maintain fibrinogen levels greater than 100 mg/dL (1 g/L) and platelet transfusions to achieve a platelet count greater than 50,000/μL (50 × 10",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"9"
]
},
"/L)."
]
},
{
"type":"keypoint",
"hlId":"849b4d",
"children":[
"Fresh frozen plasma can be administered to patients with coagulopathy of liver disease, active bleeding, and an INR greater than 2, but the short half-life of plasma coagulation factors and risk of volume overload limit its effectiveness."
]
},
{
"type":"keypoint",
"hlId":"93ef2e",
"hvc":true,
"children":[
"Because of their cost and association with prothrombotic complications, prothrombin complex concentrates should not be routinely used to manage the coagulopathy of liver disease."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_hm_s7_4_2",
"title":{
"__html":"Disseminated Intravascular Coagulation"
},
"titleNode":{
"type":"section-title",
"hlId":"7ce1c9",
"children":[
"Disseminated Intravascular Coagulation"
]
},
"children":[
{
"type":"p",
"hlId":"57a47f",
"children":[
"DIC results from the simultaneous activation of coagulation and fibrinolysis. It is associated with severe sepsis, usually with septic shock; with disseminated malignancy, most classically with mucin-secreting pancreatic adenocarcinoma; and in pregnancy with complications of placental abruption and eclampsia. The initial pathogenesis involves widespread endothelial injury and circulating procoagulants that lead to disseminated microvascular thrombi, with consumption of platelets and clotting factors, and erythrocyte shearing injury leading to hemolysis. Fibrinolysis is accelerated, resulting in dissolution of the microvascular thrombus, usually before thrombotic complications are noted. Classic laboratory findings include thrombocytopenia, prolonged aPTT and PT, elevated INR, hypofibrinogenemia, and elevated D-dimer levels. Management is directed primarily at the inciting cause and supported with platelet transfusions, cryoprecipitate, and fresh frozen plasma as needed."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"ec7a46",
"children":[
"Classic laboratory findings of disseminated intravascular coagulation include thrombocytopenia, prolonged activated partial thromboplastin and prothrombin times, elevated INR, hypofibrinogenemia, and elevated D-dimer levels."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_hm_s7_4_3",
"title":{
"__html":"Vitamin K Deficiency"
},
"titleNode":{
"type":"section-title",
"hlId":"221b4d",
"children":[
"Vitamin K Deficiency"
]
},
"children":[
{
"type":"p",
"hlId":"b46c78",
"children":[
"Although vitamin K is found in green vegetables, a significant proportion of the daily requirement comes from gut microflora (which may be destroyed by antibiotics); absorption requires biliary and pancreatic function because vitamin K is fat soluble. It acts as a cofactor for carboxylation and activation of coagulation factors II, VII, IX, and X, as well as for the endogenous anticoagulants, protein C, and protein S. Patients who cannot take anything by mouth, have poor oral intake while taking long courses of antibiotics, and have fat malabsorption are especially at risk for vitamin K deficiency. Vitamin K supplements safely and effectively correct the deficiency, so this diagnosis should always be considered when evaluating a patient with a prolonged PT; the response to supplementation occurs within hours. Vitamin K can be administered orally for patients who are able to eat. Critically ill patients or those unable to take anything by mouth should receive vitamin K by slow intravenous infusion. Subcutaneous vitamin K is not reliably absorbed and is unlikely to be safer than intravenous vitamin K."
]
}
]
},
{
"type":"section",
"id":"mk19_b_hm_s7_4_4",
"title":{
"__html":"Acquired von Willebrand Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"8a2542",
"children":[
"Acquired von Willebrand Disease"
]
},
"children":[
{
"type":"p",
"hlId":"018180",
"children":[
"Acquired vWD occurs in conditions with high circulatory shear stress (valvular heart disease, hypertrophic cardiomyopathy, circulatory assist devices, and extracorporeal membrane-oxygenation systems) caused by excessive degradation of high-molecular-weight von Willebrand multimers by the proteolytic enzyme ADAMTS13. Acquired vWD can also occur from autoimmune factors (systemic lupus erythematosus), lymphoproliferative disease, monoclonal gammopathy, and myeloproliferative disease characterized by marked thrombocytosis. Affected patients develop bleeding conditions similar to those in hereditary vWD. Desmopressin and vWF concentrates have been used for management. Hydroxyurea can be used to lower platelet counts in myeloproliferative disease."
]
}
]
},
{
"type":"section",
"id":"mk19_b_hm_s7_4_5",
"title":{
"__html":"Acquired Hemophilia"
},
"titleNode":{
"type":"section-title",
"hlId":"f0bc2e",
"children":[
"Acquired Hemophilia"
]
},
"children":[
{
"type":"p",
"hlId":"aee8d7",
"children":[
"Acquired hemophilia results from an autoantibody directed against factor VIII. Patients present with bleeding symptoms that mimic hereditary hemophilia A. Approximately half of all cases are associated with pregnancy and the postpartum state, malignancy, and autoimmune disorders, as well as with medications."
]
},
{
"type":"p",
"hlId":"747322",
"children":[
"Laboratory evaluation shows a normal platelet count and PT with a prolonged aPTT. Mixing studies do not correct the aPTT. Factor analysis shows a low factor VIII level; an inhibitor can be quantified with the Bethesda assay. One Bethesda unit is defined as the reciprocal of the dilution of patient plasma that results in 50% inactivation."
]
},
{
"type":"p",
"hlId":"c4a878",
"children":[
"Factor VIII concentrates typically do not correct the problem because the autoantibody will still block the factor VIII concentrate activity. Acute bleeding management requires plasma derivatives or recombinant coagulation factors that bypass the inhibited factor, such as activated prothrombin complex concentrates or recombinant activated factor VII. Recombinant porcine factor VIII is not cross-reactive with human factor VIII and can provide effective hemostasis, but it may be limited in availability. Immunosuppression, using glucocorticoids, usually combined with rituximab or cyclophosphamide, is required to eliminate the autoantibody and prevent continued inhibitor production."
]
},
{
"type":"p",
"hlId":"e9154e",
"children":[
"Acquired hemophilia A is the classic example of an autoimmune factor deficiency. Acquired inhibitors can occur against any factor and should be considered whenever a patient presents with a new bleeding diathesis and an unexpectedly low factor level."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"a4a635",
"children":[
"Acquired hemophilia from an autoantibody directed against a clotting factor, usually factor VIII, should be considered when a patient presents with a new bleeding diathesis, prolongation of the activated partial thromboplastin or prothrombin time, and a low level of an isolated clotting factor."
]
},
{
"type":"keypoint",
"hlId":"077f54",
"children":[
"Factor VIII concentrates are ineffective in patients with acquired hemophilia because of the presence of an inhibitor; instead, patients should receive activated prothrombin complex concentrates, recombinant activated factor VII, or recombinant porcine factor VIII for management of acute bleeding."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_hm_s7_5",
"bibliography":true,
"title":{
"__html":"Bibliography"
},
"titleNode":{
"type":"section-title",
"hlId":"a7cc81",
"children":[
"Bibliography"
]
},
"children":[
{
"type":"references",
"children":[
{
"type":"reference",
"children":[
"Hunt BJ. Bleeding and coagulopathies in critical care. N Engl J Med. 2014;370:847-59. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/24571757",
"target":"_blank"
},
"children":[
"PMID: 24571757"
]
},
" doi:10.1056/NEJMra1208626"
]
},
{
"type":"reference",
"children":[
"O’Leary JG, Greenberg CS, Patton HM, et al. AGA clinical practice update: coagulation in cirrhosis. Gastroenterology. 2019;157:34-43.e1. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30986390",
"target":"_blank"
},
"children":[
"PMID: 30986390"
]
},
" doi:10.1053/j.gastro.2019.03.070"
]
},
{
"type":"reference",
"children":[
"Peyvandi F, Mannucci PM, Garagiola I, et al. A randomized trial of factor VIII and neutralizing antibodies in hemophilia a. N Engl J Med. 2016;374:2054-64. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/27223147",
"target":"_blank"
},
"children":[
"PMID: 27223147"
]
},
" doi:10.1056/NEJMoa1516437"
]
},
{
"type":"reference",
"children":[
"Sharma R, Flood VH. Advances in the diagnosis and treatment of Von Willebrand disease. Blood. 2017;130:2386-2391. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29187375",
"target":"_blank"
},
"children":[
"PMID: 29187375"
]
},
" doi:10.1182/blood-2017-05-782029"
]
},
{
"type":"reference",
"children":[
"Tiede A, Collins P, Knoebl P, et al. International recommendations on the diagnosis and treatment of acquired hemophilia A. Haematologica. 2020;105:1791-1801. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/32381574",
"target":"_blank"
},
"children":[
"PMID: 32381574"
]
},
" doi:10.3324/haematol.2019.230771"
]
}
]
}
]
}
]
},
"tablesContent":{
"mk19_b_hm_t23":{
"id":"mk19_b_hm_t23",
"number":23,
"bookId":"hm",
"title":{
"__html":"Differential Diagnoses for Patients Experiencing Bleeding"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"2bb810",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 23. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_b_hm_t23"
}
]
},
"Differential Diagnoses for Patients Experiencing Bleeding"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"307ffd",
"class":"col hd l",
"children":[
"Clotting Assay Abnormality"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"13893f",
"class":"col hd l",
"children":[
"Differential Diagnoses"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"feec8c",
"class":"cell txt l",
"children":[
"Prolonged PT, normal aPTT"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e80320",
"class":"cell txt l",
"children":[
"Factor VII deficiency"
]
},
" ",
{
"type":"p",
"hlId":"df0e20",
"class":"cell txt l",
"children":[
"DIC"
]
},
" ",
{
"type":"p",
"hlId":"21be40",
"class":"cell txt l",
"children":[
"Liver disease"
]
},
" ",
{
"type":"p",
"hlId":"0d0e12",
"class":"cell txt l",
"children":[
"Vitamin K deficiency"
]
},
" ",
{
"type":"p",
"hlId":"f5153e",
"class":"cell txt l",
"children":[
"Warfarin ingestion"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1130dd",
"class":"cell txt l",
"children":[
"Normal PT, prolonged aPTT"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1f67f2",
"class":"cell txt l",
"children":[
"Deficiency of factors VIII, IX, XI, or XII"
]
},
" ",
{
"type":"p",
"hlId":"2488ba",
"class":"cell txt l",
"children":[
"von Willebrand disease (if severe and factor VIII level is quite low)"
]
},
" ",
{
"type":"p",
"hlId":"07f61c",
"class":"cell txt l",
"children":[
"Heparin exposure"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8c9625",
"class":"cell txt l",
"children":[
"Prolonged PT and aPTT"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"3c764e",
"class":"cell txt l",
"children":[
"Deficiency of factors V, X, II, or fibrinogen"
]
},
" ",
{
"type":"p",
"hlId":"149ba8",
"class":"cell txt l",
"children":[
"Severe liver disease, DIC, vitamin K deficiency, warfarin toxicity"
]
},
" ",
{
"type":"p",
"hlId":"7d1aa4",
"class":"cell txt l",
"children":[
"Heparin overdose"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b0c5f0",
"class":"cell txt l",
"children":[
"Normal PT and aPTT"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"215dc5",
"class":"cell txt l",
"children":[
"Platelet dysfunction (acquired and congenital)"
]
},
" ",
{
"type":"p",
"hlId":"0a0128",
"class":"cell txt l",
"children":[
"von Willebrand disease (if mild and factor VIII level is not too low)"
]
},
" ",
{
"type":"p",
"hlId":"ffa887",
"class":"cell txt l",
"children":[
"Scurvy"
]
},
" ",
{
"type":"p",
"hlId":"d1a700",
"class":"cell txt l",
"children":[
"Ehlers-Danlos syndrome"
]
},
" ",
{
"type":"p",
"hlId":"4ae489",
"class":"cell txt l",
"children":[
"Hereditary hemorrhagic telangiectasia"
]
},
" ",
{
"type":"p",
"hlId":"d8d949",
"class":"cell txt l",
"children":[
"Deficiency of factor XIII"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"aPTT = activated partial thromboplastin time; DIC = disseminated intravascular coagulation; PT = prothrombin time."
]
]
},
"mk19_b_hm_t24":{
"id":"mk19_b_hm_t24",
"number":24,
"bookId":"hm",
"title":{
"__html":"Types of von Willebrand Disease and Associated Features"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"0e6e57",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 24. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_b_hm_t24"
}
]
},
"Types of von Willebrand Disease and Associated Features"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"df3de9",
"class":"col hd l",
"children":[
"Type of vWD"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"428b4b",
"class":"col hd l",
"children":[
"Basic Defect"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"dd2968",
"class":"col hd l",
"children":[
"Symptoms"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"3c5d5a",
"class":"col hd l",
"children":[
"Diagnostic Test"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4c4ac0",
"class":"col hd l",
"children":[
"Treatment"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ec4de8",
"class":"cell txt l",
"children":[
"Type 1",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f1601c",
"class":"cell txt l",
"children":[
"Low vWF (<30%) but normal function"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"722896",
"class":"cell txt l",
"children":[
"Mucocutaneous bleeding"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d4ec4e",
"class":"cell txt l",
"children":[
"RCoF:vWAg 0.6-0.7"
]
},
" ",
{
"type":"p",
"hlId":"f5e974",
"class":"cell txt l",
"children":[
"Prolonged closure time on platelet function analysis"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0d6312",
"class":"cell txt l",
"children":[
"Desmopressin"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1a4d85",
"class":"cell txt l",
"children":[
"Type 2"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"eb1c0c",
"class":"cell txt l",
"children":[
"Abnormal vWF function"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"722896",
"class":"cell txt l",
"children":[
"Mucocutaneous bleeding"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4716fb",
"class":"cell txt l",
"children":[
"RCoF:vWAg ≤0.6-0.7"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1a9101",
"class":"cell txt li",
"children":[
"Type 2A"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"044a80",
"class":"cell txt l",
"children":[
"Selective deficiency of high-molecular-weight fragments of vWF"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0d6312",
"class":"cell txt l",
"children":[
"Desmopressin"
]
},
" ",
{
"type":"p",
"hlId":"a0bc68",
"class":"cell txt l",
"children":[
"vWF concentrates"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"313ec2",
"class":"cell txt li",
"children":[
"Type 2B"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0c76c3",
"class":"cell txt l",
"children":[
"Increased binding of high-molecular-weight fragments of vWF to platelet receptors"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a0bc68",
"class":"cell txt l",
"children":[
"vWF concentrates"
]
},
" ",
{
"type":"p",
"hlId":"a71487",
"class":"cell txt l",
"children":[
"(desmopressin contraindicated)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"175e89",
"class":"cell txt l",
"children":[
"Type 3"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"948c16",
"class":"cell txt l",
"children":[
"Severe deficiency"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a04ea7",
"class":"cell txt l",
"children":[
"Joint and deep muscle bleeding"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"082c8e",
"class":"cell txt l",
"children":[
"vWAg: unmeasurable"
]
},
" ",
{
"type":"p",
"hlId":"3fbba0",
"class":"cell txt l",
"children":[
"RCoF activity: very low"
]
},
" ",
{
"type":"p",
"hlId":"4e853e",
"class":"cell txt l",
"children":[
"Factor VIII activity: 1%-10% of normal"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a0bc68",
"class":"cell txt l",
"children":[
"vWF concentrates"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"RCoF = ristocetin cofactor; vWAg = von Willebrand antigen; vWF = von Willebrand factor."
],
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
},
"80% of cases."
]
]
}
}
}