{
"id":"mk19_a_nr_s4",
"subspecialtyId":"nr",
"title":"Stroke",
"jsonContent":{
"type":"section",
"id":"mk19_a_nr_s4",
"title":{
"__html":"Stroke"
},
"titleNode":{
"type":"section-title",
"hlId":"8e763d",
"children":[
"Stroke"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_nr_s4_1",
"title":{
"__html":"Definition of Stroke"
},
"titleNode":{
"type":"section-title",
"hlId":"5420fa",
"children":[
"Definition of Stroke"
]
},
"children":[
{
"type":"p",
"hlId":"8f118c",
"children":[
"Stroke is the leading cause of serious disability among adults and the fifth leading cause of death in the United States. Its incidence increases with each decade of life. The World Health Organization defines stroke as a disease of sudden-onset focal neurologic deficits associated with dysfunction in the brain, retina, or spinal cord due to occlusion or rupture of a cerebral or spinal artery. Ischemic stroke, which results from occlusion of an artery, is the most common type of stroke and can be further subclassified on the basis of its underlying cause. Transient ischemic attack (TIA) was formerly defined as focal neurologic impairment with symptoms lasting less than 24 hours, but the distinction between stroke and TIA now rests on evidence of infarction on neuroimaging. Hemorrhagic stroke has two subtypes, is less common than ischemic stroke, and has higher short-term mortality. Intracerebral hemorrhage (ICH) presents with focal neurologic deficits and, frequently, headache and impairment in consciousness. Subarachnoid hemorrhage (SAH) presents with sudden onset severe headache and impairment in consciousness with variable focal neurologic deficits. Although their clinical manifestations often overlap with stroke, subdural and epidural hematomas are not considered to be strokes and are discussed in Head Injury. Determining the exact subtype of stroke a patient experiences has important implications for acute therapeutics, prevention strategies, and prognosis."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"a961af",
"children":[
"Determining the exact subtype of stroke (ischemic or hemorrhagic) has important implications for acute therapeutics, prevention strategies, and prognosis."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s4_2",
"title":{
"__html":"Diagnosis of Stroke"
},
"titleNode":{
"type":"section-title",
"hlId":"7b633a",
"children":[
"Diagnosis of Stroke"
]
},
"children":[
{
"type":"p",
"hlId":"9c416b",
"children":[
"Stroke is a clinical diagnosis supported by neuroimaging. Most strokes present with rapid onset of focal (denoting specific brain region dysfunction) neurologic symptoms, such as hemiparesis, aphasia, ataxia, loss of balance, visual loss, and unilateral sensory loss. Stroke also may present with more atypical and nonspecific symptoms, such as confusion, dizziness, or loss of consciousness. Posterior circulation strokes presenting with dizziness also typically display focal neurologic findings, such as multidirectional nystagmus, skew deviation or cranial nerve palsies, abnormal motor findings, and inability to walk. In the acute setting, validated scales that can be rapidly and reliably performed, such as the National Institutes of Health Stroke Scale (NIHSS), are commonly used ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_nr_t23",
"wrapId":"1",
"children":[
"Table 23"
]
}
]
},
")"
]
},
". Because the neurologic examination cannot reliably distinguish ischemic from hemorrhagic stroke, neuroimaging is required before initiation of treatment. Noncontrast head CT is the most widely used test, given its rapid acquisition, low cost, wide availability, and high sensitivity for diagnosing hemorrhagic stroke ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_nr_f11",
"wrapId":"1",
"children":[
"Figure 11"
]
}
]
},
")"
]
},
". In ischemic stroke, the initial noncontrast head CT scan is often normal, especially in patients seen within 3 hours of symptom onset (although some patients with larger deficits can exhibit early findings) ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_nr_f12",
"wrapId":"1",
"children":[
"Figure 12"
]
}
]
},
")"
]
},
". Even 24 hours after onset, a noncontrast head CT scan may not show evidence of infarction, given the poor resolution of small infarcts and those located in the brainstem. CT of the head with contrast rarely is indicated in the initial evaluation of a patient with stroke. CT angiography (CTA) of the head and neck and CT perfusion may be performed acutely if endovascular therapy is considered."
]
},
{
"type":"inline-wrap",
"wrapId":"1",
"contentIds":[
"mk19_a_nr_t23",
"mk19_a_nr_f11",
"mk19_a_nr_f12"
]
},
{
"type":"p",
"hlId":"451b08",
"children":[
"MRI is more sensitive than CT for acute infarction, with changes on the diffusion-weighted imaging sequence apparent within minutes from onset ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_nr_f13",
"wrapId":"2",
"children":[
"Figure 13"
]
}
]
},
")"
]
},
". The advantages of MRI include the ability to visualize small strokes, multifocal or bilateral infarcts that may suggest an embolic cause, and the presence of microbleeds. Because of its longer acquisition time, brain MRI is never the initial test of choice in acute suspected stroke; when indicated, it is obtained after the initial noncontrast head CT. MRI and magnetic resonance perfusion may be used in the acute setting instead of CT perfusion for specific patients to determine eligibility for endovascular therapy."
]
},
{
"type":"inline-wrap",
"wrapId":"2",
"contentIds":[
"mk19_a_nr_f13"
]
},
{
"type":"p",
"hlId":"08bb8b",
"children":[
"Among patients with ICH seen on a noncontrast head CT scan, MRI, magnetic resonance angiography (MRA), or CTA is considered if clinical factors are present that raise the suspicion of a cause of hemorrhage other than hypertension or amyloid angiopathy, such as arteriovenous malformation. Likewise, if a patient has symptoms suggestive of SAH and noncontrast head CT findings are normal, lumbar puncture is required to evaluate for the presence of blood or xanthochromia (yellow color stemming from erythrocyte breakdown). If SAH is confirmed, catheter-based angiography is required to diagnose, and potentially treat, a cerebral aneurysm."
]
},
{
"type":"p",
"hlId":"c092ed",
"children":[
"Results of the physical and neurologic examination often will suggest the cause of ischemic stroke, such as the presence of atrial fibrillation or a carotid bruit. Further evaluation with cardiac testing or vessel imaging is required to confirm these causes."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"1dfa45",
"children":[
"Neuroimaging, preferably noncontrast head CT, is required before initiating treatment for stroke."
]
},
{
"type":"keypoint",
"hlId":"8fd89b",
"children":[
"Although MRI is more sensitive than CT for diagnosing acute infarction, it is not the initial test of choice to exclude hemorrhagic stroke or to make treatment decisions about thrombolysis for ischemic stroke because of its longer acquisition time."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s4_3",
"title":{
"__html":"Stroke Subtypes"
},
"titleNode":{
"type":"section-title",
"hlId":"40ea48",
"children":[
"Stroke Subtypes"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_nr_s4_3_1",
"title":{
"__html":"Transient Ischemic Attack"
},
"titleNode":{
"type":"section-title",
"hlId":"1b732b",
"children":[
"Transient Ischemic Attack"
]
},
"children":[
{
"type":"p",
"hlId":"2d0a1d",
"children":[
"TIA is characterized by a temporary focal neurologic deficit with an absence of infarction on neuroimaging. Symptoms of TIA are similar to those of stroke and include hemiparesis, monocular or visual field loss, dysarthria, aphasia, and sensory loss. The presence of paresthesia, isolated dizziness or vertigo, or memory loss is more consistent with migraine or seizure. Patients with TIA are at high risk of stroke within the first 48 hours after symptom onset and should be evaluated promptly."
]
},
{
"type":"p",
"hlId":"2a8d58",
"children":[
"Several post-TIA stroke prediction scoring systems have been developed, with the most widely used being the ABCD",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
" score, which is based on Age, Blood pressure, Clinical presentation, Duration of symptoms, and the presence of Diabetes mellitus ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_nr_t24",
"wrapId":"3",
"children":[
"Table 24"
]
}
]
},
")"
]
},
". TIA scoring systems, however, do not identify with sufficient sensitivity the highest-risk patients for whom treatment can ameliorate the risk of stroke. Patients with high-grade extracranial internal carotid artery (ICA) stenosis who have a TIA in a downstream neurologic territory have the greatest short-term risk of stroke. This risk is highest within 2 weeks of TIA for those with greater than 70% stenosis, although 50% to 70% stenosis also carries significant associated risk. In the long term, the risk of stroke is high among patients with atrial fibrillation or other cardioembolic sources requiring anticoagulation."
]
},
{
"type":"inline-wrap",
"wrapId":"3",
"contentIds":[
"mk19_a_nr_t24"
]
},
{
"type":"p",
"hlId":"120f8b",
"children":[
"Expedited vascular imaging of the ICA and cardiac evaluation for atrial fibrillation are required for all patients with TIA. The initial test of choice for evaluating ICA stenosis is duplex ultrasonography because of its wide availability, low cost, and low risk; if high-grade ICA stenosis is detected and the patient is a candidate for surgery or stenting, confirmatory testing is required before intervention. Cardiac evaluation should include ECG for atrial fibrillation, which may be followed by longer-term monitoring. Echocardiography is performed if there is a clinical suspicion of a cardioembolic source or structural heart disease."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"7dd2ec",
"children":[
"Patients with a greater than 70% extracranial stenosis of the internal carotid artery who have a transient ischemic attack in a downstream neurologic territory have the highest risk of stroke within 2 weeks."
]
},
{
"type":"keypoint",
"hlId":"cf1cb4",
"children":[
"Expedited vascular imaging of the internal carotid artery and cardiac evaluation for atrial fibrillation are required for all patients with transient ischemic attack."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s4_3_2",
"title":{
"__html":"Ischemic Stroke"
},
"titleNode":{
"type":"section-title",
"hlId":"dc1d51",
"children":[
"Ischemic Stroke"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_nr_s4_3_2_1",
"title":{
"__html":"Large Artery Atherosclerosis"
},
"titleNode":{
"type":"section-title",
"hlId":"c9c850",
"children":[
"Large Artery Atherosclerosis"
]
},
"children":[
{
"type":"p",
"hlId":"74d140",
"children":[
"The main mechanism of stroke due to large artery atherosclerosis is plaque rupture with artery-to-artery embolism. The extracranial carotid artery and vertebral artery are frequently involved. Intracranial arteries most commonly affected are the intracranial carotid, middle cerebral, vertebral-basilar junction, and midbasilar arteries. Patients with stenoses of the extracranial ICA and the intracranial arteries are at high short-term risk of recurrent stroke and require prompt evaluation. As with TIAs, the extracranial carotid arteries are best evaluated with duplex ultrasonography. MRA and CTA are both appropriate confirmatory tests after ultrasonography to inform intervention or if duplex examination is not available ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_nr_f14",
"wrapId":"4",
"children":[
"Figure 14"
]
}
]
},
")"
]
},
". Transcranial Doppler ultrasonography may help diagnose large-vessel intracranial atherosclerosis, although MRA and CTA are more sensitive tests. Catheter-based angiography is rarely used to diagnose either extracranial or intracranial vessel disease, in part because of the procedural risk of stroke."
]
},
{
"type":"inline-wrap",
"wrapId":"4",
"contentIds":[
"mk19_a_nr_f14"
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s4_3_2_2",
"title":{
"__html":"Cardioembolic Stroke"
},
"titleNode":{
"type":"section-title",
"hlId":"9806a8",
"children":[
"Cardioembolic Stroke"
]
},
"children":[
{
"type":"p",
"hlId":"e53dc0",
"children":[
"A cardioembolic cause is suggested by clinical and radiologic factors (such as infarcts that occur in multiple arterial territories or locations near the cortical surface of the brain) when arterial imaging is unrevealing. Atrial fibrillation is the most common cardioembolic cause of stroke. Other potential cardioembolic sources include a new ventricular thrombus (after myocardial infarction or due to diminished ejection fraction), a patent foramen ovale (PFO), and severe valvular disease (for example, rheumatic disease, infective endocarditis, and bioprosthetic and mechanical heart valves)."
]
},
{
"type":"p",
"hlId":"8e86a8",
"children":[
"Radiographic findings suggestive of a cardioembolic source are insufficient grounds for initiating anticoagulation. Patients admitted to the hospital with ischemic stroke should undergo ECG and telemetry monitoring to assess for atrial fibrillation. If there is a clinical suspicion of structural heart disease or an embolic source, transthoracic echocardiography is indicated to determine if there are indications for anticoagulation. The use of transesophageal echocardiography to evaluate for an intracardiac source of stroke is not routinely indicated, given the low yield for findings that require anticoagulation or surgery. In younger patients without stroke risk factors or in whom suspicion of endocarditis or an intracardiac tumor (such as myxoma or fibroelastoma) exists, transesophageal echocardiography may be considered on a case-by-case basis. Injection of agitated saline (bubble study) is indicated when there is suspicion of a PFO or other right-to -left shunt source of cerebral emboli. A PFO is more likely to be a cause of stroke in younger patients (usually, <50 years), and percutaneous closure is associated with a low but significant reduction in risk of second stroke. For further information, including recent recommendations regarding percutaneous PFO closure to prevent a secondary stroke and additional details on anticoagulation criteria, see ",
{
"type":"cross-reference",
"target":"mk19_b_cv_s5_6_3_1",
"children":[
"MKSAP 19 Cardiovascular Medicine"
]
},
"."
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s4_3_2_3",
"title":{
"__html":"Small Subcortical Infarcts (Lacunar Infarcts)"
},
"titleNode":{
"type":"section-title",
"hlId":"c04ec7",
"children":[
"Small Subcortical Infarcts (Lacunar Infarcts)"
]
},
"children":[
{
"type":"p",
"hlId":"7c8815",
"children":[
"Lacunar infarcts commonly lead to isolated motor or sensory syndromes; they rarely affect cognition or mental status. These infarcts (which are <1.5 cm in diameter) involve the deep white matter, basal ganglia, or brainstem. Pathologically, these infarcts are due to occlusion of small penetrating arteries arising from a large cerebral artery (most commonly the middle cerebral and basilar arteries). The main risk factor is hypertension, which leads to local damage at the level of the penetrating artery with subsequent occlusion. Other stroke sources include artery-to-artery embolic thrombi from more proximal sources. Patients with lacunar infarcts still require vessel imaging of the extracranial ICAs to inform secondary prevention."
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s4_3_2_4",
"title":{
"__html":"Embolic Stroke of Undetermined Source"
},
"titleNode":{
"type":"section-title",
"hlId":"be9d3c",
"children":[
"Embolic Stroke of Undetermined Source"
]
},
"children":[
{
"type":"p",
"hlId":"75fc1c",
"children":[
"In many patients with ischemic stroke, a clear cause is not apparent: there is no lacunar infarct, arterial imaging is normal, and no cardioembolic source (such as atrial fibrillation) is found. When this occurs, the patient's clinical syndrome, underlying medical comorbidities, and neuroimaging characteristics can inform which additional diagnostic testing should be considered, with special attention to hypercoagulable states including underlying malignancy."
]
},
{
"type":"p",
"hlId":"461893",
"children":[
"Patients with an embolic stroke of unknown source (ESUS; formerly termed cryptogenic stroke) may have undiagnosed paroxysmal atrial fibrillation. Prolonged cardiac monitoring with either surface electrodes or an implantable monitor is indicated and may be positive for atrial fibrillation in approximately one third of these patients. In patients with an implantable pacemaker, interrogation of the device may also reveal episodes consistent with atrial fibrillation. In the absence of atrial fibrillation, the routine use of anticoagulation in patients with ESUS is not indicated."
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s4_3_2_5",
"title":{
"__html":"Other"
},
"titleNode":{
"type":"section-title",
"hlId":"6311ae",
"children":[
"Other"
]
},
"children":[
{
"type":"p",
"hlId":"a21460",
"children":[
"In a younger patient without risk factors for cardiovascular disease, an evaluation for autoimmune and hypercoagulable disorders should be considered. Hypercoagulable disorders and other rare cardioembolic causes may present with an infarct pattern similar to that of atrial fibrillation. Cerebral vasculitis is an extremely rare cause of stroke and presents with numerous infarcts affecting multiple arterial distributions."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"92a609",
"children":[
"Carotid ultrasonography is indicated in the evaluation of transient ischemic attack and stroke; magnetic resonance angiography and CT angiography are more sensitive tests for intracranial large vessel atherosclerosis."
]
},
{
"type":"keypoint",
"hlId":"d5c7ab",
"children":[
"Atrial fibrillation is the most common cardioembolic cause of stroke, and anticoagulation is indicated; radiographic findings suggestive of a cardioembolic source, however, are insufficient grounds for initiating anticoagulation."
]
},
{
"type":"keypoint",
"hlId":"417948",
"hvc":true,
"children":[
"The use of transesophageal echocardiography to evaluate for an intracardiac source of stroke is not routinely indicated, given the low yield for findings that require anticoagulation or surgery."
]
},
{
"type":"keypoint",
"hlId":"1409bd",
"children":[
"Lacunar (or small subcortical) infarcts resulting in isolated motor or sensory syndromes are caused by occlusion of the small penetrating arteries arising from intracranial arteries; the main risk factor for lacunar infarcts is hypertension."
]
},
{
"type":"keypoint",
"hlId":"6ab6fb",
"children":[
"Many patients with embolic stroke of unknown source (formerly known as cryptogenic stroke) may have undiagnosed paroxysmal atrial fibrillation, and prolonged cardiac monitoring should be considered."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s4_3_3",
"title":{
"__html":"Hemorrhagic Stroke"
},
"titleNode":{
"type":"section-title",
"hlId":"7e5b8e",
"children":[
"Hemorrhagic Stroke"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_nr_s4_3_3_1",
"title":{
"__html":"Subarachnoid Hemorrhage"
},
"titleNode":{
"type":"section-title",
"hlId":"8023c2",
"children":[
"Subarachnoid Hemorrhage"
]
},
"children":[
{
"type":"p",
"hlId":"57b498",
"children":[
"Examination findings suggestive of SAH include confusion and somnolence, nuchal rigidity, pupillary dilation from compression of the oculomotor nerve (cranial nerve III) by a posterior communicating artery aneurysm, or subhyaloid hemorrhages on funduscopy. The most common cause of SAH is saccular (berry) aneurysm rupture, with intracranial arterial dissection and mycotic aneurysm rupture being less common. Other rare causes of SAH are the reversible cerebral vasoconstriction syndromes, dural sinus thrombosis, vascular malformations, and cerebral amyloid angiopathy. Saccular aneurysms often can be visualized with CTA or MRA, although the resolution is insufficient to detect smaller aneurysms; catheter-based angiography is necessary for the definitive diagnosis of aneurysms and other causes of SAH."
]
},
{
"type":"p",
"hlId":"0dcc76",
"children":[
"Elevated intracranial pressure from obstructive hydrocephalus and/or global cerebral edema is a common consequence of SAH and has a high mortality without intervention. Examination findings that raise concern for elevated intracranial pressure include impairment in consciousness, loss of brainstem reflexes, and stereotyped posturing movements to painful stimuli. The presence of hydrocephalus on neuroimaging should prompt neurosurgical placement of an external ventricular drain to measure and relieve elevated intracranial pressure. Impaired consciousness due to nonconvulsive status epilepticus also may occur and requires electroencephalographic monitoring for diagnosis."
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s4_3_3_2",
"title":{
"__html":"Intracerebral Hemorrhage"
},
"titleNode":{
"type":"section-title",
"hlId":"06c29c",
"children":[
"Intracerebral Hemorrhage"
]
},
"children":[
{
"type":"p",
"hlId":"55ae34",
"children":[
"ICH can present similarly to ischemic stroke, with headache and impaired consciousness as distinguishing characteristics. The most common cause of ICH that affects deep structures of the brain (basal ganglia, thalamus, pons, cerebellum) is hypertension. Lobar hemorrhages near the cortical surface may have various causes, including hypertension, hemorrhagic tumors, and cortical vein thrombosis. In patients older than 55 years, especially in those without hypertension, lobar ICH may be due to cerebral amyloid angiopathy. In this syndrome, amyloid protein similar to that seen pathologically in Alzheimer disease deposits in cerebral arterioles near the cortical surface, thereby weakening the arterial wall and making it prone to rupture."
]
},
{
"type":"p",
"hlId":"480d4f",
"children":[
"The mainstay of acute treatment and prevention is control of blood pressure. Clinical and radiologic features can be used to calculate a patient's ICH score, which informs 30-day mortality and is recommended in the assessment of patients with ICH ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_nr_t25",
"wrapId":"5",
"children":[
"Table 25"
]
}
]
},
")"
]
},
". The main cause of early neurologic deterioration is hematoma expansion. Another leading cause of death is early withdrawal of care. Guidelines caution against termination of care within the first 48 hours."
]
},
{
"type":"inline-wrap",
"wrapId":"5",
"contentIds":[
"mk19_a_nr_t25"
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"b75aff",
"children":[
"Catheter-based angiography is necessary for the definitive diagnosis of aneurysms and other causes of subarachnoid hemorrhage."
]
},
{
"type":"keypoint",
"hlId":"b934e7",
"children":[
"In subarachnoid hemorrhage, the presence of hydrocephalus on neuroimaging is associated with high mortality and should prompt neurosurgical placement of an external ventricular drain to relieve elevated intracranial pressure."
]
},
{
"type":"keypoint",
"hlId":"f15491",
"children":[
"The most common cause of intracerebral hemorrhage that affects deep structures of the brain (basal ganglia, thalamus, pons, cerebellum) is hypertension; the mainstay of prevention is control of blood pressure."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s4_3_4",
"title":{
"__html":"In-Hospital Stroke Considerations"
},
"titleNode":{
"type":"section-title",
"hlId":"1307fc",
"children":[
"In-Hospital Stroke Considerations"
]
},
"children":[
{
"type":"p",
"hlId":"666334",
"children":[
"In-hospital stroke is most often ischemic and frequently observed perioperatively. Patients undergoing cardiac surgery involving cardiopulmonary bypass, particularly multivalve procedures, are at highest risk for stroke in the postoperative setting. The most common cause is atrial fibrillation."
]
},
{
"type":"p",
"hlId":"924670",
"children":[
"The modifiable preoperative risk factors for in-hospital stroke are similar to those causing stroke in the short term without surgery, including symptomatic extracranial ICA stenosis of greater than 70%. Patients with a recent stroke secondary to ICA stenosis who are undergoing nonemergent surgery are likely to benefit from revascularization beforehand. The presence of asymptomatic ICA stenosis, however, is not clearly associated with perioperative stroke, and routine prophylactic ICA revascularization is not indicated."
]
},
{
"type":"p",
"hlId":"937a12",
"children":[
"Stroke within 30 days of surgery, regardless of cause, increases the risk of perioperative stroke; elective surgeries within this time should be avoided. Patients with stroke involving a large brain volume or with a recent hemorrhagic stroke also are at risk of cerebral hemorrhage if placed on cardiopulmonary bypass and/or anticoagulation. If possible, nonemergency major cardiac procedures should be avoided."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"54b167",
"children":[
"Patients undergoing cardiac surgery involving cardiopulmonary bypass, particularly multivalve procedures, are at highest risk for stroke in the postoperative setting, most commonly from atrial fibrillation."
]
},
{
"type":"keypoint",
"hlId":"a3d5dc",
"children":[
"Stroke within 30 days of surgery, regardless of cause, increases the risk of perioperative stroke, and elective surgeries within this time should be avoided."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s4_4",
"title":{
"__html":"Acute Stroke Therapy"
},
"titleNode":{
"type":"section-title",
"hlId":"f9eea3",
"children":[
"Acute Stroke Therapy"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_nr_s4_4_1",
"title":{
"__html":"Ischemic Stroke Treatment"
},
"titleNode":{
"type":"section-title",
"hlId":"581b6a",
"children":[
"Ischemic Stroke Treatment"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_nr_s4_4_1_1",
"title":{
"__html":"Thrombolysis and Endovascular Therapy"
},
"titleNode":{
"type":"section-title",
"hlId":"d88c8f",
"children":[
"Thrombolysis and Endovascular Therapy"
]
},
"children":[
{
"type":"p",
"hlId":"30eb25",
"children":[
"Intravenous (IV) recombinant tissue plasminogen activator (e.g., alteplase) is the only thrombolytic agent approved for use in acute ischemic stroke. Alteplase is most effective when administered early, and treatment within 3 hours of ischemic stroke onset with disabling symptoms is associated with a significant reduction in disability at 3 months. In patients with acute ischemic stroke who awake with stroke symptoms or have unclear time of onset >4.5 hours from baseline state, MRI to identify diffusion-positive FLAIR-negative lesions can be useful for selecting those who can benefit from IV alteplase administration within 4.5 hours of stroke symptom recognition. Because of the associated delays, obtaining advanced imaging or laboratory values should be avoided before treatment unless coagulopathy or thrombocytopenia is suspected. Treatment should start within 60 minutes of arrival at the emergency department or detection of in-hospital stroke, with best practices recommending treatment within 30 minutes. Contraindications for treatment with alteplase have evolved over the years, with the latest guidelines clarifying relative exclusion criteria and defining nondisabling symptoms ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_nr_t26",
"wrapId":"6",
"children":[
"Table 26"
]
}
]
},
")"
]
},
". Other thrombolytic agents have not yet been approved for use in acute ischemic stroke."
]
},
{
"type":"inline-wrap",
"wrapId":"6",
"contentIds":[
"mk19_a_nr_t26"
]
},
{
"type":"p",
"hlId":"8b34da",
"children":[
"The main complication of alteplase treatment is symptomatic ICH, which can present with headache or worsening of NIHSS score or level of consciousness. Symptomatic hemorrhage occurs in up to 6% of treated patients, and mortality can be as high as 50% when present. The main risk factors for symptomatic hemorrhage are treatment after 4.5 hours and hypertension before and after treatment. Accordingly, before treatment with alteplase, the patient's blood pressure should be less than 185/110 mm Hg. Higher readings should prompt administration of IV labetalol or nicardipine before alteplase. Nitrates should be avoided because of their potential to increase intracranial pressure."
]
},
{
"type":"p",
"hlId":"ad719b",
"children":[
"After treatment with alteplase, frequent monitoring of neurologic status and vital signs is required in the first 24 hours. Neurologic worsening should prompt urgent neuroimaging. Blood pressure should be maintained below 180/105 mm Hg, and both antiplatelet and anticoagulant agents should be held for the first 24 hours after alteplase administration. After 24 hours, antiplatelet agents for stroke prevention and anticoagulant agents for deep venous thrombosis prevention can be started if hemorrhage is absent on imaging."
]
},
{
"type":"p",
"hlId":"a32c80",
"children":[
"Endovascular therapy (primarily with intra-arterial mechanical thrombectomy) within 24 hours of stroke onset can be considered for select patients with a clinically suspected large-vessel occlusion and specific examination and radiologic findings, such as a measurable neurologic deficit and small but radiographically evident ischemic changes (",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"video-link",
"target":"mk19_a_nr_vseries",
"wrapId":"7",
"children":[
"Video series"
]
}
]
},
"). In patients for whom endovascular therapy is considered, prompt noninvasive vessel imaging with CTA or MRA is recommended. The evaluation for endovascular stroke therapy with vessel imaging, however, should not replace or delay the administration of alteplase in otherwise eligible patients. A treatment algorithm for stroke within 6 hours of onset is provided in ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_nr_f15",
"wrapId":"7",
"children":[
"Figure 15"
]
}
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"7",
"contentIds":[
"mk19_a_nr_vseries",
"mk19_a_nr_f15"
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s4_4_2",
"title":{
"__html":"Antiplatelet Therapy, Anticoagulation, and Medical Management"
},
"titleNode":{
"type":"section-title",
"hlId":"352d8f",
"children":[
"Antiplatelet Therapy, Anticoagulation, and Medical Management"
]
},
"children":[
{
"type":"p",
"hlId":"fef312",
"children":[
"For patients with acute ischemic stroke who are not eligible for either thrombolysis or endovascular stroke therapy, antiplatelet therapy is the mainstay of acute treatment. When administered either orally or rectally within 48 hours of stoke, aspirin reduces the short-term risk of recurrent stroke, and its use in the acute setting is a stroke-specific quality-of-care core measure. Monotherapy with clopidogrel, however, has no established benefit in the acute stroke setting."
]
},
{
"type":"p",
"hlId":"0bcfac",
"children":[
"The patient with TIA or minor stroke, usually defined as an NIHSS score of 5 or less, has been the focus of recent trials of antiplatelet therapy because of the high short-term risk of recurrent events. In one recent trial, aspirin was compared to ticagrelor within 24 hours of stroke onset, and no difference between the two medications in the risk of recurrent stroke during 90 days of treatment was noted. In patients presenting with minor noncardioembolic ischemic stroke (NIHSS score ≤3) who did not receive IV alteplase, treatment with dual antiplatelet therapy (aspirin and clopidogrel) started within 24 hours after symptom onset and continued for 21 days is effective in reducing recurrent ischemic stroke for a period of up to 90 days from symptom onset."
]
},
{
"type":"p",
"hlId":"648511",
"children":[
"Acute administration of anticoagulation in ischemic stroke (whether related to atrial fibrillation or not) does not reduce the short-term risk of recurrent stroke and increases the risk of hemorrhage into the territory of cerebral infarction (hemorrhagic conversion)."
]
},
{
"type":"p",
"hlId":"fa4515",
"children":[
"Management of acute hypertension in ischemic stroke differs when thrombolysis is not involved. Early treatment of hypertension is indicated when required by comorbid conditions (such as concomitant acute coronary event, acute heart failure, aortic dissection, postfibrinolysis intracranial hemorrhage, or preeclampsia/eclampsia). In patients with blood pressure 220/120 mm Hg or greater who did not receive IV alteplase or mechanical thrombectomy and have no comorbid conditions requiring urgent antihypertensive treatment, the benefit of initiating or reinitiating treatment of hypertension within the first 48 to 72 hours is uncertain. It might be reasonable to lower blood pressure by 15% during the first 24 hours after onset of stroke. Statins have not been shown to reduce the risk of recurrent stroke when administered within 30 days but can be considered after a dysphagia evaluation has been completed, especially in those patients with an atherosclerotic stroke subtype. See ",
{
"type":"cross-reference",
"target":"mk19_a_gm_s8_2_2_2",
"children":[
"MKSAP 19 General Internal Medicine 1"
]
},
"."
]
},
{
"type":"p",
"hlId":"56390d",
"children":[
"Hyperglycemia in the setting of an acute ischemic stroke is a common clinical problem. A recent randomized clinical trial notes the lack of benefit and increased harm associated with intensive treatment of hyperglycemia in acute ischemic stroke (see ",
{
"type":"cross-reference",
"target":"mk19_b_en_s1_1_4_5",
"children":[
"MKSAP 19 Endocrinology and Metabolism"
]
},
")."
]
},
{
"type":"p",
"hlId":"76a6fd",
"children":[
"A 2018 systematic review found that supplemental oxygen in patients with normal oxygen saturation as measured by pulse oximetry (SpO",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
") increases mortality in patients with stroke and other acute illnesses (see ",
{
"type":"cross-reference",
"target":"mk19_b_pm_s11_1_6_1",
"children":[
"MKSAP 19 Pulmonary and Critical Care Medicine"
]
},
"). An international guideline makes a strong recommendation that oxygen therapy not be initiated in patients with stroke and an SpO",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
" of 93% or greater and a weak recommendation that oxygen therapy be withheld in patients with stroke and an SpO",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
" of 90% or greater; in patients receiving oxygen therapy, the SpO",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
" should be maintained at less than 96% (with a suggested therapeutic range for SpO",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
" of 93% to less than 96%). The American Heart Association/American Stroke Association (2018 guideline) recommends oxygen to maintain an oxygen saturation of 94% or greater, with no upper limit provided, and the European Academy of Neurology recommends oxygen to maintain normoxia in patients with an arterial oxygen saturation less than 95%, with no upper limit provided."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"e88624",
"children":[
"Treatment with intravenous (IV) recombinant tissue plasminogen activator (e.g., alteplase) within 3 hours of ischemic stroke onset is associated with a significant reduction in disability at 3 months after stroke; in patients with acute ischemic stroke who awake with stroke symptoms or have unclear time of onset more than 4.5 hours from baseline state, MRI to identify diffusion-positive FLAIR-negative lesions can be useful for selecting those who can benefit from IV alteplase administration within 4.5 hours of stroke symptom recognition."
]
},
{
"type":"keypoint",
"hlId":"9553fb",
"children":[
"Endovascular therapy within 24 hours of stroke onset can be considered for select patients with a clinically suspected large-vessel occlusion and specific examination and radiologic findings, such as a measurable neurologic deficit and small but radiographically evident ischemic changes."
]
},
{
"type":"keypoint",
"hlId":"119c38",
"children":[
"When administered within 48 hours of ischemic stroke that is not eligible for thrombolysis, aspirin reduces the short-term risk of recurrent stroke."
]
},
{
"type":"keypoint",
"hlId":"c1a07b",
"children":[
"Acute administration of anticoagulation for ischemic stroke (whether related to atrial fibrillation or not) does not reduce the short-term risk of recurrent stroke and increases the risk of hemorrhagic conversion."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s4_4_3",
"title":{
"__html":"Hemorrhagic Stroke Treatment"
},
"titleNode":{
"type":"section-title",
"hlId":"802e03",
"children":[
"Hemorrhagic Stroke Treatment"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_nr_s4_4_3_1",
"title":{
"__html":"Intracerebral Hemorrhage Treatment"
},
"titleNode":{
"type":"section-title",
"hlId":"d14df3",
"children":[
"Intracerebral Hemorrhage Treatment"
]
},
"children":[
{
"type":"p",
"hlId":"08877b",
"children":[
"Treatment of acute ICH is centered on preventing hematoma expansion. The primary predictor of early hematoma expansion is elevated blood pressure. Treatment of blood pressure is recommended for patients with ICH who have a systolic blood pressure greater than 180 mm Hg. The most appropriate agent for blood pressure control in this circumstance is not well established. Parenteral medications delivered by IV infusion with frequent blood pressure monitoring have the benefit of close titration to the intended target. IV nitrates (such as nitroglycerin) and nitroprusside may raise intracranial pressure and reduce blood flow to the ischemic region and should be avoided in patients with ICH. Guidelines for the treatment of ICH indicate that acutely treating the systolic blood pressure in a specialized intensive care unit until it is 140 mm Hg is reasonable if the presenting systolic pressure is 180 to 220 mm Hg."
]
},
{
"type":"p",
"hlId":"4c1e1d",
"children":[
"A recently completed trial compared a goal systolic blood pressure of 110 to 140 mm Hg with one of 140 to 180 mm Hg in patients with a systolic blood pressure of greater than 180 mm Hg seen within 4.5 hours of ICH onset. The more intensive control arm achieved a mean systolic blood pressure of 128 mm Hg versus 141 mm Hg in the usual care arm. No difference in mortality or neurologic outcomes was seen, but a significantly higher rate of adverse renal events occurred with intensive control. Treating systolic blood pressure if greater than 180 mm Hg is still advised but should be performed cautiously, and systolic blood pressure goals of less 140 mm Hg should be avoided."
]
},
{
"type":"p",
"hlId":"b2e7e3",
"children":[
"Another risk factor for hematoma expansion is coagulopathy due to either antiplatelet agents or anticoagulation. There is no benefit, and potential harm, with the use of platelet transfusions for patients taking antiplatelet agents at the time of hemorrhage. Anticoagulation should be reversed, although this incurs an increased risk of thrombotic events. For patients without coagulopathy, recombinant factor VII has no neurologic benefit and is associated with high rates of venous thromboembolic events."
]
},
{
"type":"p",
"hlId":"e00460",
"children":[
"Another source of neurologic decline in patients with ICH is nonconvulsive status epilepticus, which may present with impaired consciousness. Use of prophylactic antiepileptic medications in patients with ICH is not recommended, however, unless there are definitive clinical or electroencephalographic seizures."
]
},
{
"type":"p",
"hlId":"8fc90f",
"children":[
"Elevated intracranial pressure is a major determinant of morbidity and mortality in ICH. Osmotherapy with mannitol or hypertonic saline may temporarily reduce intracranial pressure in ICH; glucocorticoids are ineffective in reducing cerebral edema in ICH and should not be routinely administered. External ventricular drainage is indicated with hydrocephalus and impaired consciousness; other surgical measures are not routinely indicated unless as life-saving measures in rapidly deteriorating patients. Cerebellar hemorrhages greater than 3 centimeters in diameter are the exception because early surgical evacuation is necessary to prevent hydrocephalus, brainstem compression, and neurologic deterioration."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"a7069a",
"children":[
"Treatment of blood pressure is recommended for patients with intracerebral hemorrhage whose systolic blood pressure is greater than 180 mm Hg; intravenous nitrates should be avoided."
]
},
{
"type":"keypoint",
"hlId":"9191be",
"hvc":true,
"children":[
"Routine use of platelet transfusion in patients with intracerebral hemorrhage who are being treated with antiplatelet agents is not indicated."
]
},
{
"type":"keypoint",
"hlId":"2948d2",
"children":[
"Osmotherapy with mannitol or hypertonic saline may temporarily reduce intracranial pressure in patients with intracerebral hemorrhage; glucocorticoids are ineffective and should not be routinely administered."
]
},
{
"type":"keypoint",
"hlId":"340770",
"children":[
"In patients with intracerebral hemorrhage, early surgical evacuation of cerebellar hemorrhages greater than 3 cm in diameter is necessary to prevent hydrocephalus, brainstem compression, and neurologic deterioration."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s4_4_3_2",
"title":{
"__html":"Subarachnoid Hemorrhage Treatment"
},
"titleNode":{
"type":"section-title",
"hlId":"4ae145",
"children":[
"Subarachnoid Hemorrhage Treatment"
]
},
"children":[
{
"type":"p",
"hlId":"eb0329",
"children":[
"Treatment of SAH focuses on prevention of early (≤48 hours) and late neurologic complications. Within the first 48 hours, a major cause of morbidity is aneurysmal rebleeding; early surgical exclusion of the ruptured aneurysm and maintenance of a blood pressure of less than 140/80 mm Hg is required. Elevated intracranial pressure from obstructive hydrocephalus, cerebral edema, seizures, and cerebral vasospasm are other leading causes of poor outcomes."
]
},
{
"type":"p",
"hlId":"a3e231",
"children":[
"Cerebral vasospasm with resultant cerebral ischemia and neurologic worsening may develop beginning near day 5. The degree of hemorrhage on a head CT scan may predict the risk of vasospasm, but frequent monitoring and daily transcranial Doppler imaging is recommended in all patients. Nimodipine should be started as early as possible to improve neurologic outcomes. The drug is continued for 21 days or until hospital discharge. If there is a high clinical suspicion of vasospasm, CTA or catheter-based angiography may be needed to establish vasospasm as the cause of neurologic worsening. The latter has the added benefit of potential endovascular treatment, including use of intra-arterial vasodilators and angioplasty. Another treatment option for vasospasm in patients with a treated aneurysm is induced hypertension, although the exact treatment targets are not well established."
]
},
{
"type":"p",
"hlId":"b52674",
"children":[
"Medical complications are a significant source of morbidity and mortality in patients with SAH. Patients with impaired consciousness and coma at presentation are at highest risk for stunned myocardium (with a decrease in left ventricular ejection fraction) and pulmonary edema due to the large sympathetic surge in SAH. Other medical complications include pulmonary and urinary tract infections, dysphagia, the syndrome of inappropriate antidiuretic hormone secretion, and cerebral salt wasting. Because of these possible medical and neurologic complications, patients with SAH require care in a specialized ICU with experience in treating SAH."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"1379d7",
"children":[
"Within the first 48 hours of a subarachnoid hemorrhage, aneurysmal rebleeding is a major cause of morbidity; early surgical exclusion of the ruptured aneurysm and maintaining a blood pressure of less than 140/80 mm Hg is required."
]
},
{
"type":"keypoint",
"hlId":"2ceaf2",
"children":[
"In aneurysmal subarachnoid hemorrhage, cerebral vasospasm with resultant cerebral ischemia and neurologic worsening may develop beginning near day 5, and all patients should be treated with nimodipine to prevent poor neurologic outcomes."
]
}
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s4_5",
"title":{
"__html":"Stroke Prevention"
},
"titleNode":{
"type":"section-title",
"hlId":"ef17a2",
"children":[
"Stroke Prevention"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_nr_s4_5_1",
"title":{
"__html":"Primary Prevention"
},
"titleNode":{
"type":"section-title",
"hlId":"ec5a0a",
"children":[
"Primary Prevention"
]
},
"children":[
{
"type":"p",
"hlId":"ff9803",
"children":[
{
"type":"cross-reference",
"target":"mk19_b_gm_s1_5",
"children":[
"MKSAP 19 General Internal Medicine 2"
]
},
" provides information on the treatment of cardiovascular risk factors related to primary prevention of stroke. Patients with asymptomatic ICA stenosis require primary prevention strategies similar to those used for patients with asymptomatic atherosclerotic disease. Contemporary best medical therapy, including high-intensity statin therapy, is associated with a low risk of first stroke, likely less than 2% per year. ICA revascularization may reduce the risk of stroke further, but the risk of the procedure itself must be weighed against the potential benefit. ICA revascularization for primary prevention is not warranted unless high-risk stroke features are present, such as stenosis greater than 80% or rapid progression of stenosis. For patients with high-risk predictors, the decision to refer for revascularization should be made on an individual basis. Ongoing clinical trials may provide more information on the relative advantages of revascularization and medical therapy."
]
},
{
"type":"p",
"hlId":"59866d",
"children":[
"The main modifiable risk factors for intracranial arterial aneurysm growth and rupture are hypertension and active tobacco use. Treatment of both is indicated. Surgical treatment of aneurysms with either endovascular therapy or craniotomy is associated with sufficiently high neurologic morbidity that treatment is reserved for patients at high risk of rupture and low surgical risk. The location and size of the aneurysm are the primary determinants of rupture risk, and both MRA and CTA can show these features noninvasively. Aneurysms less than 7 millimeters in diameter in the posterior circulation and less than 12 millimeters in the anterior circulation have a low risk of rupture and can be managed conservatively. Patients with these aneurysms should undergo annual noninvasive imaging because aneurysmal growth is a risk factor for rupture and may be an indication for surgery. Patients with two or more relatives with intracranial aneurysms or SAH also should be offered screening with noninvasive neuroimaging. Other predictors of aneurysmal rupture that should prompt surgical consideration include a previous aneurysmal SAH, rapid aneurysm growth, or the presence of cranial nerve palsy."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"e48660",
"hvc":true,
"children":[
"Routine internal carotid artery revascularization for primary prevention of stroke is not warranted unless high-risk stroke features are present, such as stenosis greater than 80% or rapid progression of stenosis."
]
},
{
"type":"keypoint",
"hlId":"b60050",
"hvc":true,
"children":[
"Aneurysms less than 7 millimeters in diameter in the posterior circulation and less than 12 millimeters in the anterior circulation have a low risk of rupture and can be managed conservatively with annual noninvasive neuroimaging."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s4_5_2",
"title":{
"__html":"Secondary Prevention"
},
"titleNode":{
"type":"section-title",
"hlId":"84b94a",
"children":[
"Secondary Prevention"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_nr_s4_5_2_1",
"title":{
"__html":"Lifestyle Modifications and Medical Management"
},
"titleNode":{
"type":"section-title",
"hlId":"8750e6",
"children":[
"Lifestyle Modifications and Medical Management"
]
},
"children":[
{
"type":"p",
"hlId":"a01643",
"children":[
"The risk factors for a second stroke are similar to those for ischemic heart disease and other atherosclerotic disease. Patients with stroke benefit from diet and exercise changes to maintain cardiometabolic health. Patients with ICH are at high risk for recurrent stroke due to hypertension; after the acute in-hospital setting, a target blood pressure of less than 130/80 mm Hg is advised. Similarly, patients with small subcortical infarcts in whom hypertension is the primary risk factor may also benefit from a systolic blood pressure of less than 130 mm Hg. High-intensity statin therapy to achieve an LDL cholesterol reduction of 50% or greater lowers the risk of stroke among patients with ischemic stroke or TIA presumed to be of atherosclerotic origin. See ",
{
"type":"cross-reference",
"target":"mk19_a_gm_s8_2_2_2",
"children":[
"MKSAP 19 General Internal Medicine 1"
]
},
" for more information."
]
},
{
"type":"p",
"hlId":"db1941",
"children":[
"The choice of an antiplatelet agent for long-term (>90 days from stroke) secondary stroke prevention in the absence of atrial fibrillation has been the subject of several clinical trials. Consistent across trials is the finding that long-term use of aspirin and clopidogrel combined, versus a single antiplatelet agent, is associated with no reduction in risk of stroke but an increased risk of hemorrhage and death. Dual antiplatelet therapy with clopidogrel and aspirin given within 24 hours after minor noncardioembolic ischemic stroke in patients who did not receive IV alteplase and continued for 21 days reduced recurrent ischemic stroke for a period of up to 90 days from symptom onset. Aspirin should be continued following dual antiplatelet therapy for long-term secondary prevention of stroke. Aspirin monotherapy is a reasonable first-line antiplatelet regimen for secondary stroke prevention, although clopidogrel or aspirin-dipyridamole is often prescribed because of their small absolute risk benefits over aspirin. Clopidogrel monotherapy, when compared with aspirin monotherapy in a trial involving ischemic stroke, peripheral arterial disease, and myocardial infarction, was associated with a 0.9% per year absolute benefit; however, the results of this trial were driven by peripheral arterial disease outcomes, with no clear difference in recurrent stroke. The combination of aspirin and dipyridamole versus aspirin alone has been associated with a modestly lower risk of recurrent stroke in the long term, although the combination is associated with high risk of discontinuation because of headache and other adverse effects. Clopidogrel has been compared with the aspirin-dipyridamole combination in one large clinical trial, with both having similar efficacy in stroke prevention. Cilostazol has been compared to aspirin in clinical trials in Japan and China; it has had similar efficacy in reducing ischemic stroke and resulted in slightly lower hemorrhagic complications, although its use is limited by adverse effects. Other antiplatelet agents, such as ticagrelor or prasugrel, have not been examined in long-term trials of secondary stroke prevention, although prasugrel is associated with a high risk of hemorrhage when used in patients with coronary artery disease who have a history of stroke. No data are available on blood assays examining a lack of response to antiplatelet agents in secondary stroke prevention or on the choice of antiplatelet agent after an additional clinical event."
]
},
{
"type":"p",
"hlId":"fdb11e",
"children":[
"Warfarin has been compared to aspirin for secondary stroke prevention in the absence of atrial fibrillation, with no difference in stroke outcomes reported. In a trial of patients with intracranial atherosclerosis, warfarin was associated with increased mortality compared with aspirin. Non–vitamin K antagonist anticoagulants have not been tested in clinical trials of stroke not involving atrial fibrillation and are not routinely indicated in this setting. In patients with ESUS, the routine use of direct oral anticoagulants is not associated with a reduction in the risk of stroke. For a review of anticoagulation in atrial fibrillation–related stroke, see ",
{
"type":"cross-reference",
"target":"mk19_b_cv_s5_6_2_1",
"children":[
"MKSAP 19 Cardiovascular Medicine"
]
},
"."
]
},
{
"type":"p",
"hlId":"e353e5",
"children":[
"Whether to start antithrombotic agents after hemorrhagic stroke has not been as well studied. Patients with cerebral amyloid angiopathy are at particularly high risk of recurrent lobar ICH, and the use of antiplatelet agents should only be considered in those with clear secondary prevention indications, such as coronary stents. Anticoagulation should be avoided in patients with lobar ICH because of the high risk of recurrence. Anticoagulation after ICH also should be avoided in most patients with indications of low thromboembolic risk, such as atrial fibrillation with a low CHA",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"DS",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"-Vasc score, and used with caution in higher-risk scenarios (such as pulmonary emboli). Finally, with adequate control of hypertension, anticoagulation and antiplatelet treatment can be considered for appropriate indications 4 weeks after a deep ICH secondary to hypertension."
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s4_5_2_2",
"title":{
"__html":"Surgical Management"
},
"titleNode":{
"type":"section-title",
"hlId":"f3d2bf",
"children":[
"Surgical Management"
]
},
"children":[
{
"type":"p",
"hlId":"e203a2",
"children":[
"The use of surgical approaches for secondary stroke prevention has been examined in patients with extracranial ICA and vertebral artery stenosis, ICA occlusion, intracranial atherosclerosis, and PFO–related stroke. In extracranial ICA disease, patients with nondisabling stroke or TIA due to ICA stenosis of greater than 70% are at high risk for recurrent stroke and may benefit from early revascularization. The choice of endarterectomy or angioplasty with stenting is dictated by several patient-specific factors and by local surgical experience. A consistent finding in trials has been a higher risk of perioperative stroke with stenting and a higher risk of perioperative myocardial infarction with endarterectomy. In patients with a complete symptomatic occlusion of the ICA, however, direct revascularization is not feasible, and external carotid–to–internal carotid bypass is not effective for stroke prevention. Stenting of the extracranial vertebral artery is associated with a high risk of stroke recurrence and is not routinely indicated."
]
},
{
"type":"p",
"hlId":"c7ae81",
"children":[
"Symptomatic intracranial arterial stenosis of greater than 70% is associated with a high risk of recurrent stroke and should be treated with a statin. Stenting of the affected artery, however, is associated with a high risk of procedural stroke and should be avoided. Endovascular closure of a PFO for secondary stroke prevention may be considered in select patients (see ",
{
"type":"cross-reference",
"target":"mk19_b_cv_s9_2",
"children":[
"MKSAP 19 Cardiovascular Medicine"
]
},
")."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"73aea2",
"hvc":true,
"children":[
"Long-term use of combination aspirin-clopidogrel is associated with no reduction in risk of stroke but an increased risk of hemorrhage and death when compared with single-agent antiplatelet use; aspirin monotherapy is a reasonable first-line antiplatelet regimen for secondary stroke prevention."
]
},
{
"type":"keypoint",
"hlId":"5ca4a5",
"hvc":true,
"children":[
"Patients with nondisabling stroke or TIA due to greater than 70% stenosis of the internal carotid artery (ICA) may benefit from early revascularization; in those with a complete symptomatic occlusion of the ICA, however, direct revascularization is not feasible."
]
},
{
"type":"keypoint",
"hlId":"c3d2b5",
"hvc":true,
"children":[
"Symptomatic high-grade intracranial arterial stenosis is associated with a high risk of recurrent stroke, but stenting of the affected artery is associated with a high risk of procedural stroke and should be avoided."
]
}
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s4_6",
"title":{
"__html":"Standardized Discharge Orders"
},
"titleNode":{
"type":"section-title",
"hlId":"337a2d",
"children":[
"Standardized Discharge Orders"
]
},
"children":[
{
"type":"p",
"hlId":"37931e",
"children":[
"Adherence to secondary stroke prevention guidelines is inconsistent after hospital discharge. Standardized discharge orders, aligned with recommended core measures for patients with ischemic stroke, can reduce the risk of both hospital readmission and recurrent stroke. These standardized orders ensure that appropriate antiplatelet or anticoagulation agents and high-intensity statin therapy are started on hospital discharge. They include the essential component of patient education about diet, exercise, smoking cessation, and other healthy lifestyle choices to reduce the risk of recurrent events. Lastly, these discharge orders allow for stroke-specific education regarding typical stroke symptoms and the importance of rapid return to care if symptoms occur so that acute stroke therapeutics can be initiated."
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s4_7",
"title":{
"__html":"Prognosis and Recovery"
},
"titleNode":{
"type":"section-title",
"hlId":"2ce374",
"children":[
"Prognosis and Recovery"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_nr_s4_7_1",
"title":{
"__html":"Neurologic Complications"
},
"titleNode":{
"type":"section-title",
"hlId":"97e193",
"children":[
"Neurologic Complications"
]
},
"children":[
{
"type":"p",
"hlId":"9ee02c",
"children":[
"Patients with stroke are at high risk for developing in-hospital and long-term neurologic complications beyond those previously outlined. Patients with ischemic stroke may develop worsening deficits from hemorrhagic conversion of the infarct, usually within 48 hours. Antiplatelet agents should be held for at least 1 week in most patients with hemorrhagic conversion (for example, a hematoma seen on brain imaging that is associated with mass effect or edema). Patients with hemorrhagic conversion not involving a hematoma and with stable repeat imaging can be started on antiplatelet agents within 48 hours. Patients with a large hemispheric ischemic stroke are at risk for neurologic deterioration from cerebral edema starting on day 2 after a stroke. Patients with significant symptomatic cerebral edema and increased intracranial pressure after an ischemic stroke have a survival advantage with decompressive hemicraniectomy, although neurologic compromise may be significant. Finally, patients with ischemic and hemorrhagic stroke may show neurologic worsening from seizures and systemic infections."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"5a8e21",
"children":[
"Patients with ischemic stroke may develop worsening deficits from hemorrhagic conversion of the infarct, usually within 48 hours; antiplatelet agents should be held in the setting of hemorrhagic conversion involving a hematoma for at least 1 week and for a shorter period of time if there is no hematoma seen on imaging and repeat imaging is stable."
]
},
{
"type":"keypoint",
"hlId":"15ac45",
"children":[
"Patients with significant symptomatic cerebral edema and increased intracranial pressure after an ischemic stroke have a survival advantage with decompressive hemicraniectomy, although neurologic compromise may be significant."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s4_7_2",
"title":{
"__html":"Medical Complications and Stroke Units"
},
"titleNode":{
"type":"section-title",
"hlId":"8aab4e",
"children":[
"Medical Complications and Stroke Units"
]
},
"children":[
{
"type":"p",
"hlId":"3f0f13",
"children":[
"In-hospital medical complications are a leading cause of morbidity and mortality in patients with stroke. Admission to a specialized stroke unit is associated with a reduced long-term risk of all-cause mortality. Specialized stroke units are effective because they use multidisciplinary care teams that follow structured protocols emphasizing early mobilization, removing indwelling catheters to prevent urinary tract infection, preventing aspiration pneumonia by addressing/preventing dysphagia, and instituting oral hygiene protocols. Care protocols in stroke units also emphasize early initiation of pharmacologic prophylaxis of deep venous thrombosis in patients with ischemic stroke and prophylaxis initiation within 48 hours in patients with hemorrhagic stroke who have no evidence of active bleeding. A 2018 systematic review found that supplemental oxygen in patients with normal SpO",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
" increases mortality in patients with stroke and other acute illnesses (see ",
{
"type":"cross-reference",
"target":"mk19_b_pm_s11_1_6_1",
"children":[
"MKSAP 19 Pulmonary and Critical Care Medicine"
]
},
"). Resultant guidelines recommend against starting oxygen therapy in patients at or above 93% saturation and discontinuing oxygen if saturation is at or above 96%. The American Heart Association/American Stroke Association (2018 guideline) recommends oxygen to maintain an oxygen saturation of 94% or greater, with no upper limit provided, and the European Academy of Neurology recommends oxygen to maintain normoxia in patients with an arterial oxygen saturation less than 95%, with no upper limit provided."
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s4_7_3",
"title":{
"__html":"Long-Term Prognosis and Recovery"
},
"titleNode":{
"type":"section-title",
"hlId":"63c571",
"children":[
"Long-Term Prognosis and Recovery"
]
},
"children":[
{
"type":"p",
"hlId":"ec4469",
"children":[
"Long-term survivors of stroke are at high risk for delayed neurologic complications. Cognitive impairment, vascular dementia, and seizures all may occur. Most stroke survivors exhibit neurologic impairment and disability 1 year after stroke and beyond. Fatigue can arise from a high prevalence of sleep-disordered breathing. Cardiorespiratory and repetitive task training and transcranial direct current stimulation may improve activities of daily living in adults who have had a stroke. Cognitive behavioral therapy, exercise, and selective serotonin reuptake inhibitors may reduce symptoms of poststroke depression."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"ceb821",
"children":[
"Most stroke survivors exhibit neurologic impairment and disability 1 year after stroke and beyond; depression is highly prevalent in stroke survivors and is one of the leading modifiable risk factors for long-term disability."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s4_8",
"bibliography":true,
"title":{
"__html":"Bibliography"
},
"titleNode":{
"type":"section-title",
"hlId":"a7cc81",
"children":[
"Bibliography"
]
},
"children":[
{
"type":"references",
"children":[
{
"type":"reference",
"children":[
"D’Anci KE, Uhl S, Oristaglio J, et al. Treatments for Poststroke Motor Deficits and Mood Disorders: A Systematic Review for the 2019 U.S. Department of Veterans Affairs and U.S. Department of Defense Guidelines for Stroke Rehabilitation. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://www.acpjournals.org/doi/10.7326/M19-2414",
"target":"_blank"
},
"children":[
"Ann Intern Med"
]
},
". 2019;171:906-915. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31739315",
"target":"_blank"
},
"children":[
"PMID: 31739315"
]
}
]
},
{
"type":"reference",
"children":[
"Gross BA, Jankowitz BT, Friedlander RM. Cerebral intraparenchymal hemorrhage: a review. JAMA. 2019 Apr 2; 321(13):1295-303. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30938800",
"target":"_blank"
},
"children":[
"PMID: 30938800"
]
},
" doi:10.1001/jama.2019.2413."
]
},
{
"type":"reference",
"children":[
"Hemphill JC 3rd, Greenberg SM, Anderson CS, et al; American Heart Association Stroke Council; Council on Cardiovascular and Stroke Nursing; Council on Clinical Cardiology. Guidelines for the management of spontaneous intracerebral hemorrhage: a guideline for healthcare professionals from the American Heart Association/American Stroke Association. Stroke. 2015 Jul;46(7):2032-60. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/26022637",
"target":"_blank"
},
"children":[
"PMID: 26022637"
]
},
" doi:10.1161/STR.0000000000000069."
]
},
{
"type":"reference",
"children":[
"Johnston KC, Bruno A, Pauls Q, et al; Neurological Emergencies Treatment Trials Network and the SHINE Trial Investigators. Intensive vs standard treatment of hyperglycemia and functional outcome in patients with acute ischemic stroke: the SHINE randomized clinical trial. JAMA. 2019 Jul 23;322(4):326-35. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31334795",
"target":"_blank"
},
"children":[
"PMID: 31334795"
]
},
" doi:10.1001/jama.2019.9346."
]
},
{
"type":"reference",
"children":[
"Kuijpers T, Spencer FA, Siemieniuk RAC, et al. Patent foramen ovale closure, antiplatelet therapy or anticoagulation therapy alone for management of cryptogenic stroke? A clinical practice guideline. BMJ. 2018;362:k2515. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30045912",
"target":"_blank"
},
"children":[
"PMID: 30045912"
]
},
" doi:10.1136/bmj.k2515"
]
},
{
"type":"reference",
"children":[
"Lawton MT, Vates GE. Subarachnoid Hemorrhage. N Engl J Med. 2017;377:257-266. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/28723321",
"target":"_blank"
},
"children":[
"PMID: 28723321"
]
},
" doi:10.1056/NEJMcp1605827"
]
},
{
"type":"reference",
"children":[
"Powers WJ, Rabinstein AA, Ackerson T, et al. Guidelines for the Early Management of Patients With Acute Ischemic Stroke: 2019 Update to the 2018 Guidelines for the Early Management of Acute Ischemic Stroke: A Guideline for Healthcare Professionals From the American Heart Association/American Stroke Association [Editorial]. Stroke. 2019;50:e344-e418. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31662037",
"target":"_blank"
},
"children":[
"PMID: 31662037"
]
},
" doi:10.1161/STR.0000000000000211"
]
},
{
"type":"reference",
"children":[
"Prasad K, Siemieniuk R, Hao Q, et al. Dual antiplatelet therapy with aspirin and clopidogrel for acute high risk transient ischaemic attack and minor ischaemic stroke: a clinical practice guideline. BMJ. 2018;363:k5130. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30563885",
"target":"_blank"
},
"children":[
"PMID: 30563885"
]
},
" doi:10.1136/bmj.k5130"
]
},
{
"type":"reference",
"children":[
"Siemieniuk RAC, Chu DK, Kim LH, et al. Oxygen therapy for acutely ill medical patients: a clinical practice guideline. BMJ. 2018;363:k4169. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30355567",
"target":"_blank"
},
"children":[
"PMID: 30355567"
]
},
" doi:10.1136/bmj.k4169"
]
},
{
"type":"reference",
"children":[
"Thompson BG, Brown RD Jr, Amin-Hanjani S, et al; American Heart Association Stroke Council, Council on Cardiovascular and Stroke Nursing, and Council on Epidemiology and Prevention. Guidelines for the Management of Patients With Unruptured Intracranial Aneurysms: A Guideline for Healthcare Professionals From the American Heart Association/American Stroke Association. Stroke. 2015;46:2368-400. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/26089327",
"target":"_blank"
},
"children":[
"PMID: 26089327"
]
},
" doi:10.1161/STR.0000000000000070"
]
},
{
"type":"reference",
"children":[
"Yaghi S, Willey JZ, Cucchiara B, et al; American Heart Association Stroke Council; Council on Cardiovascular and Stroke Nursing; Council on Clinical Cardiology; and Council on Quality of Care and Outcomes Research. Treatment and Outcome of Hemorrhagic Transformation After Intravenous Alteplase in Acute Ischemic Stroke: A Scientific Statement for Healthcare Professionals From the American Heart Association/American Stroke Association. Stroke. 2017;48:e343-e361. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29097489",
"target":"_blank"
},
"children":[
"PMID: 29097489"
]
},
" doi:10.1161/STR.0000000000000152"
]
}
]
}
]
}
]
},
"tablesContent":{
"mk19_a_nr_t23":{
"id":"mk19_a_nr_t23",
"number":23,
"bookId":"nr",
"title":{
"__html":"National Institutes of Health Stroke Scale"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"23d540",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 23. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_nr_t23"
}
]
},
"National Institutes of Health Stroke Scale"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7bb067",
"class":"col hd l",
"children":[
"Parameter (Testing Method)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d151dc",
"class":"col hd l",
"children":[
"Scores",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4d2aa4",
"class":"cell txt l",
"children":[
"1a. Level of consciousness"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e433ab",
"class":"cell txt l",
"children":[
"0 = normal"
]
},
" ",
{
"type":"p",
"hlId":"63e95d",
"class":"cell txt l",
"children":[
"1 = not alert but arousable by minor stimulation"
]
},
" ",
{
"type":"p",
"hlId":"600a5e",
"class":"cell txt l",
"children":[
"2 = not alert and requires constant verbal or painful stimuli to remain interactive"
]
},
" ",
{
"type":"p",
"hlId":"96b4f0",
"class":"cell txt l",
"children":[
"3 = unresponsive or responds with only reflexive movements"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"5ab9eb",
"class":"cell txt l",
"children":[
"1b. Level of consciousness questions (state month and age)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"168ebd",
"class":"cell txt l",
"children":[
"0 = answers both correctly"
]
},
" ",
{
"type":"p",
"hlId":"3e46e4",
"class":"cell txt l",
"children":[
"1 = answers one correctly"
]
},
" ",
{
"type":"p",
"hlId":"e969f9",
"class":"cell txt l",
"children":[
"2 = answers neither correctly"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"97b3e2",
"class":"cell txt l",
"children":[
"1c. Level of consciousness commands (close and open eyes; make fist or close one hand)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ca59f2",
"class":"cell txt l",
"children":[
"0 = performs both tasks correctly"
]
},
" ",
{
"type":"p",
"hlId":"3b5ae4",
"class":"cell txt l",
"children":[
"1 = performs one task correctly"
]
},
" ",
{
"type":"p",
"hlId":"490aa0",
"class":"cell txt l",
"children":[
"2 = performs neither task correctly"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f3937f",
"class":"cell txt l",
"children":[
"2. Best gaze (track a finger in a horizontal plane)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e433ab",
"class":"cell txt l",
"children":[
"0 = normal"
]
},
" ",
{
"type":"p",
"hlId":"7db6e6",
"class":"cell txt l",
"children":[
"1 = partial gaze palsy or isolated cranial nerve paresis"
]
},
" ",
{
"type":"p",
"hlId":"3c6f5b",
"class":"cell txt l",
"children":[
"2 = forced gaze deviation or total gaze paresis"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"351d72",
"class":"cell txt l",
"children":[
"3. Visual fields (each eye tested individually)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"265347",
"class":"cell txt l",
"children":[
"0 = no visual loss"
]
},
" ",
{
"type":"p",
"hlId":"217e55",
"class":"cell txt l",
"children":[
"1 = partial hemianopia"
]
},
" ",
{
"type":"p",
"hlId":"397ab8",
"class":"cell txt l",
"children":[
"2 = complete hemianopia"
]
},
" ",
{
"type":"p",
"hlId":"b0f048",
"class":"cell txt l",
"children":[
"3 = bilateral hemianopia"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f35f9b",
"class":"cell txt l",
"children":[
"4. Facial palsy (show teeth, raise eyebrows, close eyes)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e433ab",
"class":"cell txt l",
"children":[
"0 = normal"
]
},
" ",
{
"type":"p",
"hlId":"a27e52",
"class":"cell txt l",
"children":[
"1 = minor paralysis (flattening of the nasolabial fold or asymmetry on smiling)"
]
},
" ",
{
"type":"p",
"hlId":"d37036",
"class":"cell txt l",
"children":[
"2 = partial paralysis (paralysis of the lower face only)"
]
},
" ",
{
"type":"p",
"hlId":"80ec90",
"class":"cell txt l",
"children":[
"3 = complete paralysis (upper and lower face)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-7 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c25c19",
"class":"cell txt l",
"children":[
"5. Arm strength (hold arm with palms down or lift arm for 10 s; each arm scored separately)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2585ef",
"class":"cell txt l",
"children":[
"0 = no drift"
]
},
" ",
{
"type":"p",
"hlId":"b1b352",
"class":"cell txt l",
"children":[
"1 = some drift but does not hit bed"
]
},
" ",
{
"type":"p",
"hlId":"7f9ae1",
"class":"cell txt l",
"children":[
"2 = drifts down to bed"
]
},
" ",
{
"type":"p",
"hlId":"560e71",
"class":"cell txt l",
"children":[
"3 = no effort against gravity"
]
},
" ",
{
"type":"p",
"hlId":"89c568",
"class":"cell txt l",
"children":[
"4 = no movement"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-8 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4a91f3",
"class":"cell txt l",
"children":[
"6. Leg strength (hold leg at 30 degrees for 5 s; each leg scored separately)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2585ef",
"class":"cell txt l",
"children":[
"0 = no drift"
]
},
" ",
{
"type":"p",
"hlId":"b1b352",
"class":"cell txt l",
"children":[
"1 = some drift but does not hit bed"
]
},
" ",
{
"type":"p",
"hlId":"7f9ae1",
"class":"cell txt l",
"children":[
"2 = drifts down to bed"
]
},
" ",
{
"type":"p",
"hlId":"560e71",
"class":"cell txt l",
"children":[
"3 = no effort against gravity"
]
},
" ",
{
"type":"p",
"hlId":"89c568",
"class":"cell txt l",
"children":[
"4 = no movement"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-9 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"32b9f5",
"class":"cell txt l",
"children":[
"7. Limb ataxia (finger-nose-finger test, heel-knee-shin slide)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0ff46e",
"class":"cell txt l",
"children":[
"0 = absent"
]
},
" ",
{
"type":"p",
"hlId":"3e41fc",
"class":"cell txt l",
"children":[
"1 = present in one limb"
]
},
" ",
{
"type":"p",
"hlId":"61f6bb",
"class":"cell txt l",
"children":[
"2 = present in two limbs"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-10 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9ed8e1",
"class":"cell txt l",
"children":[
"8. Sensation (pinch/pinprick tested in face, arm, and leg)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e433ab",
"class":"cell txt l",
"children":[
"0 = normal"
]
},
" ",
{
"type":"p",
"hlId":"90d167",
"class":"cell txt l",
"children":[
"1 = mild to moderate sensory loss or loss of sensation in only one limb"
]
},
" ",
{
"type":"p",
"hlId":"f4b37f",
"class":"cell txt l",
"children":[
"2 = complete sensory loss"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-11 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c56b29",
"class":"cell txt l",
"children":[
"9. Best language (describe a picture, name six objects, and read five sentences)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8830da",
"class":"cell txt l",
"children":[
"0 = no aphasia"
]
},
" ",
{
"type":"p",
"hlId":"88fa2d",
"class":"cell txt l",
"children":[
"1 = mild to moderate aphasia (difficulty with fluency and comprehension; meaning can be identified)"
]
},
" ",
{
"type":"p",
"hlId":"fd299a",
"class":"cell txt l",
"children":[
"2 = severe aphasia (fragmentary language, meaning cannot be clearly identified)"
]
},
" ",
{
"type":"p",
"hlId":"f24545",
"class":"cell txt l",
"children":[
"3 = global aphasia or mute"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-12 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"16c5d5",
"class":"cell txt l",
"children":[
"10. Dysarthria (repeat or read words)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e433ab",
"class":"cell txt l",
"children":[
"0 = normal"
]
},
" ",
{
"type":"p",
"hlId":"3223dc",
"class":"cell txt l",
"children":[
"1 = mild to moderate"
]
},
" ",
{
"type":"p",
"hlId":"83c2fb",
"class":"cell txt l",
"children":[
"2 = severe (speech not understandable)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-13 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8843e0",
"class":"cell txt l",
"children":[
"11. Extinction/inattention (visual and tactile stimuli applied on right and left sides)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e433ab",
"class":"cell txt l",
"children":[
"0 = normal"
]
},
" ",
{
"type":"p",
"hlId":"2133fd",
"class":"cell txt l",
"children":[
"1 = visual or tactile extinction or mild hemispatial neglect"
]
},
" ",
{
"type":"p",
"hlId":"fd7b0a",
"class":"cell txt l",
"children":[
"2 = profound hemi-inattention or extinction to more than one modality"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
},
"Score interpretation (based on total score): 0 = no stroke; 1-4 = minor stroke; 5-15 = moderate stroke; 16-20 = moderate to severe stroke; 21-42 = severe stroke (maximum score, 42)."
],
[
"Adapted from the NIH Stroke Scale. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ninds.nih.gov/sites/default/files/NIH_Stroke_Scale_Booklet.pdf",
"target":"_blank"
},
"children":[
"www.ninds.nih.gov/sites/default/files/NIH_Stroke_Scale_Booklet.pdf"
]
},
". Accessed February 3, 2021."
]
]
},
"mk19_a_nr_t24":{
"id":"mk19_a_nr_t24",
"number":24,
"bookId":"nr",
"title":{
"__html":"ABCD<sup>2</sup> Score<sup>a</sup>"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"a826d8",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 24. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_nr_t24"
}
]
},
"ABCD",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
" Score",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"dee5e2",
"class":"col hd l",
"children":[
"Patient Characteristics"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4271cf",
"class":"col hd l",
"children":[
"Score",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"b"
]
}
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"082afd",
"class":"cell txt l",
"children":[
"Age ≥60 y"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c4ca42",
"class":"cell txt c",
"children":[
"1"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c6a674",
"class":"cell txt l",
"children":[
"Blood pressure ≥140/90 mm Hg"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c4ca42",
"class":"cell txt c",
"children":[
"1"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"3931e5",
"class":"cell txt l",
"children":[
"Clinical symptoms"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ecb0c7",
"class":"cell txt li",
"children":[
"Focal weakness with the TIA"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c81e72",
"class":"cell txt c",
"children":[
"2"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"935e51",
"class":"cell txt li",
"children":[
"Speech impairment without weakness"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c4ca42",
"class":"cell txt c",
"children":[
"1"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2b6648",
"class":"cell txt l",
"children":[
"Duration of TIA"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2e4edd",
"class":"cell txt li",
"children":[
"≥60 min"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c81e72",
"class":"cell txt c",
"children":[
"2"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"552ac9",
"class":"cell txt li",
"children":[
"10-59 min"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c4ca42",
"class":"cell txt c",
"children":[
"1"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"53b57a",
"class":"cell txt l",
"children":[
"Diabetes mellitus present"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c4ca42",
"class":"cell txt c",
"children":[
"1"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"TIA = transient ischemic attack."
],
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
},
"Based on age, blood pressure, clinical presentation, duration of symptoms, and the presence of diabetes mellitus."
],
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"b"
]
},
"The 48-hour stroke risk based on total score: 0-1 = 0%; 2-3 = 1.3%; 4-5 = 4.1%; 6-7 = 8.1%."
],
[
"Data from Johnston SC, Rothwell PM, Nguyen-Huynh MN, Giles MF, Elkins JS, Bernstein AL, et al. Validation and refinement of scores to predict very early stroke risk after transient ischaemic attack. Lancet. 2007;369:283-92. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/17258668",
"target":"_blank"
},
"children":[
"PMID: 17258668"
]
}
]
]
},
"mk19_a_nr_t25":{
"id":"mk19_a_nr_t25",
"number":25,
"bookId":"nr",
"title":{
"__html":"Determination of the ICH Score"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"85d6b2",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 25. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_nr_t25"
}
]
},
"Determination of the ICH Score"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2cb05e",
"class":"col hd l",
"children":[
"Component"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"365975",
"class":"col hd l",
"children":[
"ICH Score Points"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8887ae",
"class":"cell txt l",
"children":[
" ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
"GCS score"
]
},
" "
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b7b2d5",
"class":"cell txt li",
"children":[
"3-4"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c81e72",
"class":"cell txt l",
"children":[
"2"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8699b8",
"class":"cell txt li",
"children":[
"5-12"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c4ca42",
"class":"cell txt l",
"children":[
"1"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ede064",
"class":"cell txt li",
"children":[
"13-15"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"cfcd20",
"class":"cell txt l",
"children":[
"0"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"875c51",
"class":"cell txt l",
"children":[
" ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
"ICH volume, cm"
]
},
" ",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
" ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
"2"
]
},
" "
]
},
" "
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"adeb11",
"class":"cell txt li",
"children":[
"≥30"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c4ca42",
"class":"cell txt l",
"children":[
"1"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a88374",
"class":"cell txt li",
"children":[
"<30"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"cfcd20",
"class":"cell txt l",
"children":[
"0"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ab77d8",
"class":"cell txt l",
"children":[
" ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
"IVH"
]
},
" "
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"93cba0",
"class":"cell txt li",
"children":[
"Yes"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c4ca42",
"class":"cell txt l",
"children":[
"1"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"bafd73",
"class":"cell txt li",
"children":[
"No"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"cfcd20",
"class":"cell txt l",
"children":[
"0"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0adf14",
"class":"cell txt l",
"children":[
" ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
"Infratentorial origin of ICH"
]
},
" "
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"93cba0",
"class":"cell txt li",
"children":[
"Yes"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c4ca42",
"class":"cell txt l",
"children":[
"1"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"bafd73",
"class":"cell txt li",
"children":[
"No"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"cfcd20",
"class":"cell txt l",
"children":[
"0"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ca0e38",
"class":"cell txt l",
"children":[
" ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
"Age, y"
]
},
" "
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"be2950",
"class":"cell txt li",
"children":[
"≥80"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c4ca42",
"class":"cell txt l",
"children":[
"1"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"897c10",
"class":"cell txt li",
"children":[
"<80"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"cfcd20",
"class":"cell txt l",
"children":[
"0"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"5bb7f8",
"class":"cell txt l",
"children":[
" ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
"Total ICH score"
]
},
" "
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d9031c",
"class":"cell txt l",
"children":[
"0-6"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"GSC = Glasgow Coma Scale; ICH = intracerebral hemorrhage; IVH = intraventricular hemorrhage."
],
[
"GCS score indicates GCS score on initial presentation (or after resuscitation); ICH volume, volume on initial CT calculated using ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"ABC/2"
]
},
" method; and IVH, presence of any IVH on initial CT."
],
[
"Reprinted with permission from Hemphill JC 3rd, Bonovich DC, Besmertis L, Manley GT, Johnston SC. The ICH score: a simple, reliable grading scale for intracerebral hemorrhage. Stroke. 2001;32:891-7. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/11283388",
"target":"_blank"
},
"children":[
"PMID: 11283388"
]
}
]
]
},
"mk19_a_nr_t26":{
"id":"mk19_a_nr_t26",
"number":26,
"bookId":"nr",
"title":{
"__html":"Contraindications to Intravenous Alteplase in Adults with Acute Ischemic Stroke"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"ae35ac",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 26. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_nr_t26"
}
]
},
"Contraindications to Intravenous Alteplase in Adults with Acute Ischemic Stroke"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d4ae29",
"class":"col hd l",
"children":[
"Absolute Exclusion Criteria"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"bd321c",
"class":"col hd l",
"children":[
"Relative Exclusion Criteria"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"76c7f5",
"class":"cell txt l",
"children":[
"Significant head trauma or prior stroke in the previous 3 months"
]
},
" ",
{
"type":"p",
"hlId":"928de3",
"class":"cell txt l",
"children":[
"Suspicion of subarachnoid hemorrhage"
]
},
" ",
{
"type":"p",
"hlId":"c7827c",
"class":"cell txt l",
"children":[
"Noncompressible site arterial puncture within 7 days"
]
},
" ",
{
"type":"p",
"hlId":"c04476",
"class":"cell txt l",
"children":[
"Intracranial neoplasm, arteriovenous malformation, aneurysm"
]
},
" ",
{
"type":"p",
"hlId":"69338f",
"class":"cell txt l",
"children":[
"Recent intracranial or spinal surgery"
]
},
" ",
{
"type":"p",
"hlId":"d28fc9",
"class":"cell txt l",
"children":[
"Blood pressure ≥185/110 mm Hg despite treatment"
]
},
" ",
{
"type":"p",
"hlId":"25a0d4",
"class":"cell txt l",
"children":[
"Active internal bleeding"
]
},
" ",
{
"type":"p",
"hlId":"129f24",
"class":"cell txt l",
"children":[
"Active bleeding diathesis"
]
},
" ",
{
"type":"p",
"hlId":"5d349b",
"class":"cell txt li",
"children":[
"Platelet count 100,000/μL (100 × 10",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"9"
]
},
"/L)"
]
},
" ",
{
"type":"p",
"hlId":"33eaab",
"class":"cell txt li",
"children":[
"Heparin within 48 hours with an activated partial thromboplastin time above normal range"
]
},
" ",
{
"type":"p",
"hlId":"601b0e",
"class":"cell txt li",
"children":[
"Current use of anticoagulant with INR >1.7"
]
},
" ",
{
"type":"p",
"hlId":"11bf48",
"class":"cell txt li",
"children":[
"Current use of non–vitamin K antagonist anticoagulants (within 48 hours) with associated elevated relevant laboratory tests"
]
},
" ",
{
"type":"p",
"hlId":"5f000e",
"class":"cell txt l",
"children":[
"Blood glucose less 50 mg/dL (2.8 mmol/L)"
]
},
" ",
{
"type":"p",
"hlId":"0f2cec",
"class":"cell txt l",
"children":[
"Noncontrast head CT demonstrated multi-lobar infarction with >1/3 of the hemisphere involved"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"28ee12",
"class":"cell txt l",
"children":[
"Minor or rapidly improving nondisabling symptoms",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
},
" ",
{
"type":"p",
"hlId":"0b1e9b",
"class":"cell txt l",
"children":[
"Pregnancy"
]
},
" ",
{
"type":"p",
"hlId":"ee9e18",
"class":"cell txt l",
"children":[
"Seizure at onset"
]
},
" ",
{
"type":"p",
"hlId":"bdd592",
"class":"cell txt l",
"children":[
"Major surgery or serious trauma within 14 days"
]
},
" ",
{
"type":"p",
"hlId":"9f9bf6",
"class":"cell txt l",
"children":[
"Recent gastrointestinal or genitourinary bleeding within 21 days"
]
},
" ",
{
"type":"p",
"hlId":"4e5c70",
"class":"cell txt l",
"children":[
"Recent acute myocardial infarction"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
},
"Disabling symptoms are defined as complete hemianopia (score of 2-3 on National Institutes of Health Stroke Scale [NIHSS] question 3), visual or sensory extinction (score of 1-2 on NIHSS question 11), any weakness against gravity (score of 2-4 on NIHSS question 6 or 7), and total NIHSS score >5."
],
[
"Adapted from Demaerschalk BM, Kleindorfer DO, Adeoye OM, Demchuk AM, Fugate JE, Grotta JC, et al; American Heart Association Stroke Council and Council on Epidemiology and Prevention. Scientific Rationale for the Inclusion and Exclusion Criteria for Intravenous Alteplase in Acute Ischemic Stroke: A Statement for Healthcare Professionals From the American Heart Association/American Stroke Association. Stroke. 2016;47:581-641. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/26696642",
"target":"_blank"
},
"children":[
"PMID: 26696642"
]
},
" doi:10.1161/STR.0000000000000086"
]
]
}
}
}