{
"id":"mk19_b_cv_s9",
"subspecialtyId":"cv",
"title":"Adult Congenital Heart Disease",
"jsonContent":{
"type":"section",
"id":"mk19_b_cv_s9",
"title":{
"__html":"Adult Congenital Heart Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"9633f8",
"children":[
"Adult Congenital Heart Disease"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_cv_s9_1",
"title":{
"__html":"Introduction"
},
"titleNode":{
"type":"section-title",
"hlId":"0b7979",
"children":[
"Introduction"
]
},
"children":[
{
"type":"p",
"hlId":"2a8d38",
"children":[
"Medical and surgical advances have resulted in more adults than children with congenital heart disease (CHD) in North America. Cardiovascular residua are common in patients with previous intervention for congenital cardiac lesions, underscoring the importance of periodic follow-up by a team ideally consisting of the internist and a cardiologist trained in adult CHD. Specialized care is critical for patients born with complex and cyanotic congenital cardiac disease, symptomatic patients, and patients who desire pregnancy. The frequency of follow-up depends on the underlying disorder and patient's status."
]
},
{
"type":"p",
"hlId":"36a36d",
"children":[
"Women with CHD should be offered reproductive health counseling. The use of contraceptive agents in women with CHD must be balanced against the risks of pregnancy; however, there are no safety data on the various contraceptives to help guide choice. Estrogen-containing contraceptives may pose a risk in women with CHD who are already at high risk for venous thromboembolic disease, including patients with cyanosis, Fontan physiology, mechanical valves, prior thrombotic events, and pulmonary arterial hypertension. In pregnant patients, anticoagulation is associated with maternal and fetal risks. Prepregnancy counseling is recommended for all women requiring long-term anticoagulation to enable them to make informed decisions and to understand the risks (see ",
{
"type":"cross-reference",
"target":"mk19_b_cv_s13_3_4",
"children":[
"Pregnancy and Cardiovascular Disease"
]
},
")."
]
},
{
"type":"p",
"hlId":"7184de",
"children":[
"Adults with CHD are at risk for hepatitis C, and screening is recommended. Hepatitis B vaccination is recommended for all nonimmune patients aged 19 through 59 years and should be considered in those aged 60 and older at high risk for infection, including patients with repaired CHD."
]
},
{
"type":"p",
"hlId":"b29492",
"children":[
"Anxiety and depression are prevalent but underrecognized in patients with CHD, and screening for these mood disorders should be a routine aspect of care."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s9_2",
"title":{
"__html":"Patent Foramen Ovale"
},
"titleNode":{
"type":"section-title",
"hlId":"ade870",
"children":[
"Patent Foramen Ovale"
]
},
"children":[
{
"type":"p",
"hlId":"00ac8a",
"children":[
"The foramen ovale is a passage in the superior portion of the fossa ovalis that allows oxygenated placental blood to transfer to the fetal circulation. It normally closes within the first weeks of life; however, in 25% to 30% of the population, it remains patent ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_cv_f50",
"wrapId":"1",
"children":[
"Figure 50"
]
}
]
},
")"
]
},
". A patent foramen ovale (PFO) is usually found incidentally on echocardiography or during evaluation for a cerebrovascular event."
]
},
{
"type":"inline-wrap",
"wrapId":"1",
"contentIds":[
"mk19_b_cv_f50"
]
},
{
"type":"p",
"hlId":"c201a5",
"children":[
"A PFO is typically diagnosed by transesophageal echocardiography (TEE), less commonly by transthoracic echocardiography (TTE). Right-to-left shunting of blood across the PFO is demonstrated by color flow Doppler imaging or by intravenously injecting agitated saline and identifying its subsequent transfer through the PFO from the right atrium to the left atrium (",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"video-link",
"target":"mk19_b_cv_v12",
"wrapId":"2",
"children":[
"Video 12"
]
}
]
},
")."
]
},
{
"type":"inline-wrap",
"wrapId":"2",
"contentIds":[
"mk19_b_cv_v12"
]
},
{
"type":"p",
"hlId":"25b902",
"children":[
"Patients with a PFO and embolic stroke of undetermined source should be treated with antiplatelet therapy. In patients younger than 60 years with a PFO and embolic-appearing infarct and no other mechanism of stroke identified, current guidelines recommend PFO closure following a discussion of potential benefits (absolute recurrent stroke risk reduction of 3.4% at 5 years) and risks (periprocedural complication rate of 3.9% and increased absolute rate of non-periprocedural atrial fibrillation of 0.33% per year). Data regarding the benefit of PFO closure in patients older than 60 years are lacking. For these patients and for younger patients who do not select PFO closure, antiplatelet therapy or anticoagulation is reasonable. Limited data support PFO closure in an effort to decrease the frequency of migraine. No treatment or follow-up is needed in asymptomatic patients with an incidentally detected PFO."
]
},
{
"type":"p",
"hlId":"4aeca8",
"children":[
"Platypnea-orthodeoxia syndrome is a rare acquired disorder characterized by cyanosis and dyspnea in the upright position resulting from right-to-left shunting across a PFO or, less commonly, through an atrial septal defect (ASD) or pulmonary arteriovenous fistulae. A transient increase in right atrial pressure or change in right atrial anatomy resulting from myocardial infarction, pulmonary embolism, tricuspid regurgitation, or acute right-sided heart failure may precipitate this syndrome. Device closure of the PFO may relieve symptoms and improve oxygen saturation."
]
},
{
"type":"p",
"hlId":"311920",
"children":[
"Atrial septal aneurysm is characterized by mobile, redundant atrial septal tissue that is often associated with a PFO. Atrial septal aneurysm with a PFO reportedly increases the risk for stroke compared with PFO alone. Results of a randomized, open-label trial demonstrated that patients presenting with embolic stroke of undetermined source in the setting of an atrial septal aneurysm with PFO had a lower rate of stroke recurrence when treated with PFO closure combined with antiplatelet therapy than with antiplatelet therapy alone. Rarely, surgical excision and defect closure is considered based on anatomic features."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"872fb0",
"hvc":true,
"children":[
"No treatment or follow-up is needed in asymptomatic patients with a patent foramen ovale."
]
},
{
"type":"keypoint",
"hlId":"476c4f",
"children":[
"In patients younger than 60 years with a patent foramen ovale (PFO) and embolic stroke of undetermined source, PFO closure is recommended following a discussion of potential benefits and risks."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s9_3",
"title":{
"__html":"Atrial Septal Defect"
},
"titleNode":{
"type":"section-title",
"hlId":"dccc36",
"children":[
"Atrial Septal Defect"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_cv_s9_3_1",
"title":{
"__html":"Pathophysiology and Genetics"
},
"titleNode":{
"type":"section-title",
"hlId":"6fae97",
"children":[
"Pathophysiology and Genetics"
]
},
"children":[
{
"type":"p",
"hlId":"f45c42",
"children":[
"An ASD is a defect in the atrial septum resulting in a left-to-right shunt with eventual right-sided cardiac chamber dilatation in most patients. ASDs are generally classified by their location ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_cv_f51",
"wrapId":"3",
"children":[
"Figure 51"
]
}
]
},
")"
]
},
". Ostium secundum defects, the most common type of ASD (75% of cases), are typically located in the mid portion of the atrial septum and are usually isolated anomalies. Located in the lowest portion of the atrial septum, ostium primum defects (15%-20% of ASDs) are a component of endocardial cushion defects. Associated lesions include mitral valve, ventricular septum, and subaortic anomalies. Sinus venosus defects (5%-10% of ASDs) are located near the superior vena cava or, rarely, the inferior vena cava; anomalous pulmonary venous connection (typically involving the right upper pulmonary vein) occurs in essentially all patients with this defect. A coronary sinus ASD (<1% of cases) is a communication between the left atrium and the coronary sinus. These defects are commonly associated with a persistent left-sided superior vena cava or complex CHD."
]
},
{
"type":"inline-wrap",
"wrapId":"3",
"contentIds":[
"mk19_b_cv_f51"
]
},
{
"type":"p",
"hlId":"b0eed5",
"children":[
"ASDs are rarely associated with genetic syndromes. Familial ostium secundum ASDs may be autosomal dominant or linked to chromosome 5. Congenital heart defects are relatively common in patients with Down syndrome; the most frequent abnormalities reported are atrioventricular septal defects, including ostium primum ASD."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s9_3_2",
"title":{
"__html":"Clinical Presentation"
},
"titleNode":{
"type":"section-title",
"hlId":"6f071b",
"children":[
"Clinical Presentation"
]
},
"children":[
{
"type":"p",
"hlId":"6df1b9",
"children":[
"ASDs may be suspected in patients with unexplained right heart enlargement or atrial arrhythmias. Atrial fibrillation is a common finding, particularly in older patients with an ASD. Atrial fibrillation risk decreases but does not normalize after ASD closure. ASD size and associated defects influence the age of presentation. Symptoms include fatigue, exertional dyspnea, arrhythmias, and paradoxical embolism. Rarely, patients with pulmonary hypertension (PH) are found to have isolated ASDs."
]
},
{
"type":"p",
"hlId":"b774d0",
"children":[
"Examination findings in patients with an ASD include a parasternal impulse, fixed splitting of the S",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
", and a pulmonary outflow murmur (",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"video-link",
"target":"mk19_b_cv_v13",
"wrapId":"4",
"children":[
"Video 13"
]
}
]
},
"). A diastolic flow rumble across the tricuspid valve can occur with a large left-to-right shunt."
]
},
{
"type":"inline-wrap",
"wrapId":"4",
"contentIds":[
"mk19_b_cv_v13"
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s9_3_3",
"title":{
"__html":"Diagnostic Evaluation"
},
"titleNode":{
"type":"section-title",
"hlId":"08b6da",
"children":[
"Diagnostic Evaluation"
]
},
"children":[
{
"type":"p",
"hlId":"0f47c6",
"children":[
"ECG and radiographic findings in patients with an ASD are presented in ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_b_cv_t34",
"wrapId":"5",
"children":[
"Table 34"
]
}
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"5",
"contentIds":[
"mk19_b_cv_t34"
]
},
{
"type":"p",
"hlId":"c57ea7",
"children":[
"TTE is the preferred imaging modality for identification of ostium secundum and primum ASDs. TTE also measures associated features, such as right-sided cardiac chamber enlargement, tricuspid regurgitation related to annular dilatation, and right ventricular systolic pressure elevation. Agitated saline contrast injection in a peripheral vein during TTE may help identify an atrial-level shunt. Sinus venosus and coronary sinus ASDs are less readily diagnosed by TTE in adults and often require other imaging modalities, such as TEE, cardiac magnetic resonance (CMR) imaging, or CT. CMR imaging and CT are rarely used as the primary imaging modality when an ASD is suspected but can identify anomalous pulmonary veins and quantify right ventricular volume and ejection fraction."
]
},
{
"type":"p",
"hlId":"97c1cc",
"children":[
"Cardiac catheterization is the only method for accurately calculating pulmonary-to-systemic blood flow ratio (Qp:Qs). It may be recommended in patients with an ASD and PH when ASD closure is being considered."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s9_3_4",
"title":{
"__html":"Treatment"
},
"titleNode":{
"type":"section-title",
"hlId":"4c4ac0",
"children":[
"Treatment"
]
},
"children":[
{
"type":"p",
"hlId":"f89261",
"children":[
"In asymptomatic patients with a small ASD and no right heart enlargement, periodic clinical monitoring and echocardiographic imaging are recommended. The main indications for ASD closure include right-sided cardiac chamber enlargement and dyspnea. Some experts recommend closure for platypnea-orthodeoxia syndrome."
]
},
{
"type":"p",
"hlId":"83e976",
"children":[
"Percutaneous device closure is indicated for patients with an isolated ostium secundum ASD causing functional and hemodynamic consequences. It is a reasonable option for asymptomatic patients with shunt-related hemodynamic consequences in the absence of severe PH. Surgical ASD closure is indicated for nonsecundum ASDs, large secundum ASDs, unfavorable anatomy for device closure, and coexistent cardiovascular disease that requires operative intervention, such as coronary artery disease, partial anomalous pulmonary venous return, or tricuspid regurgitation."
]
},
{
"type":"p",
"hlId":"64fa5a",
"children":[
"Patients with an ASD and PH require specialized care; ASD closure may be considered for persistent left-to-right shunting without fixed PH. Medical therapy targeted at PH should also be considered."
]
},
{
"type":"p",
"hlId":"d5e841",
"children":[
"Patients with an isolated anomalous pulmonary venous connection may present with clinical findings and TTE features similar to an ASD. Surgical redirection of the pulmonary vein is the only feasible treatment and requires surgical expertise in CHD."
]
},
{
"type":"p",
"hlId":"6b2188",
"children":[
"Activity restriction is not required for patients with small ASDs. Large left-to-right shunts result in self-limited exercise restriction. Patients with severe PH are advised to avoid isometric or competitive exercise."
]
},
{
"type":"p",
"hlId":"82d097",
"children":[
"Pregnancy is generally well-tolerated in patients with an ASD in the absence of PH. The risk for CHD transmission with a sporadic ASD is estimated to be around 5%. Other genetic syndromes have variable inheritance, and genetic counseling is suggested if a syndrome is suspected."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s9_3_5",
"title":{
"__html":"Follow-up After Atrial Septal Defect Closure"
},
"titleNode":{
"type":"section-title",
"hlId":"9e099c",
"children":[
"Follow-up After Atrial Septal Defect Closure"
]
},
"children":[
{
"type":"p",
"hlId":"2aa3f7",
"children":[
"Follow-up after surgical or percutaneous ASD closure includes TTE and clinical assessment within the first year after closure and then periodically afterward. Endocarditis prophylaxis is indicated for 6 months after closure. Atrial fibrillation risk persists after closure, and frequency increases related to age at the time of ASD closure. Rare complications after device closure include device migration, erosion into the pericardium or aorta, and sudden death."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"7923eb",
"children":[
"Clinical findings in patients with an atrial septal defect include a parasternal impulse, fixed splitting of the S",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
", and a pulmonary outflow murmur."
]
},
{
"type":"keypoint",
"hlId":"8da8c6",
"children":[
"The main indications for atrial septal defect (ASD) closure include right-sided cardiac chamber enlargement and dyspnea; asymptomatic, small ASDs without right heart enlargement can be monitored with clinical and echocardiographic surveillance."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s9_4",
"title":{
"__html":"Ventricular Septal Defect"
},
"titleNode":{
"type":"section-title",
"hlId":"8790e0",
"children":[
"Ventricular Septal Defect"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_cv_s9_4_1",
"title":{
"__html":"Pathophysiology"
},
"titleNode":{
"type":"section-title",
"hlId":"34686e",
"children":[
"Pathophysiology"
]
},
"children":[
{
"type":"p",
"hlId":"4e2ec0",
"children":[
"Ventricular septal defects (VSDs) are defined by their location on the ventricular septum ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_cv_f52",
"wrapId":"6",
"children":[
"Figure 52"
]
}
]
},
")"
]
},
". Membranous VSDs are most common (80% of cases) and are usually isolated abnormalities. Muscular VSDs (10% of cases) can be located anywhere in the ventricular septum and often close spontaneously. Subpulmonary VSDs (also called outlet or supracristal VSDs) account for approximately 6% of defects in non-Asian persons and 33% in Asian persons and are associated with aortic regurgitation caused by aortic cusp distortion. Inlet VSDs (4% of cases) occur in the superior-posterior portion of the ventricular septum adjacent to the tricuspid valve. They occur as part of the atrioventricular septal defect complex, characteristically seen in patients with Down syndrome."
]
},
{
"type":"inline-wrap",
"wrapId":"6",
"contentIds":[
"mk19_b_cv_f52"
]
},
{
"type":"p",
"hlId":"1fce4c",
"children":[
"VSDs are common at birth, but many small VSDs close spontaneously, resulting in lower prevalence by adulthood."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s9_4_2",
"title":{
"__html":"Clinical Presentation"
},
"titleNode":{
"type":"section-title",
"hlId":"6f071b",
"children":[
"Clinical Presentation"
]
},
"children":[
{
"type":"p",
"hlId":"72d3bd",
"children":[
"The presentation of an isolated VSD depends on the VSD size and pulmonary vascular resistance. A small VSD without PH presents with a loud (often palpable) holosystolic murmur located at the left sternal border that obliterates S",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
" (",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"video-link",
"target":"mk19_b_cv_v14",
"wrapId":"7",
"children":[
"Video 14"
]
}
]
},
"). Small VSDs do not cause left heart enlargement or PH."
]
},
{
"type":"inline-wrap",
"wrapId":"7",
"contentIds":[
"mk19_b_cv_v14"
]
},
{
"type":"p",
"hlId":"ddf6e0",
"children":[
"A VSD with a moderate left-to-right shunt may cause left ventricular (LV) volume overload and PH. Patients are asymptomatic for many years but eventually present with heart failure symptoms. A displaced LV apical impulse suggests volume overload. A holosystolic murmur at the left sternal border is noted; the pressure gradient between the ventricles determines the murmur quality and duration. Progressive PH results in reduced murmur intensity."
]
},
{
"type":"p",
"hlId":"930a2a",
"children":[
"VSDs associated with large left-to-right shunts usually are detected by the presence of a murmur, heart failure, and failure to thrive in infancy. Failure to close the defect early in life usually causes fixed PH within several years with subsequent development of Eisenmenger syndrome (see later discussion) and shunt reversal."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s9_4_3",
"title":{
"__html":"Diagnostic Evaluation"
},
"titleNode":{
"type":"section-title",
"hlId":"08b6da",
"children":[
"Diagnostic Evaluation"
]
},
"children":[
{
"type":"p",
"hlId":"5c8401",
"children":[
"ECG and radiographic findings in patients with a VSD are presented in ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_b_cv_t34",
"wrapId":"8",
"children":[
"Table 34"
]
}
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"8",
"contentIds":[
"mk19_b_cv_t34"
]
},
{
"type":"p",
"hlId":"f1b729",
"children":[
"TTE is the imaging modality of choice for identification of VSD location, size, and hemodynamic impact. Rarely, TEE, CMR imaging, or CT is needed to delineate cardiac anatomy when TTE is unsatisfactory. Cardiac catheterization is primarily performed to delineate the Qp:Qs ratio and pulmonary pressures in select patients."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s9_4_4",
"title":{
"__html":"Treatment"
},
"titleNode":{
"type":"section-title",
"hlId":"4c4ac0",
"children":[
"Treatment"
]
},
"children":[
{
"type":"p",
"hlId":"4553d9",
"children":[
"VSD closure is indicated in the absence of PH when the Qp:Qs ratio is 1.5 or greater with evidence of LV volume overload. Most patients are treated surgically, but percutaneous device closure is an option for select VSDs."
]
},
{
"type":"p",
"hlId":"8ecb6b",
"children":[
"VSD closure is not indicated for patients with a small left-to-right shunt and no chamber enlargement or valve disease, but periodic clinical evaluation and imaging are recommended. Large VSDs with shunt reversal (right-to-left shunting) and PH (Eisenmenger syndrome) should not be closed because this causes clinical deterioration owing to reduced cardiac output."
]
},
{
"type":"p",
"hlId":"7a0e2e",
"children":[
"Patients with small VSDs do not require activity restrictions. If the pulmonary artery pressure is greater than 50% of systolic blood pressure, isometric or competitive exercise is discouraged."
]
},
{
"type":"p",
"hlId":"82aca1",
"children":[
"Pregnancy in women with VSDs is generally well-tolerated in the absence of PH; women with VSDs and associated fixed PH should be counseled to avoid pregnancy."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s9_4_5",
"title":{
"__html":"Follow-up After Ventricular Septal Defect Closure"
},
"titleNode":{
"type":"section-title",
"hlId":"7e1144",
"children":[
"Follow-up After Ventricular Septal Defect Closure"
]
},
"children":[
{
"type":"p",
"hlId":"4fa2c6",
"children":[
"Residual or recurrent VSD, arrhythmias, PH, endocarditis, and valve regurgitation are recognized complications following VSD closure. Endocarditis prophylaxis should be provided for 6 months following closure. Clinical assessment and TTE are recommended within 1 year of VSD closure. Subsequent follow-up frequency depends on clinical and cardiac status."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"56ce90",
"children":[
"A small ventricular septal defect without pulmonary hypertension presents with a loud holosystolic murmur located at the left sternal border that obliterates S",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"."
]
},
{
"type":"keypoint",
"hlId":"7e384c",
"children":[
"Ventricular septal defect closure is indicated when the pulmonary-to-systemic blood flow ratio is 1.5 or greater with evidence of left ventricular volume overload."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s9_5",
"title":{
"__html":"Patent Ductus Arteriosus"
},
"titleNode":{
"type":"section-title",
"hlId":"2c5929",
"children":[
"Patent Ductus Arteriosus"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_cv_s9_5_1",
"title":{
"__html":"Pathophysiology"
},
"titleNode":{
"type":"section-title",
"hlId":"34686e",
"children":[
"Pathophysiology"
]
},
"children":[
{
"type":"p",
"hlId":"ebb814",
"children":[
"A patent ductus arteriosus (PDA) is a persistent fetal connection between the aorta and the left pulmonary artery. It may be an isolated abnormality or associated with other congenital cardiac defects. Prematurity and maternal rubella predispose to a PDA."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s9_5_2",
"title":{
"__html":"Clinical Presentation"
},
"titleNode":{
"type":"section-title",
"hlId":"6f071b",
"children":[
"Clinical Presentation"
]
},
"children":[
{
"type":"p",
"hlId":"831a57",
"children":[
"The typical murmur of a PDA is a continuous “machinery” murmur that envelops the S",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
", making it inaudible; the murmur is heard beneath the left clavicle. A tiny PDA is generally asymptomatic and inaudible. Patients with a moderate-sized PDA may present with bounding pulses, wide arterial pulse pressure, left heart enlargement and dysfunction, and, rarely, clinical heart failure. A large unrepaired PDA may cause PH with eventual shunt reversal (Eisenmenger syndrome); characteristic features of an Eisenmenger PDA are clubbing and oxygen desaturation affecting the feet but not the hands, owing to desaturated blood reaching the lower extremities preferentially (differential cyanosis)."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s9_5_3",
"title":{
"__html":"Diagnostic Evaluation"
},
"titleNode":{
"type":"section-title",
"hlId":"08b6da",
"children":[
"Diagnostic Evaluation"
]
},
"children":[
{
"type":"p",
"hlId":"5e112a",
"children":[
"ECG and radiographic findings in patients with a PDA are presented in ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_b_cv_t34",
"wrapId":"9",
"children":[
"Table 34"
]
}
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"9",
"contentIds":[
"mk19_b_cv_t34"
]
},
{
"type":"p",
"hlId":"d1ee6b",
"children":[
"TTE is the imaging modality of choice for identification of a PDA. The PDA may be difficult to visualize in patients with severe PH owing to equalization of pressures between the aorta and pulmonary artery. Intravenously injected agitated saline may demonstrate the shunt from the pulmonary artery to the descending thoracic aorta via the PDA. In patients with a PDA and PH, cardiac catheterization is used to determine shunt size and reversibility of PH. Angiography confirms PDA morphology and helps determine whether percutaneous closure is feasible. TEE, CT, and CMR imaging may identify a PDA but are not the primary diagnostic techniques."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s9_5_4",
"title":{
"__html":"Treatment"
},
"titleNode":{
"type":"section-title",
"hlId":"4c4ac0",
"children":[
"Treatment"
]
},
"children":[
{
"type":"p",
"hlId":"9aa05e",
"children":[
"PDA closure is indicated for left-sided cardiac chamber enlargement as long as pulmonary artery systolic pressure is less than 50% systemic. Percutaneous closure is usually performed; referral to a congenital cardiac center for consideration of closure options is recommended."
]
},
{
"type":"p",
"hlId":"76ac51",
"children":[
"Patients with a small PDA without PH do not require physical activity restrictions, and women should be able to tolerate pregnancy."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"345cff",
"children":[
"A continuous “machinery” murmur heard beneath the left clavicle that makes the S",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
" inaudible is typical for a patent ductus arteriosus."
]
},
{
"type":"keypoint",
"hlId":"fcdd01",
"children":[
"Patent ductus arteriosus closure is indicated for left-sided cardiac chamber enlargement as long as pulmonary artery systolic pressure is less than 50% systemic."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s9_6",
"title":{
"__html":"Pulmonary Stenosis"
},
"titleNode":{
"type":"section-title",
"hlId":"89b6cd",
"children":[
"Pulmonary Stenosis"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_cv_s9_6_1",
"title":{
"__html":"Pathophysiology"
},
"titleNode":{
"type":"section-title",
"hlId":"34686e",
"children":[
"Pathophysiology"
]
},
"children":[
{
"type":"p",
"hlId":"e5c3e1",
"children":[
"Pulmonary stenosis (PS) causes obstruction to right ventricular outflow and is usually an isolated valve lesion. Isolated PS is associated with Noonan syndrome, an autosomal dominant disorder characterized by short stature, variable intellectual capacity, neck webbing, and ocular hypertelorism (abnormally increased distance between the orbits)."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s9_6_2",
"title":{
"__html":"Clinical Presentation"
},
"titleNode":{
"type":"section-title",
"hlId":"6f071b",
"children":[
"Clinical Presentation"
]
},
"children":[
{
"type":"p",
"hlId":"938d56",
"children":[
"Mild and moderate PS is generally asymptomatic. On physical examination, mild PS is associated with a normal jugular venous waveform and precordial impulse."
]
},
{
"type":"p",
"hlId":"7d0da4",
"children":[
"Severe PS can cause exertional dyspnea. Right ventricular hypertrophy caused by pressure overload results in a prominent ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"a"
]
},
" wave on the jugular venous waveform (",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"video-link",
"target":"mk19_b_cv_v15",
"wrapId":"10",
"children":[
"Video 15"
]
}
]
},
") and a palpable right ventricular lift."
]
},
{
"type":"inline-wrap",
"wrapId":"10",
"contentIds":[
"mk19_b_cv_v15"
]
},
{
"type":"p",
"hlId":"4ff795",
"children":[
"Auscultatory findings in PS include an early systolic ejection click, which is the only right-sided heart sound to decrease during inspiration, followed by a crescendo-decrescendo murmur. In severe PS, the systolic ejection murmur at the left sternal border increases in intensity and duration, and the pulmonary component of S",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
" is delayed (causing a split S",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
") and eventually disappears. A right ventricular S",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"4"
]
},
" is often heard in severe PS."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s9_6_3",
"title":{
"__html":"Diagnostic Evaluation"
},
"titleNode":{
"type":"section-title",
"hlId":"08b6da",
"children":[
"Diagnostic Evaluation"
]
},
"children":[
{
"type":"p",
"hlId":"79bfcc",
"children":[
"ECG and radiographic findings in patients with PS are presented in ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_b_cv_t34",
"wrapId":"11",
"children":[
"Table 34"
]
}
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"11",
"contentIds":[
"mk19_b_cv_t34"
]
},
{
"type":"p",
"hlId":"b5e8f1",
"children":[
"TTE is the imaging modality of choice for identification of PS. Severe PS is present with a peak gradient greater than 64 mm Hg and mean gradient greater than 35 mm Hg. Treatment options depend on valve mobility, calcification, and the effects of obstruction on the right ventricle. PS causes right ventricular hypertrophy rather than enlargement. Right ventricular dilatation should prompt a search for an associated lesion, such as pulmonary regurgitation or an ASD. TEE, CMR imaging, and CT are not routinely used in patients with PS. Cardiac catheterization is performed when percutaneous intervention for PS is considered."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s9_6_4",
"title":{
"__html":"Treatment"
},
"titleNode":{
"type":"section-title",
"hlId":"4c4ac0",
"children":[
"Treatment"
]
},
"children":[
{
"type":"p",
"hlId":"573151",
"children":[
"Pulmonary balloon valvuloplasty is the preferred treatment for valvular PS. It is indicated for symptomatic patients with appropriate valve morphology who have moderate or severe valvular PS (moderate peak gradient, 36-64 mm Hg; severe peak gradient, >64 mm Hg; mean gradient, >35 mm Hg) and otherwise unexplained symptoms of heart failure, cyanosis from interatrial right-to-left communication, and/or exercise intolerance. Surgical intervention is recommended for PS associated with a small annulus, more than moderate pulmonary regurgitation, severe subvalvar or supravalvar PS, or another cardiac lesion that requires operative intervention."
]
},
{
"type":"p",
"hlId":"1909ad",
"children":[
"Patients with mild or moderate PS do not require exercise restriction. Patients with severe PS should participate in low-intensity sports only."
]
},
{
"type":"p",
"hlId":"4e538e",
"children":[
"Pregnancy is generally well-tolerated with PS; percutaneous valvotomy has been performed during pregnancy for severe symptomatic PS. Sporadic CHD recurrence in offspring is rare. Noonan syndrome should be suspected with PS recurrence in offspring."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s9_6_5",
"title":{
"__html":"Follow-up After Pulmonary Stenosis Repair"
},
"titleNode":{
"type":"section-title",
"hlId":"170983",
"children":[
"Follow-up After Pulmonary Stenosis Repair"
]
},
"children":[
{
"type":"p",
"hlId":"4e9cf0",
"children":[
"Patients with previous PS intervention (balloon or surgical) often have severe pulmonary regurgitation; thus, long-term clinical and TTE follow-up is recommended. The frequency of follow-up depends on regurgitation severity and impact on the heart."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"242fb2",
"children":[
"Auscultation findings in pulmonary stenosis include an early systolic ejection click followed by a crescendo-decrescendo murmur."
]
},
{
"type":"keypoint",
"hlId":"10da77",
"children":[
"Pulmonary balloon valvuloplasty is the preferred treatment for valvular pulmonary stenosis."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s9_7",
"title":{
"__html":"Aortic Coarctation"
},
"titleNode":{
"type":"section-title",
"hlId":"ac96d7",
"children":[
"Aortic Coarctation"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_cv_s9_7_1",
"title":{
"__html":"Pathophysiology"
},
"titleNode":{
"type":"section-title",
"hlId":"34686e",
"children":[
"Pathophysiology"
]
},
"children":[
{
"type":"p",
"hlId":"5d9a2a",
"children":[
"Aortic coarctation is a discrete narrowing of the aorta, usually located just beyond the left subclavian artery, causing hypertension proximal and hypotension distal to the narrowing."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s9_7_2",
"title":{
"__html":"Clinical Presentation"
},
"titleNode":{
"type":"section-title",
"hlId":"6f071b",
"children":[
"Clinical Presentation"
]
},
"children":[
{
"type":"p",
"hlId":"8829a8",
"children":[
"Aortic coarctation should be suspected in all patients with severe hypertension, especially young patients. Severe aortic coarctation may present as heart failure early in life. Adults are usually asymptomatic, but exertional leg fatigue or headaches may occur. Upper extremity hypertension and reduced blood pressure and pulse amplitude in the lower extremities cause a radial artery–to–femoral artery pulse delay. A systolic or continuous murmur is heard in the left infraclavicular region or over the back. A murmur from collateral intercostal vessels also may be audible and palpable over the chest wall. Fifty percent of patients with aortic coarctation have a bicuspid aortic valve. Auscultation of the heart may reveal an ejection click, a systolic murmur at the cardiac base, or, sometimes, an S",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"4"
]
},
"."
]
},
{
"type":"p",
"hlId":"f26d93",
"children":[
"Turner syndrome, a chromosomal abnormality secondary to partial or total loss of chromosome X, is often associated with coarctation and bicuspid aortic valve. Turner syndrome is characterized by short stature, webbed neck, broad chest, and widely spaced nipples. Aortic coarctation is also associated with bicuspid aortic and subaortic stenosis, mitral valve abnormalities (Shone syndrome), ventricular septal defect, and cerebral aneurysms."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s9_7_3",
"title":{
"__html":"Diagnostic Evaluation"
},
"titleNode":{
"type":"section-title",
"hlId":"08b6da",
"children":[
"Diagnostic Evaluation"
]
},
"children":[
{
"type":"p",
"hlId":"6c09c5",
"children":[
"ECG and radiographic findings in patients with aortic coarctation are presented in ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_b_cv_t34",
"wrapId":"12",
"children":[
"Table 34"
]
}
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"12",
"contentIds":[
"mk19_b_cv_t34"
]
},
{
"type":"p",
"hlId":"eb4b50",
"children":[
"The characteristic radiographic features of aortic coarctation include the “figure 3 sign” ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_cv_f53",
"wrapId":"13",
"children":[
"Figure 53"
]
}
]
},
")"
]
},
", which is caused by dilatation of the aorta above and below the area of coarctation. Dilatation of intercostal collateral arteries because of aortic obstruction may lead to the radiographic appearance of rib notching."
]
},
{
"type":"inline-wrap",
"wrapId":"13",
"contentIds":[
"mk19_b_cv_f53"
]
},
{
"type":"p",
"hlId":"e34c66",
"children":[
"TTE is often the initial diagnostic test in patients suspected of having aortic coarctation; it usually identifies the coarctation and associated features, such as bicuspid aortic valve and LV hypertrophy. CMR imaging and CT are recommended to identify the anatomy, severity, and location of the coarctation; the presence of collateral vessels; and associated abnormalities, such as aortic aneurysm. Cardiac catheterization is primarily used in patients in whom percutaneous intervention is being considered."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s9_7_4",
"title":{
"__html":"Treatment"
},
"titleNode":{
"type":"section-title",
"hlId":"4c4ac0",
"children":[
"Treatment"
]
},
"children":[
{
"type":"p",
"hlId":"94ca16",
"children":[
"Severe aortic coarctation is associated with excess morbidity and mortality, including hypertension, coronary artery disease, stroke, aortic dissection, and heart failure. Age at the time of coarctation repair is the most important predictor of long-term survival."
]
},
{
"type":"p",
"hlId":"dede37",
"children":[
"Indications for intervention in patients with coarctation include upper extremity hypertension and features of significant aortic coarctation (upper extremity/lower extremity resting systolic peak [peak-to-peak] pressure gradient >20 mm Hg or mean Doppler gradient >20 mm Hg with normal LV systolic function; upper extremity/lower extremity gradient >10 mm Hg or mean Doppler gradient >10 mm Hg plus either decreased LV systolic function, aortic valve regurgitation, or collateral flow) and radiologic (CT or CMR) evidence of severe coarctation with collateral flow. The choice between percutaneous or surgical intervention depends on the length, location, and severity of coarctation and the presence of associated cardiovascular lesions."
]
},
{
"type":"p",
"hlId":"88a0fd",
"children":[
"Physical activity restriction is recommended for patients with severe postintervention residual or unrepaired coarctation, aortic stenosis, or a dilated aorta; these patients should avoid contact sports and isometric exercise."
]
},
{
"type":"p",
"hlId":"6fc857",
"children":[
"A comprehensive preconception evaluation is warranted in all patients with coarctation who are considering pregnancy. Pregnancy is reasonable in women with repaired aortic coarctation without significant residua. Women with mild or moderate residua or unoperated coarctation will generally tolerate pregnancy well but should undergo blood pressure monitoring and cardiovascular evaluation during pregnancy. Pregnancy should be avoided by patients with severe unrepaired coarctation."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s9_7_5",
"title":{
"__html":"Follow-up After Aortic Coarctation Repair"
},
"titleNode":{
"type":"section-title",
"hlId":"52bc5a",
"children":[
"Follow-up After Aortic Coarctation Repair"
]
},
"children":[
{
"type":"p",
"hlId":"2cbc4d",
"children":[
"Following coarctation repair, hypertension occurs in up to 75% of patients and should be treated. Additional intervention following repair may be required for bicuspid aortic valve, aortic aneurysm or dissection, recoarctation, coronary artery disease, systolic or diastolic heart failure, or intracranial aneurysm. Regular follow-up should include TTE, periodic aortic imaging by CT or CMR, and evaluation by a cardiologist specializing in CHD."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"e82edf",
"children":[
"In patients with aortic coarctation, findings may include upper extremity hypertension and reduced blood pressure and pulse amplitude in the lower extremities, causing a radial artery–to–femoral artery pulse delay."
]
},
{
"type":"keypoint",
"hlId":"45950f",
"children":[
"The “figure 3 sign” is a characteristic radiographic feature of aortic coarctation."
]
},
{
"type":"keypoint",
"hlId":"7547fe",
"children":[
"Intervention is indicated in patients with upper extremity hypertension, features of significant aortic coarctation, and radiologic evidence of severe coarctation with collateral flow."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s9_8",
"title":{
"__html":"Tetralogy of Fallot"
},
"titleNode":{
"type":"section-title",
"hlId":"38faeb",
"children":[
"Tetralogy of Fallot"
]
},
"children":[
{
"type":"p",
"hlId":"e047d8",
"children":[
"Tetralogy of Fallot (TOF) is characterized by a large subaortic VSD, infundibular and/or valvular PS, aortic override, and right ventricular hypertrophy ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_cv_f54",
"wrapId":"14",
"children":[
"Figure 54"
]
}
]
},
")"
]
},
". It is the most common cyanotic congenital cardiac lesion. Repair is usually performed early in life; adults who have not undergone an operation are rarely encountered in developed countries."
]
},
{
"type":"inline-wrap",
"wrapId":"14",
"contentIds":[
"mk19_b_cv_f54"
]
},
{
"type":"p",
"hlId":"e2994f",
"children":[
"Genetic screening is reasonable for patients with conotruncal defects for recognition of comorbidities and counseling for risk of recurrence in offspring. Approximately 15% of patients with TOF have the 22q11.2 chromosome microdeletion (DiGeorge syndrome); when present, CHD inheritance is approximately 50%, compared with 5% in unaffected patients. TOF is common in persons with Down syndrome."
]
},
{
"type":"p",
"hlId":"1b113e",
"children":[
"TOF repair involves VSD patch closure and relief of PS/right ventricular outflow tract obstruction by transannular patch placement; the transannular patch disrupts integrity of the pulmonary valve, causing severe pulmonary regurgitation (distended neck veins, loud S",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
", diastolic murmur at the second left intercostal space that increases with inspiration). Severe long-standing pulmonary regurgitation causes right heart enlargement, tricuspid regurgitation, exercise limitation, and both atrial and ventricular arrhythmias and is the most common reason for reoperation after TOF repair. The incidence of sudden cardiac death after surgical repair of TOF is approximately 2% per decade. Primary prevention of sudden cardiac death with an implantable cardioverter-defibrillator should be considered in patients with ejection fraction of 35% or less and New York Heart Association functional class II or III symptoms. Annual congenital cardiology follow-up is recommended for patients with repaired TOF to determine optimal timing for intervention."
]
},
{
"type":"section",
"id":"mk19_b_cv_s9_8_1",
"title":{
"__html":"Diagnostic Evaluation After Repair of Tetralogy of Fallot"
},
"titleNode":{
"type":"section-title",
"hlId":"a7e13c",
"children":[
"Diagnostic Evaluation After Repair of Tetralogy of Fallot"
]
},
"children":[
{
"type":"p",
"hlId":"fceea5",
"children":[
"ECG and radiographic findings in patients with repaired TOF are presented in ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_b_cv_t34",
"wrapId":"15",
"children":[
"Table 34"
]
}
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"15",
"contentIds":[
"mk19_b_cv_t34"
]
},
{
"type":"p",
"hlId":"6d4ae8",
"children":[
"Symptoms, arrhythmias, or right heart enlargement should prompt a search for severe pulmonary regurgitation. Prolongation of the QRS complex reflects the degree of right ventricular dilatation; QRS duration of 180 ms or longer and nonsustained ventricular tachycardia are risk factors for sudden cardiac death."
]
},
{
"type":"p",
"hlId":"04bc3d",
"children":[
"TTE is the imaging modality of choice for identifying valve dysfunction, residual VSD, LV dysfunction, and aortic dilatation. CMR imaging or CT is preferred for assessment of right ventricular size and function, which helps determine appropriate timing for pulmonary valve replacement. Cardiac catheterization may be required to assess hemodynamics and residual shunts and to delineate coronary artery and pulmonary artery anatomy."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s9_8_2",
"title":{
"__html":"Treatment of Tetralogy of Fallot Residua"
},
"titleNode":{
"type":"section-title",
"hlId":"daeb48",
"children":[
"Treatment of Tetralogy of Fallot Residua"
]
},
"children":[
{
"type":"p",
"hlId":"61c227",
"children":[
"Indications for pulmonary valve replacement in patients with repaired TOF and severe pulmonary regurgitation include symptoms, decreased exercise tolerance, more than moderate right heart enlargement or mild or moderate right or left heart dysfunction, arrhythmias, and development of tricuspid regurgitation. Tricuspid valve repair may also be needed. Pulmonary valve replacement is reasonable in asymptomatic patients with repaired TOF and ventricular enlargement or dysfunction and moderate or greater pulmonary regurgitation. Percutaneous pulmonary valve replacement is possible in select patients with previous TOF surgery and a native pulmonary valve."
]
},
{
"type":"p",
"hlId":"068e08",
"children":[
"Physical activity restriction is recommended for patients with repaired TOF and residual sequelae; contact sports and heavy isometric exercise should be avoided."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"388a7c",
"children":[
"Genetic screening is recommended for all patients with tetralogy of Fallot who are considering pregnancy because the presence of the 22q11.2 chromosome microdeletion (15% of patients) results in congenital heart disease inheritance of approximately 50%."
]
},
{
"type":"keypoint",
"hlId":"34e7c2",
"children":[
"Indications for pulmonary valve replacement in patients with repaired tetralogy of Fallot and severe pulmonary regurgitation include symptoms, decreased exercise tolerance, more than moderate right heart enlargement, mild or moderate right or left heart dysfunction, arrhythmias, and development of tricuspid regurgitation."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s9_9",
"title":{
"__html":"Adults With Cyanotic Congenital Heart Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"30ff92",
"children":[
"Adults With Cyanotic Congenital Heart Disease"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_cv_s9_9_1",
"title":{
"__html":"General Management"
},
"titleNode":{
"type":"section-title",
"hlId":"5958af",
"children":[
"General Management"
]
},
"children":[
{
"type":"p",
"hlId":"67d9d2",
"children":[
"Right-to-left cardiac shunts, such as palliated or unrepaired TOF and Eisenmenger syndrome, result in hypoxemia, erythrocytosis, and cyanosis. Physical features include digital clubbing and central cyanosis. Patients are predisposed to arthropathy, gout, scoliosis, gallstones, pulmonary hemorrhage or thrombus, paradoxical cerebral emboli or abscess, kidney dysfunction, hemostatic problems, and pheochromocytoma/paraganglioma. Patients with cyanotic CHD should be evaluated annually by a congenital cardiac specialist."
]
},
{
"type":"p",
"hlId":"b146f9",
"children":[
"Perioperative complications are common in patients with cyanosis; thus, elective procedures and operations should be performed at specialized multidisciplinary care centers. A congenital cardiac specialist should be consulted when patients are hospitalized, and anesthesia should be administered by providers with expertise in anesthetic management of CHD. Additional considerations include endocarditis prophylaxis for nonsterile procedures; placement of intravenous line filters to prevent paradoxical air embolism; and early ambulation, pneumatic compression devices, and anticoagulation to prevent venous thrombosis and paradoxical embolism. Venous thromboembolism prophylaxis is especially important in these patients because of the risk for paradoxical embolism if venous thromboembolism were to occur."
]
},
{
"type":"p",
"hlId":"5ddfe4",
"children":[
"Most patients with cyanosis have compensated, stable erythrocytosis to improve oxygen transport. Phlebotomy is recommended for patients with symptomatic hyperviscosity (headaches, reduced concentration) with a hemoglobin level greater than 20 g/dL (200 g/L) and hematocrit greater than 65% in the absence of dehydration. Phlebotomy should be performed no more than three times each year and should be followed by fluid administration. Repeated phlebotomies deplete iron stores, with increased risk for stroke as a possible consequence of iron deficiency. Iron therapy is indicated in cases of deficiency."
]
},
{
"type":"p",
"hlId":"0191ea",
"children":[
"Maternal and fetal morbidity and mortality increase related to the degree of cyanosis and pulmonary pressures, and all pregnancy in women with cyanosis is considered high risk. Reproductive counseling is recommended."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s9_9_2",
"title":{
"__html":"Eisenmenger Syndrome"
},
"titleNode":{
"type":"section-title",
"hlId":"5fecba",
"children":[
"Eisenmenger Syndrome"
]
},
"children":[
{
"type":"p",
"hlId":"1d0bca",
"children":[
"Eisenmenger syndrome is severe PH with cardiac shunt reversal (right-to-left shunting) caused by long-standing, unrepaired VSD, PDA, or ASD or another lesion. TTE evaluation and appropriate intervention has decreased the frequency of Eisenmenger syndrome, but PH related to complex CHD is increasingly identified."
]
},
{
"type":"p",
"hlId":"c14f61",
"children":[
"Conservative medical measures for patients with Eisenmenger syndrome include avoiding iron deficiency, dehydration, acute exposure to excess heat, and moderate or severe strenuous or isometric exercise. Phlebotomy is rarely performed. Long-term altitude exposure should be avoided or limited because it results in a reduced partial pressure of oxygen. Air travel should be undertaken in pressurized aircrafts; supplemental oxygen may be beneficial with prolonged air travel."
]
},
{
"type":"p",
"hlId":"a641d9",
"children":[
"All patients with Eisenmenger syndrome should undergo annual evaluation by a congenital cardiac specialist. Noncardiac surgery should be performed at centers with experts in complex CHD. Patients with progressive cardiovascular symptoms may benefit from pulmonary vasodilator therapy or, in rare cases, heart and lung transplantation."
]
},
{
"type":"p",
"hlId":"230264",
"children":[
"Women with Eisenmenger syndrome should be cautioned about the high risk for maternal mortality during pregnancy."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"b27fcf",
"children":[
"In patients with cyanotic congenital heart disease, phlebotomy is recommended only for symptomatic hyperviscosity with a hemoglobin level greater than 20 g/dL (200 g/L) and hematocrit greater than 65% in the absence of dehydration; iron deficiency should be avoided."
]
},
{
"type":"keypoint",
"hlId":"4e8abd",
"children":[
"Experienced cardiologists and anesthesiologists should manage patients with cyanotic congenital heart disease who are undergoing surgery or invasive procedures; these patients require endocarditis prophylaxis for nonsterile procedures, intravenous line filters to prevent air embolism, and measures to prevent venous thromboembolism (early ambulation, pneumatic compression devices, and, occasionally, anticoagulation)."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s9_10",
"bibliography":true,
"title":{
"__html":"Bibliography"
},
"titleNode":{
"type":"section-title",
"hlId":"a7cc81",
"children":[
"Bibliography"
]
},
"children":[
{
"type":"references",
"children":[
{
"type":"reference",
"children":[
"Krieger EV, Leary PJ, Opotowsky AR. Pulmonary hypertension in congenital heart disease: beyond Eisenmenger syndrome. Cardiol Clin. 2015;33:599-609, ix. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/26471823",
"target":"_blank"
},
"children":[
"PMID: 26471823"
]
},
" doi:10.1016/j.ccl.2015.07.003"
]
},
{
"type":"reference",
"children":[
"Messé SR, Gronseth GS, Kent DM, et al. Practice advisory update summary: patent foramen ovale and secondary stroke prevention: report of the Guideline Subcommittee of the American Academy of Neurology. Neurology. 2020;94:876-885. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/32350058",
"target":"_blank"
},
"children":[
"PMID: 32350058"
]
},
" doi:10.1212/WNL.0000000000009443"
]
},
{
"type":"reference",
"children":[
"Regitz-Zagrosek V, Roos-Hesselink JW, Bauersachs J, et al; ESC Scientific Document Group. 2018 ESC guidelines for the management of cardiovascular diseases during pregnancy. Eur Heart J. 2018;39:3165-3241. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30165544",
"target":"_blank"
},
"children":[
"PMID: 30165544"
]
},
" doi:10.1093/eurheartj/ehy340"
]
},
{
"type":"reference",
"children":[
"Stout KK, Daniels CJ, Aboulhosn JA, et al. 2018 AHA/ACC guideline for the management of adults with congenital heart disease: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. J Am Coll Cardiol. 2019;73:e81-e192. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30121239",
"target":"_blank"
},
"children":[
"PMID: 30121239"
]
},
" doi:10.1016/j.jacc.2018.08.1029"
]
}
]
}
]
}
]
},
"tablesContent":{
"mk19_b_cv_t34":{
"id":"mk19_b_cv_t34",
"number":34,
"bookId":"cv",
"title":{
"__html":"Imaging Findings and Late Complications in Adult Congenital Heart Disease"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"e5144d",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 34. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_b_cv_t34"
}
]
},
"Imaging Findings and Late Complications in Adult Congenital Heart Disease"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0ecf3b",
"class":"col hd l",
"children":[
"Lesion"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9c4dd7",
"class":"col hd l",
"children":[
"ECG and CXR Findings"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"788905",
"class":"col hd l",
"children":[
"Late Complications"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7d31e0",
"class":"cell txt l",
"children":[
"Patent foramen ovale"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"960b44",
"class":"cell txt l",
"children":[
"Normal"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"74e19b",
"class":"cell txt l",
"children":[
"Paradoxical embolism, platypnea-orthodeoxia syndrome"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"147136",
"class":"cell txt l",
"children":[
"Ostium secundum ASD"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"368672",
"class":"cell txt l",
"children":[
"ECG: Incomplete RBBB, RA enlargement, right axis deviation"
]
},
" ",
{
"type":"p",
"hlId":"6f482f",
"class":"cell txt l",
"children":[
"CXR: Right heart enlargement, prominent pulmonary artery, increased pulmonary vascularity"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7dedf8",
"class":"cell txt l",
"children":[
"Right heart enlargement, AF, PH (rare)"
]
},
" ",
{
"type":"p",
"hlId":"a93e75",
"class":"cell txt l",
"children":[
"Post-repair: residual shunt (rare)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d0f578",
"class":"cell txt l",
"children":[
"Ostium primum ASD"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f45805",
"class":"cell txt l",
"children":[
"ECG: Left axis deviation, first-degree atrioventricular block"
]
},
" ",
{
"type":"p",
"hlId":"6f482f",
"class":"cell txt l",
"children":[
"CXR: Right heart enlargement, prominent pulmonary artery, increased pulmonary vascularity"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a650e1",
"class":"cell txt l",
"children":[
"Right heart enlargement, AF, mitral regurgitation (from mitral valve cleft), PH (rare)"
]
},
" ",
{
"type":"p",
"hlId":"a9bd8d",
"class":"cell txt l",
"children":[
"Post-repair: residual shunt (rare), mitral regurgitation (from mitral valve cleft), LV outflow tract obstruction"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0135c2",
"class":"cell txt l",
"children":[
"Sinus venosus ASD"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"5ba088",
"class":"cell txt l",
"children":[
"ECG: Abnormal P-wave axis"
]
},
" ",
{
"type":"p",
"hlId":"6f482f",
"class":"cell txt l",
"children":[
"CXR: Right heart enlargement, prominent pulmonary artery, increased pulmonary vascularity"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7dedf8",
"class":"cell txt l",
"children":[
"Right heart enlargement, AF, PH (rare)"
]
},
" ",
{
"type":"p",
"hlId":"da126d",
"class":"cell txt l",
"children":[
"Post-repair: residual shunt (rare), residual anomalous pulmonary venous connection"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b5519f",
"class":"cell txt l",
"children":[
"Small VSD"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"960b44",
"class":"cell txt l",
"children":[
"Normal"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"32745e",
"class":"cell txt l",
"children":[
"Endocarditis"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"74e36d",
"class":"cell txt l",
"children":[
"Large VSD"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"cabb58",
"class":"cell txt l",
"children":[
"ECG: RV or RV/LV hypertrophy"
]
},
" ",
{
"type":"p",
"hlId":"709ae6",
"class":"cell txt l",
"children":[
"CXR: RA and RV enlargement, increased pulmonary vascular markings; with PH: prominent central pulmonary arteries, reduced peripheral pulmonary vascular markings"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"23443a",
"class":"cell txt l",
"children":[
"PH with associated RA and RV enlargement, RV hypertrophy, Eisenmenger syndrome"
]
},
" ",
{
"type":"p",
"hlId":"30815b",
"class":"cell txt l",
"children":[
"Post-repair: residual VSD, residual shunt (rare)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-7 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e8a455",
"class":"cell txt l",
"children":[
"Small PDA"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"960b44",
"class":"cell txt l",
"children":[
"Normal"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"32745e",
"class":"cell txt l",
"children":[
"Endocarditis"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-8 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e6c9e3",
"class":"cell txt l",
"children":[
"Large PDA"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"cea083",
"class":"cell txt l",
"children":[
"ECG: LA enlargement, LV hypertrophy; with PH: RV hypertrophy"
]
},
" ",
{
"type":"p",
"hlId":"2d4eae",
"class":"cell txt l",
"children":[
"CXR: Cardiomegaly, increased pulmonary vascular markings, calcification of PDA (occasional); with PH: prominent central pulmonary arteries, reduced peripheral pulmonary vascular markings"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"78fe74",
"class":"cell txt l",
"children":[
"Endocarditis, right-sided heart failure, PH, Eisenmenger syndrome"
]
},
" ",
{
"type":"p",
"hlId":"a93e75",
"class":"cell txt l",
"children":[
"Post-repair: residual shunt (rare)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-9 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"46d71b",
"class":"cell txt l",
"children":[
"Pulmonary valve stenosis"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"89582e",
"class":"cell txt l",
"children":[
"ECG: If RV systolic pressure >60 mm Hg: RA enlargement, right axis deviation, RV hypertrophy"
]
},
" ",
{
"type":"p",
"hlId":"ca1ce3",
"class":"cell txt l",
"children":[
"CXR: Pulmonary artery dilatation, calcification of pulmonary valve (rare); RA enlargement may be noted"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"542782",
"class":"cell txt l",
"children":[
"Post-repair: Severe pulmonary valve regurgitation after pulmonary valvotomy or valvuloplasty"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-10 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1ccf35",
"class":"cell txt l",
"children":[
"Aortic coarctation"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9ac9df",
"class":"cell txt l",
"children":[
"ECG: LV hypertrophy and ST-T wave abnormalities"
]
},
" ",
{
"type":"p",
"hlId":"16dcaa",
"class":"cell txt l",
"children":[
"CXR: Dilated ascending aorta, “figure 3 sign” beneath aortic arch, rib notching from collateral vessels"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"61f956",
"class":"cell txt l",
"children":[
"Hypertension (75% of cases), bicuspid aortic valve (>50% of cases), increased risk for aortic aneurysm (ascending or at repair site) and intracranial aneurysm"
]
},
" ",
{
"type":"p",
"hlId":"907b5b",
"class":"cell txt l",
"children":[
"Post-repair: Recoarctation, hypertension, aortic aneurysm"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-11 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"761efb",
"class":"cell txt l",
"children":[
"Repaired tetralogy of Fallot"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"79ed27",
"class":"cell txt l",
"children":[
"ECG: RBBB, increased QRS duration (QRS duration reflects degree of RV dilatation)"
]
},
" ",
{
"type":"p",
"hlId":"4a2f4d",
"class":"cell txt l",
"children":[
"CXR: Cardiomegaly with pulmonary or tricuspid valve regurgitation; right aortic arch in 25% of cases"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2d0c32",
"class":"cell txt l",
"children":[
"Post-repair: Increased atrial and ventricular arrhythmia risk, pulmonary valve regurgitation or stenosis, tricuspid regurgitation"
]
},
" ",
{
"type":"p",
"hlId":"6bd653",
"class":"cell txt l",
"children":[
"QRS >180 ms increases risk for ventricular tachycardia and sudden death"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-12 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e6ad39",
"class":"cell txt l",
"children":[
"Eisenmenger syndrome"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"392a26",
"class":"cell txt l",
"children":[
"ECG: Right axis deviation, RA enlargement, RV hypertrophy"
]
},
" ",
{
"type":"p",
"hlId":"eb5039",
"class":"cell txt l",
"children":[
"CXR: RV dilatation, prominent pulmonary artery, reduced pulmonary vascularity"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1a982d",
"class":"cell txt l",
"children":[
"Right-sided heart failure, hemoptysis, stroke"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"AF = atrial fibrillation; ASD = atrial septal defect; CXR = chest radiography; LA = left atrial; LV = left ventricular; PDA = patent ductus arteriosus; PH = pulmonary hypertension; RA = right atrial; RBBB = right bundle branch block; RV = right ventricular; VSD = ventricular septal defect."
]
]
}
}
}