{
"id":"mk19_a_on_s9",
"subspecialtyId":"on",
"title":"Lymphoid Malignancies",
"jsonContent":{
"type":"section",
"id":"mk19_a_on_s9",
"title":{
"__html":"Lymphoid Malignancies"
},
"titleNode":{
"type":"section-title",
"hlId":"61545f",
"children":[
"Lymphoid Malignancies"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_on_s9_1",
"title":{
"__html":"Epidemiology and Risk Factors"
},
"titleNode":{
"type":"section-title",
"hlId":"ba37ab",
"children":[
"Epidemiology and Risk Factors"
]
},
"children":[
{
"type":"p",
"hlId":"822198",
"children":[
"Approximately 80,000 new cases of lymphoma were diagnosed in 2019 in the United States. The lifetime risk of developing non-Hodgkin lymphoma is 2.1%, whereas the lifetime risk of developing Hodgkin lymphoma is considerably less. Although incidence has only slightly declined recently, death rates have decreased significantly owing to improvements in treatment. The incidence of non-Hodgkin lymphoma rises with increased age, whereas the incidence of Hodgkin lymphoma shows a bimodal age distribution, with an early peak in the second and third decades of life, then a decline, followed by a sustained increase with older age."
]
},
{
"type":"p",
"hlId":"6d22aa",
"children":[
"Although most of these cases seem sporadic, familial clustering can be seen, with an increased relative risk in first-degree relatives. Patients with both congenital and acquired immunosuppression (such as HIV infection, organ transplantation, or inherited immunodeficiencies) are at greater risk."
]
},
{
"type":"p",
"hlId":"7b0ea3",
"children":[
"Various viral infections are also associated with increased risk. Epstein-Barr virus is associated with Burkitt lymphoma, seen in African pediatric patients, as well as some cases of Hodgkin lymphoma. Human T-cell lymphotropic virus type 1 is associated with T-cell leukemias and lymphomas, endemic in Japan, West Africa, Central America, the Southeastern United States, and the Caribbean. Hepatitis C virus is associated with an increased risk of lymphoma, particularly splenic marginal zone lymphoma. HIV infection is associated with an increased risk of principally B-cell lymphomas, typically with aggressive histology, more advanced stage, more B symptoms, and a higher risk of extranodal and central nervous system involvement. Kaposi sarcoma herpesvirus (human herpesvirus 8) is associated with primary effusion lymphoma."
]
},
{
"type":"p",
"hlId":"ed9bb3",
"children":[
"Patients with autoimmune rheumatic disorders, such as Sjögren syndrome, systemic lupus erythematosus, and rheumatoid arthritis, have an increased risk of non-Hodgkin lymphoma."
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s9_2",
"title":{
"__html":"Evaluation and Diagnosis"
},
"titleNode":{
"type":"section-title",
"hlId":"f20c51",
"children":[
"Evaluation and Diagnosis"
]
},
"children":[
{
"type":"p",
"hlId":"d6c8e0",
"children":[
"Lymphadenopathy is the most common sign of lymphoma. There are many causes of lymphadenopathy, and in most patients, it is of benign origin (infectious or inflammatory). Palpable small cervical and inguinal lymph nodes may be noted in otherwise healthy adults and need not be evaluated further. Increase in size, distribution, and persistence, along with systemic symptoms, raises the concern for lymphoma. CT scan of the chest, abdomen, and pelvis can assess lymph nodes not amenable to physical examination but generally should not be done in asymptomatic patients before establishing the lymphoma diagnosis. An excisional biopsy is often preferable to a core needle biopsy, as it may better determine nodal architecture. Fine-needle aspiration cytology is generally inadequate to make a specific diagnosis. Flow cytometry can suggest monoclonality and demonstrate B-cell or T-cell markers."
]
},
{
"type":"p",
"hlId":"5ae390",
"children":[
"Although most patients with lymphoma present with lymph node involvement, presentation in extranodal sites is not uncommon."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"0666c8",
"children":[
"Lymphadenopathy is the most common sign of lymphoma."
]
},
{
"type":"keypoint",
"hlId":"14d01c",
"children":[
"Diagnosis of lymphoma is generally established by excision or core needle biopsy, with excision often preferred to better determine nodal architecture."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s9_3",
"title":{
"__html":"Classifications, Staging, and Prognosis of Malignant Lymphoma"
},
"titleNode":{
"type":"section-title",
"hlId":"0d7a75",
"children":[
"Classifications, Staging, and Prognosis of Malignant Lymphoma"
]
},
"children":[
{
"type":"p",
"hlId":"3c11bb",
"children":[
"Diagnosis and classification of lymphoma are established not just on standard cell type and nodal architecture but also on flow cytometry, immunohistochemical stains, and cytogenetic and molecular genetic features. Experienced hematopathologists are essential to obtaining proper classification. However, there can be disagreement among experts and some overlap among tumor types."
]
},
{
"type":"p",
"hlId":"eda8cb",
"children":[
"Staging the anatomical extent of spread can be simplified through the Ann Arbor staging system ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_on_f03",
"wrapId":"1",
"children":[
"Figure 3"
]
}
]
},
")"
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"1",
"contentIds":[
"mk19_a_on_f03"
]
},
{
"type":"p",
"hlId":"58d8d4",
"children":[
"Lymphomas are staged I to IV based on the number of disease sites and the presence of extranodal involvement. Staging involves physical examination, CT scans, and PET scans in most patients. However, PET scans tend to be less sensitive for some very indolent lymphomas (such as small lymphocytic lymphoma and marginal zone lymphomas). The use of PET scans has obviated the need for bone marrow biopsies in many patients with Hodgkin lymphoma and large cell lymphoma, as marrow involvement is rarely found if it is not suggested by PET and abnormal complete blood count."
]
},
{
"type":"p",
"hlId":"4fd495",
"children":[
"Lymphoma stages are also designated A or B; A indicates no systemic symptoms are present, and B indicates the presence of one or more of the following: fever >38.0 °C (>100.4 °F), drenching night sweats, or a weight loss of >10% of body weight over the past 6 months."
]
},
{
"type":"p",
"hlId":"fae59d",
"children":[
"The prognosis of the lymphoma varies greatly depending on the subtype, stage, and comorbidities. Immunophenotypic, cytogenetic, and molecular genetic classifications also commonly inform the prognosis. Prognostic indices have been reported and validated for most common types, including the International Prognostic Index for large cell lymphoma, the Follicular Lymphoma International Prognostic Index, and the Mantle Cell International Prognostic Index."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"f4781e",
"hvc":true,
"children":[
"A negative PET scan may obviate the need for bone marrow biopsies in many patients with Hodgkin and large cell lymphoma, but PET scans are less sensitive in the very indolent lymphomas."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s9_4",
"title":{
"__html":"Non-Hodgkin Lymphomas"
},
"titleNode":{
"type":"section-title",
"hlId":"d0c5cc",
"children":[
"Non-Hodgkin Lymphomas"
]
},
"children":[
{
"type":"p",
"hlId":"c4e654",
"children":[
"Approximately 85% of non-Hodgkin lymphomas are B-cell derived and express surface immunoglobulin and B-cell markers, whereas 15% are T-cell derived."
]
},
{
"type":"section",
"id":"mk19_a_on_s9_4_1",
"title":{
"__html":"Indolent B-Cell Lymphomas"
},
"titleNode":{
"type":"section-title",
"hlId":"4257d4",
"children":[
"Indolent B-Cell Lymphomas"
]
},
"children":[
{
"type":"p",
"hlId":"6bc8e1",
"children":[
"The indolent lymphomas may be present for many years without symptoms and typically have a favorable response to various sequential therapies when needed, but all have a tendency for continued relapse."
]
},
{
"type":"section",
"id":"mk19_a_on_s9_4_1_1",
"title":{
"__html":"Follicular Lymphoma"
},
"titleNode":{
"type":"section-title",
"hlId":"bbbba6",
"children":[
"Follicular Lymphoma"
]
},
"children":[
{
"type":"p",
"hlId":"c3ef96",
"children":[
"Follicular lymphomas demonstrate lymph node architecture with a follicular morphology. They arise from the germinal center B cells of the lymph node and are characterized by the presence of a t(14;18) translocation that causes an overexpression of the ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"BCL2"
]
},
" oncogene. Follicular lymphomas are classified based on their dominant cell type: predominantly smaller cells (grade 1), a mixture of smaller and larger cells (grade 2), and predominantly large cells (grade 3). For prognostic and treatment purposes, grades 1 and 2 are commonly combined. Grade 3 follicular lymphoma can be divided into 3A and 3B. Grade 3A follicular lymphoma is more akin in behavior and treatment to grades 1 and 2, whereas 3B is usually treated more like diffuse large B-cell lymphoma."
]
},
{
"type":"p",
"hlId":"910cbc",
"children":[
"Follicular lymphoma is the most common indolent B-cell lymphoma and accounts for approximately 30% of non-Hodgkin lymphomas. Many patients are not symptomatic at diagnosis and may not require therapy for many years. Early treatment does not improve outcomes, so asymptomatic patients without bulky disease are usually observed. Some patients may undergo spontaneous, although generally transient, disease regression."
]
},
{
"type":"p",
"hlId":"e3bc06",
"children":[
"Most patients with follicular lymphoma will present with stage III or IV disease. When therapy is indicated, single-agent rituximab is associated with high response rates and durable remissions. Combining rituximab with chemotherapy (such as the alkylating agent bendamustine or the immune modulator lenalidomide) leads to remission in more than 90% of patients. The use of maintenance rituximab after induction of an initial remission is associated with prolonged duration of remission, but no clear improvement in overall survival. Patients with relapsing or refractory cases can be treated with other approaches, including alternate chemotherapy regimens as well as autologous or allogeneic hematopoietic stem cell transplantation (HSCT)."
]
},
{
"type":"p",
"hlId":"566f08",
"children":[
"A minority of patients present with localized disease and can be approached with radiation therapy and/or systemic rituximab-based therapy with curative intent."
]
},
{
"type":"p",
"hlId":"fa6e4c",
"children":[
"Histologic transformation, most typically to a diffuse large B-cell lymphoma, occurs in approximately 30% of patients with follicular lymphomas and is associated with an aggressive course and poor prognosis. Transformation may be suggested by a change in the clinical pattern of disease with new systemic symptoms or rapid progression of a localized area of disease, a rise in serum lactate dehydrogenase, or markedly higher areas of standardized uptake values on PET scans. A new biopsy is required to establish that transformation has occurred."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"3b2705",
"children":[
"Many patients with follicular lymphoma are not symptomatic at diagnosis and may not require therapy for many years."
]
},
{
"type":"keypoint",
"hlId":"5dc717",
"children":[
"In advanced-stage follicular lymphoma, rituximab plus chemotherapy or with lenalidomide leads to remission in more than 90% of patients, although the disease will recur in most individuals."
]
},
{
"type":"keypoint",
"hlId":"93ecd1",
"children":[
"Histologic transformation of follicular lymphoma to a diffuse large B-cell lymphoma, which should be confirmed by obtaining another lymph node biopsy, is associated with a poor prognosis."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s9_4_1_2",
"title":{
"__html":"Mucosa-Associated Lymphoid Tissue Lymphoma"
},
"titleNode":{
"type":"section-title",
"hlId":"204862",
"children":[
"Mucosa-Associated Lymphoid Tissue Lymphoma"
]
},
"children":[
{
"type":"p",
"hlId":"4851d5",
"children":[
"Mucosa-associated lymphoid tissue (MALT) lymphoma is an extranodal marginal zone lymphoma. Gastric MALT lymphoma is associated with ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Helicobacter pylori"
]
},
" infection. However, MALT lymphomas can arise in other sites of the gastrointestinal tract as well as in the thyroid, orbits, skin, and lung. They generally demonstrate indolent behavior and a low propensity for transformation. Repetitive immune stimulation, from underlying chronic infection or an autoimmune process, likely plays a role in the pathogenesis of this tumor."
]
},
{
"type":"p",
"hlId":"6bdbb4",
"children":[
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"H. pylori"
]
},
"–associated gastric MALT lymphoma should be initially treated with antibiotics and proton pump inhibitors, as this treatment may lead to remission. Other localized MALT lymphomas may be treated with irradiation, to which they are quite sensitive. When systemic therapy is required, rituximab alone or in combination with chemotherapy is associated with high response rates."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"bf0e54",
"children":[
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Helicobacter pylori"
]
},
"–associated gastric mucosa-associated lymphoid tissue (MALT) lymphoma should be treated with antibiotics and proton pump inhibitors initially; other localized MALT lymphomas may be treated with irradiation."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s9_4_1_3",
"title":{
"__html":"Chronic Lymphocytic Leukemia"
},
"titleNode":{
"type":"section-title",
"hlId":"6fa5e3",
"children":[
"Chronic Lymphocytic Leukemia"
]
},
"children":[
{
"type":"p",
"hlId":"f58d54",
"children":[
"Chronic lymphocytic leukemia (CLL) is generally readily diagnosed as an increase in absolute lymphocytes on complete blood count. The lymphocytes are predominantly small and mature appearing, although they may be fragile and form “smudge cells” on the peripheral smear ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_on_f04",
"wrapId":"2",
"children":[
"Figure 4"
]
}
]
},
")"
]
},
". Flow cytometry using peripheral blood is essential in establishing the diagnosis and will reveal B-cell antigens (CD19, 20, and 23), co-expression of CD5 (normally a T-cell marker), and low levels of a monoclonal surface immunoglobulin. Bone marrow aspiration and biopsy are not necessary to diagnose and stage most patients with CLL."
]
},
{
"type":"inline-wrap",
"wrapId":"2",
"contentIds":[
"mk19_a_on_f04"
]
},
{
"type":"p",
"hlId":"5b7462",
"children":[
"Although less common, other lymphomas may appear similar to CLL in peripheral blood smears and must be distinguished by morphology, flow cytometry, and genetic studies. These other disorders include hairy cell leukemia, marginal and mantle zone lymphomas, T-cell lymphoma, and prolymphocytic leukemia."
]
},
{
"type":"p",
"hlId":"254646",
"children":[
"CLL and small lymphocytic lymphoma represent the same disease, with the designation as leukemia or lymphoma based on the dominant clinical manifestation in either peripheral blood and marrow or nodal involvement, respectively. Both CLL and small lymphocytic lymphoma are treated the same. CLL is now grouped more with the lymphomas than with the leukemias in treatment centers."
]
},
{
"type":"p",
"hlId":"1e536d",
"children":[
"CLL is typically an indolent disease, and many patients require no therapy for many years. Prognosis can relate to the extent of cytopenias, organomegaly, and degree of nodal involvement but also on cytogenetic and molecular genetic characteristics."
]
},
{
"type":"p",
"hlId":"d9221b",
"children":[
"There have been rapid advances in the number and efficacy of active agents for CLL. Although these therapies are not curative, most patients can now achieve durable remissions once treatment is required. Treatment options include alkylating agents (chlorambucil, cyclophosphamide, bendamustine), purine nucleoside analogues (fludarabine, cladribine, pentostatin), monoclonal antibodies (rituximab, alemtuzumab, ofatumumab, obinutuzumab), and the phosphoinositide-3 kinase inhibitors idelalisib and duvelisib. The Bruton kinase inhibitor ibrutinib is now approved for first-line therapy and active in a broad spectrum of patients, including those with 17p deletion, an indicator of poor prognosis and resistance to older treatments. Venetoclax, an oral ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"BCL2"
]
},
" inhibitor, is active in first-line and in refractory cases, induces brisk apoptosis, and can induce tumor lysis syndrome. Allogeneic HSCT is rarely performed in those with CLL but has been used in refractory cases in selected, younger patients. Anti-CD19 chimeric antigen receptor T-cell therapy has also been shown to be active in refractory cases."
]
},
{
"type":"p",
"hlId":"df12fc",
"children":[
"Patients with CLL are prone to infection, in part related to commonly associated hypogammaglobulinemia. In patients with repeated infections and hypogammaglobulinemia, regular treatment with intravenous gamma globulin reduces infectious events. The infection risk increases in more advanced disease, a result of both impaired T-cell–mediated and B-cell–mediated immune response along with treatment-induced immunosuppression. Patients with CLL and small lymphocytic lymphoma may also develop autoimmune cytopenias such as immune thrombocytopenic purpura and autoimmune hemolytic anemias. Transformation to a large cell lymphoma (Richter transformation) occurs in about 5% of patients with CLL and small lymphocytic lymphoma and is generally associated with a poor prognosis and refractory disease."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"c4bc44",
"children":[
"Chronic lymphocytic leukemia and small lymphocytic lymphoma are the same disease, but the former predominates in peripheral blood and bone marrow, whereas the latter predominates in lymph nodes."
]
},
{
"type":"keypoint",
"hlId":"ed9d4b",
"children":[
"The diagnosis of chronic lymphocytic leukemia manifests as an increase in absolute lymphocytes on complete blood count; the lymphocytes are predominantly small and mature appearing and may form “smudge cells” on the peripheral smear."
]
},
{
"type":"keypoint",
"hlId":"044da8",
"children":[
"Patients with low-stage, asymptomatic chronic lymphocytic leukemia can often be observed without therapy for many years."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s9_4_1_4",
"title":{
"__html":"Hairy Cell Leukemia"
},
"titleNode":{
"type":"section-title",
"hlId":"75aa83",
"children":[
"Hairy Cell Leukemia"
]
},
"children":[
{
"type":"p",
"hlId":"fd5721",
"children":[
"Like CLL, hairy cell leukemia is a low-grade B-cell disorder with characteristic clinical, pathologic, immunophenotypic, and genetic changes. Patients typically present with cytopenias and splenomegaly; lymphadenopathy is typically absent. Circulating “hairy cells,” characterized by cytoplasmic projections, are often identified in the peripheral blood smear ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_on_f05",
"wrapId":"3",
"children":[
"Figure 5"
]
}
]
},
")"
]
},
"; when seen on bone marrow biopsy, these cells have a lacunar appearance. Classically, the bone marrow aspirate is a dry tap due to some degree of marrow fibrosis. Flow cytometry is positive for characteristic surface markers. In addition, The ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"BRAF"
]
},
" V600E mutation has been associated with hairy cell leukemia in most patients and represents not only a diagnostic marker but also a therapeutic target."
]
},
{
"type":"inline-wrap",
"wrapId":"3",
"contentIds":[
"mk19_a_on_f05"
]
},
{
"type":"p",
"hlId":"e05a0d",
"children":[
"As with CLL and other low-grade lymphomas, some patients with hairy cell leukemia do not require immediate treatment if not symptomatic. However, the front-line therapy remains purine nucleoside agents, typically pentostatin or cladribine. These agents are highly active, and almost all patients respond, many with durable responses, with only one course of treatment. Relapses can be treated with the alternate purine nucleoside agent, rituximab and the anti-CD22 immunoconjugate moxetumomab pasudotox-tdfk. The selective ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"BRAF"
]
},
" inhibitor vemurafenib has also shown activity in patients experiencing relapse."
]
},
{
"type":"p",
"hlId":"b8b47e",
"children":[
"The hairy cell leukemia variant is a distinct entity that typically presents with a high circulating leukocyte count, as opposed to the leukopenia seen in the classic form. These patients respond less well to cladribine and have shorter durations of response."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"d54d41",
"children":[
"Patients with hairy cell leukemia typically present with circulating lymphocytes with cytoplasmic projections, termed “hairy cells”; cytopenias; and splenomegaly but no lymphadenopathy."
]
},
{
"type":"keypoint",
"hlId":"1f406e",
"children":[
"Durable remissions of hairy cell leukemia can often be achieved with one course of a purine nucleoside agent such as pentostatin or cladribine."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s9_4_2",
"title":{
"__html":"Aggressive B-Cell Lymphomas"
},
"titleNode":{
"type":"section-title",
"hlId":"08dc31",
"children":[
"Aggressive B-Cell Lymphomas"
]
},
"children":[
{
"type":"p",
"hlId":"301e07",
"children":[
"The more aggressive lymphomas, such as diffuse large B-cell and Burkitt lymphoma, are more likely to present with systemic symptoms or signs of rapid tumor progression. These patients have a greater potential for cure with therapy."
]
},
{
"type":"section",
"id":"mk19_a_on_s9_4_2_1",
"title":{
"__html":"Diffuse Large B-Cell Lymphoma"
},
"titleNode":{
"type":"section-title",
"hlId":"74c1b9",
"children":[
"Diffuse Large B-Cell Lymphoma"
]
},
"children":[
{
"type":"p",
"hlId":"4426cd",
"children":[
"Diffuse large B-cell lymphoma represents approximately 30% of non-Hodgkin lymphomas. These patients often present with symptomatic enlarging lymphadenopathy. Approximately 40% may have symptoms or signs of extranodal disease, and one third have systemic B symptoms. Biopsy specimens show diffuse effacement of normal nodal architecture by large, atypical lymphoid cells with prominent nucleoli and basophilic cytoplasm. Flow cytometry reveals B-cell antigens, and most patients have monoclonal surface immunoglobulin. The B-cell lymphoma 6 (",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"BCL6"
]
},
") gene shows rearrangement or other mutations that lead to overexpression in most patients."
]
},
{
"type":"p",
"hlId":"c7aae9",
"children":[
"Sixty percent of patients have advanced (stage III or IV) disease at diagnosis, and standard therapy is rituximab plus cyclophosphamide, doxorubicin, vincristine, and prednisone (R-CHOP). Consolidative radiation therapy may be given to sites of bulky disease. Residual masses, which are often benign, may remain after treatment. PET may help determine if these represent active disease or just scarring. Patients should also have molecular studies performed to assess for double-hit lymphoma (showing gene rearrangements of MYC in addition to either ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"BCL2"
]
},
" or ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"BCL6"
]
},
"), which is associated with worse prognosis. Double-hit lymphoma is usually treated with aggressive chemotherapeutic regimens and up-front autologous HSCT."
]
},
{
"type":"p",
"hlId":"3f339b",
"children":[
"Patients with poor prognostic features, such as elevated serum lactate dehydrogenase level, extensive tumor burden, and poor performance status, may receive more aggressive initial therapy, although superiority over standard R-CHOP is unproven. Patients who present with localized disease can be treated with a shorter course of chemotherapy with consolidative radiation therapy. In addition to further standard chemotherapy, autologous HSCT and anti-CD19 chimeric antigen receptor T-cell therapy may be used in patients who relapse."
]
},
{
"type":"p",
"hlId":"5470e0",
"children":[
"Primary mediastinal large cell lymphoma is a distinct clinical, morphologic, and genetic lymphoma, often presenting in younger patients. It putatively arises from thymic B cells. It has a female predilection, a tendency to present with bulky but localized disease, and a relatively high cure rate. It may have significant overlap histologically and genetically with nodular sclerosing Hodgkin lymphoma, and some cases may be difficult to classify as one or the other; these are called mediastinal gray-zone lymphomas."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"a9b122",
"children":[
"Aggressive B-cell lymphomas, such as diffuse large B-cell lymphoma, progress more quickly than indolent lymphomas but have a greater potential for cure."
]
},
{
"type":"keypoint",
"hlId":"38d957",
"children":[
"Standard therapy for most patients with advanced-stage diffuse large B-cell lymphoma is rituximab plus cyclophosphamide, doxorubicin, vincristine, and prednisone."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s9_4_2_2",
"title":{
"__html":"Mantle Cell Lymphoma"
},
"titleNode":{
"type":"section-title",
"hlId":"646f03",
"children":[
"Mantle Cell Lymphoma"
]
},
"children":[
{
"type":"p",
"hlId":"cc73e2",
"children":[
"Mantle cell lymphomas represent approximately 3% to 6% of non-Hodgkin lymphomas. Median age at diagnosis is 68 years, and there is a 3:1 male predominance. It is defined by a t(11;14) translocation, which leads to constitutive overexpression of cyclin D1, a cell-cycle gene regulator. Patients can present with nodal or extranodal disease, and the disease is usually widely disseminated at diagnosis. Gastrointestinal involvement with lymphomatoid polyposis is well described, as is involvement of the peripheral blood and bone marrow."
]
},
{
"type":"p",
"hlId":"e96faf",
"children":[
"Although mantle cell lymphoma is responsive to various conventional chemotherapy regimens and newer agents, it will often relapse. There is no clear consensus on the optimal therapeutic approach, with treatments spanning a spectrum of least aggressive (lenalidomide or bendamustine plus rituximab) to more aggressive (R-CHOP or other aggressive combination regimens with or without HSCT). A subset of patients with indolent disease may not require therapy for many years."
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s9_4_2_3",
"title":{
"__html":"Burkitt Lymphoma"
},
"titleNode":{
"type":"section-title",
"hlId":"ceecc2",
"children":[
"Burkitt Lymphoma"
]
},
"children":[
{
"type":"p",
"hlId":"319112",
"children":[
"A relatively rare lymphoma, Burkitt lymphoma, is remarkable for its extremely rapid growth. The endemic form occurs primarily in Africa, is a common cause of childhood cancer, and is associated with Epstein-Barr virus infection. Patients may present with a large jaw mass. The sporadic form is more typically seen in the United States, occurs at a somewhat later age, and is more likely to present with abdominal or pelvic involvement. A third variety of Burkitt lymphoma is the immunodeficiency-associated form and occurs in HIV-infected patients. ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"MYC"
]
},
" gene activation is characteristic of this lymphoma."
]
},
{
"type":"p",
"hlId":"0eeaed",
"children":[
"Early signs of the tumor lysis syndrome (TLS) are often present in patients with Burkitt lymphoma even before treatment is initiated and should be anticipated during treatment because the tumor is quite chemosensitive. Prophylaxis for TLS should be started before initiation of chemotherapy (for a more complete discussion of TLS, see ",
{
"type":"cross-reference",
"target":"mk19_a_on_s12_2_1",
"children":[
"Oncologic Emergencies and Urgencies"
]
},
"). Various aggressive multiagent chemotherapy regimens with rituximab have been associated with high cure rates. These regimens are more intensive than standard lymphoma therapy and are associated with some risk of treatment-related mortality. Treatment of occult central nervous system involvement is included in initial treatment regimens because of the risk for leptomeningeal involvement."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"009181",
"children":[
"Prophylaxis to manage tumor lysis syndrome should be instituted before initiation of chemotherapy for patients with Burkitt lymphoma."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s9_4_3",
"title":{
"__html":"T-Cell Lymphomas"
},
"titleNode":{
"type":"section-title",
"hlId":"f9950a",
"children":[
"T-Cell Lymphomas"
]
},
"children":[
{
"type":"p",
"hlId":"67da02",
"children":[
"T-cell lymphomas, a heterogeneous group of disorders with distinct clinical features and morphology, represent approximately 10% to 15% of lymphomas in Western countries but are more common in Asia. Diagnosis relies on routine pathology flow cytometry and immunohistochemistry. Monoclonality can be confirmed by findings of clonal rearrangements of the T-cell receptor genes detected by polymerase chain reaction. In general, T-cell lymphomas are more refractory and relapse more quickly in response to therapy than B-cell lymphomas."
]
},
{
"type":"section",
"id":"mk19_a_on_s9_4_3_1",
"title":{
"__html":"Cutaneous T-Cell Lymphoma"
},
"titleNode":{
"type":"section-title",
"hlId":"64d3d8",
"children":[
"Cutaneous T-Cell Lymphoma"
]
},
"children":[
{
"type":"p",
"hlId":"bef04d",
"children":[
"Mycosis fungoides and Sézary syndrome are the two major subtypes of cutaneous T-cell lymphoma. The skin findings in mycosis fungoides range from nonspecific macular-papular eruptions or plaques, to more defined skin tumors with ulceration, to diffuse erythroderma ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_on_f06",
"wrapId":"4",
"children":[
"Figure 6"
]
}
]
},
")"
]
},
". There is often a preceding prodromal illness, or “premycotic” period, with milder skin disease that waxes and wanes or that may progress for months or even years with nondiagnostic skin biopsies. Pruritus is common and can be debilitating. Ultimately, as skin involvement becomes more extensive, the disease often progresses to involve extracutaneous sites, including lymph nodes and organs, such as the lung, liver, and gastrointestinal tract. Infections are more common as a function of underlying immunodeficiency and disruption of the protective barrier provided by healthy skin. Sézary syndrome is a more aggressive form of cutaneous T-cell lymphoma in which diffuse erythroderma characterizes the skin involvement and malignant T cells circulate in the blood."
]
},
{
"type":"inline-wrap",
"wrapId":"4",
"contentIds":[
"mk19_a_on_f06"
]
},
{
"type":"p",
"hlId":"a4122a",
"children":[
"The staging of cutaneous T-cell lymphoma depends on the extent of skin disease and involvement of lymph nodes and extranodal sites. Early stages of cutaneous T-cell lymphoma are confined to the skin and managed with topical therapy, such as glucocorticoids, retinoids, or ultraviolet light therapy, that may be combined with interferon. Survival is greater than 10 years. More advanced disease is associated with a survival of less than 4 years and requires more aggressive skin treatment with electron beam irradiation and systemic chemotherapy. Patients with Sézary syndrome require systemic chemotherapy. Extracorporeal photopheresis uses psoralens, compounds that enter Sézary cells and sensitize them to injury after activation with ultraviolet light."
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s9_4_3_2",
"title":{
"__html":"Peripheral T-Cell Lymphoma, Not Otherwise Specified"
},
"titleNode":{
"type":"section-title",
"hlId":"dec5a2",
"children":[
"Peripheral T-Cell Lymphoma, Not Otherwise Specified"
]
},
"children":[
{
"type":"p",
"hlId":"a38a4f",
"children":[
"Peripheral T-cell lymphoma, not otherwise specified, is the most commonly diagnosed subtype of peripheral T-cell lymphoma. It typically presents in older adults at an advanced stage, has a male predominance, and has a generally poor clinical outcome compared with B-cell lymphomas."
]
},
{
"type":"p",
"hlId":"a7d6b3",
"children":[
"Various combination chemotherapy regimens have been used. The addition of etoposide or brentuximab vedotin (in patients with CD30-positive tumor cells) to standard combination chemotherapy may provide some benefit as part of initial therapy. The use of chemotherapy designed for acute lymphoblastic leukemia or management with HSCT, both autologous and allogeneic, may benefit some patients, although there is controversy as to when and in whom these are best used. Newer chemotherapy agents such as pralatrexate and romidepsin yield responses in some patients with relapsed disease."
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s9_4_3_3",
"title":{
"__html":"Anaplastic Large Cell Lymphoma"
},
"titleNode":{
"type":"section-title",
"hlId":"f33b50",
"children":[
"Anaplastic Large Cell Lymphoma"
]
},
"children":[
{
"type":"p",
"hlId":"986d42",
"children":[
"Anaplastic large cell lymphoma can present with nodal as well as extranodal disease, including skin, bone marrow, and bone. Patients commonly have B symptoms. Tumor cells are typically CD30 positive. An important prognostic and potentially therapeutic distinction is the presence or absence of a t(2;5) or variant ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"ALK"
]
},
" gene translocation and protein expression. Patients diagnosed with ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"ALK"
]
},
"-positive disease are younger and have a much more favorable prognosis with conventional chemotherapy and may also respond to treatment with crizotinib."
]
},
{
"type":"p",
"hlId":"ee4045",
"children":[
"Although still rare, there are increasing reports of anaplastic large cell lymphoma associated with textured breast implants; patients most commonly present with a periprosthetic fluid collection best detected on ultrasound."
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s9_4_3_4",
"title":{
"__html":"Angioimmunoblastic T-Cell Lymphoma"
},
"titleNode":{
"type":"section-title",
"hlId":"c253ed",
"children":[
"Angioimmunoblastic T-Cell Lymphoma"
]
},
"children":[
{
"type":"p",
"hlId":"b4dc5d",
"children":[
"Angioimmunoblastic T-cell lymphoma, initially termed angioimmunoblastic lymphadenopathy, was thought to be a disease of impaired immune regulation rather than a true malignancy; however, patients with this disease are now recognized to have clonal rearrangement of T-cell receptors consistent with a T-cell neoplasm. Patients with angioimmunoblastic T-cell lymphoma often present with systemic B symptoms, generalized lymphadenopathy, hepatosplenomegaly, and a skin rash. They commonly show polyclonal hypergammaglobulinemia and elevated erythrocyte sedimentation rate and C-reactive protein level. Autoimmune manifestations (such as autoimmune hemolytic anemia) may be present. Although the lymphoma in some patients is responsive to glucocorticoids and conventional chemotherapy, it typically has a moderately aggressive clinical course and median survival of less than 2 years."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"ca5c2e",
"children":[
"The skin findings in mycosis fungoides, a subtype of cutaneous T-cell lymphoma, range from nonspecific macular-papular eruptions or plaques, to more defined skin tumors with ulceration, to diffuse erythroderma."
]
},
{
"type":"keypoint",
"hlId":"315eba",
"children":[
"Sézary syndrome is a more aggressive subtype of cutaneous T-cell lymphoma in which diffuse erythroderma characterizes the skin involvement and malignant T cells circulate in the blood."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s9_4_4",
"title":{
"__html":"Lymphoblastic Lymphoma"
},
"titleNode":{
"type":"section-title",
"hlId":"1e3e89",
"children":[
"Lymphoblastic Lymphoma"
]
},
"children":[
{
"type":"p",
"hlId":"9f15ea",
"children":[
"Lymphoblastic lymphoma is an aggressive lymphoma that can be of T- or B-cell origin. It is akin to and treated with protocols for acute lymphoblastic leukemia. Presentation with a mediastinal mass, blood or bone marrow, and central nervous system involvement is typical."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s9_5",
"title":{
"__html":"Hodgkin Lymphoma"
},
"titleNode":{
"type":"section-title",
"hlId":"35ae35",
"children":[
"Hodgkin Lymphoma"
]
},
"children":[
{
"type":"p",
"hlId":"686fcb",
"children":[
"Hodgkin lymphoma represents approximately 10% of lymphomas and is curable in most patients. It most commonly presents in young adults. Presentation with mediastinal, cervical, and supraclavicular involvement is particularly common for the nodular sclerosing subtype ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_on_f07",
"wrapId":"5",
"children":[
"Figure 7"
]
}
]
}
]
},
" and ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_on_f08",
"wrapId":"5",
"children":[
"Figure 8"
]
}
]
},
")"
]
},
". Patients may also present with B symptoms, although that is more commonly seen in elderly patients with more advanced disease. Pruritus may also be a presenting symptom."
]
},
{
"type":"inline-wrap",
"wrapId":"5",
"contentIds":[
"mk19_a_on_f07",
"mk19_a_on_f08"
]
},
{
"type":"p",
"hlId":"25f6ca",
"children":[
"Lymph node biopsy specimen shows Reed-Sternberg cells ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_on_f09",
"wrapId":"6",
"children":[
"Figure 9"
]
}
]
},
")"
]
},
", malignant cells that originate from germinal center B cells and are seen in an inflammatory infiltrate. The number of Reed-Sternberg cells and variability in the composition of the infiltrate lead to pathologic subtypes, including nodular sclerosis, mixed cellularity, lymphocyte predominant, and lymphocyte depleted. Patients are staged by physical examination and PET/CT scan. Staging laparotomies, including diagnostic splenectomy, are no longer done. Routine bone marrow biopsy, in the absence of unexplained blood abnormalities, is not indicated."
]
},
{
"type":"inline-wrap",
"wrapId":"6",
"contentIds":[
"mk19_a_on_f09"
]
},
{
"type":"p",
"hlId":"782548",
"children":[
"More than 90% of patients present with classic Hodgkin lymphoma pathology and, even with early-stage disease, receive chemotherapy because this has been shown to result in higher cure rates. The doxorubicin, bleomycin, vinblastine, and dacarbazine regimen has been the most commonly used in the United States. Fertility is better preserved and secondary acute leukemia is less common than with prior regimens. For patients with early-stage, favorable disease, treatment can consist of just two courses of chemotherapy and involved site irradiation. Chemotherapy alone for four to six cycles in patients with good response is also an option. For more advanced disease, chemotherapy alone is used. Although the regimen is usually well tolerated, up to 25% of patients may develop bleomycin-induced lung injury during treatment or within 6 months of its conclusion. A newer regimen eliminating bleomycin and substituting brentuximab vedotin (an anti-CD30 monoclonal antibody linked to the anti-tubulin agent monomethyl auristatin E) is associated with less pulmonary toxicity and slightly improved outcomes for patients with advanced disease."
]
},
{
"type":"p",
"hlId":"0a11e9",
"children":[
"Complete response indicated by PET scan after two to three cycles of chemotherapy is a reliable prognostic indicator. Early repeat PET scan is an appropriate response-adapted strategy in Hodgkin lymphoma and may allow some patients with early-stage disease to forgo radiation therapy and thereby reduce the risks of late irradiation adverse effects."
]
},
{
"type":"p",
"hlId":"acd4ff",
"children":[
"For patients with relapsed or refractory disease, salvage chemotherapy and autologous or allogeneic HSCT may provide curative options. Brentuximab vedotin is active in refractory disease and has also been used for consolidation after autologous HSCT. The programmed death 1 antibodies (pembrolizumab and nivolumab) are highly active in relapsed or refractory disease."
]
},
{
"type":"p",
"hlId":"a3ea6f",
"children":[
"Nodular lymphocyte–predominant Hodgkin lymphoma is distinct clinically and pathologically from classic Hodgkin lymphoma (nodular sclerosis, mixed cellularity, and lymphocyte depleted). It represents approximately 10% of Hodgkin lymphomas and is more likely to present with localized disease but is associated with a high rate of late relapse. Early-stage disease may be treated with radiation therapy alone. Single-agent rituximab or combined with chemotherapy may be used for more advanced or relapsed disease."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"db517e",
"hvc":true,
"children":[
"Physical examination and PET/CT are used to stage patients with Hodgkin lymphoma; laparotomy and splenectomy are no longer performed."
]
},
{
"type":"keypoint",
"hlId":"a8f19f",
"children":[
"All patients with classic Hodgkin lymphoma, regardless of stage, receive chemotherapy."
]
},
{
"type":"keypoint",
"hlId":"9ff164",
"children":[
"Complete response indicated by PET scan after two to three cycles of chemotherapy can allow some patients with early-stage classical Hodgkin lymphoma to forgo radiation therapy."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s9_6",
"bibliography":true,
"title":{
"__html":"Bibliography"
},
"titleNode":{
"type":"section-title",
"hlId":"a7cc81",
"children":[
"Bibliography"
]
},
"children":[
{
"type":"references",
"children":[
{
"type":"reference",
"children":[
"Ansell SM. Hodgkin lymphoma: 2018 update on diagnosis, risk-stratification, and management. Am J Hematol. 2018;93:704-15. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29634090",
"target":"_blank"
},
"children":[
"PMID: 29634090"
]
},
" doi:10.1002/ajh.25071"
]
},
{
"type":"reference",
"children":[
"Armitage JO, Gascoyne RD, Lunning MA, et al. Non-Hodgkin lymphoma. Lancet. 2017;390:298-310. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/28153383",
"target":"_blank"
},
"children":[
"PMID: 28153383"
]
},
" doi:10.1016/S0140-6736(16)32407-2"
]
},
{
"type":"reference",
"children":[
"Burger JA, Tedeschi A, Barr PM, et al; RESONATE-2 Investigators. Ibrutinib as initial therapy for patients with chronic lymphocytic leukemia. N Engl J Med. 2015;373:2425-37. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/26639149",
"target":"_blank"
},
"children":[
"PMID: 26639149"
]
},
" doi:10.1056/NEJMoa1509388"
]
},
{
"type":"reference",
"children":[
"Casulo C, Friedberg J. Treating Burkitt lymphoma in adults. Curr Hematol Malig Rep. 2015;10:266-71. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/26013028",
"target":"_blank"
},
"children":[
"PMID: 26013028"
]
},
" doi:10.1007/s11899-015-0263-4"
]
},
{
"type":"reference",
"children":[
"Cheah CY, Seymour JF, Wang ML. Mantle cell lymphoma. J Clin Oncol. 2016;34:1256-69. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/26755518",
"target":"_blank"
},
"children":[
"PMID: 26755518"
]
},
" doi:10.1200/JCO.2015.63.5904"
]
},
{
"type":"reference",
"children":[
"Connors JM, Jurczak W, Straus DJ, et al; ECHELON-1 Study Group. Brentuximab vedotin with chemotherapy for stage III or IV Hodgkin's lymphoma. N Engl J Med. 2018;378:331-44. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29224502",
"target":"_blank"
},
"children":[
"PMID: 29224502"
]
},
" doi:10.1056/NEJMoa1708984"
]
},
{
"type":"reference",
"children":[
"Getta BM, Park JH, Tallman MS. Hairy cell leukemia: past, present and future. Best Pract Res Clin Haematol. 2015;28:269-72. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/26614906",
"target":"_blank"
},
"children":[
"PMID: 26614906"
]
},
" doi:10.1016/j.beha.2015.10.015"
]
},
{
"type":"reference",
"children":[
"Kahl BS, Yang DT. Follicular lymphoma: evolving therapeutic strategies. Blood. 2016;127:2055-63. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/26989204",
"target":"_blank"
},
"children":[
"PMID: 26989204"
]
},
" doi:10.1182/blood-2015-11-624288"
]
},
{
"type":"reference",
"children":[
"Matsuki E, Younes A. Checkpoint inhibitors and other immune therapies for Hodgkin and non-Hodgkin lymphoma. Curr Treat Options Oncol. 2016;17:31. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/27193488",
"target":"_blank"
},
"children":[
"PMID: 27193488"
]
},
" doi:10.1007/s11864-016-0401-9"
]
},
{
"type":"reference",
"children":[
"Morschhauser F, Fowler NH, Feugier P, et al; RELEVANCE Trial Investigators. Rituximab plus lenalidomide in advanced untreated follicular lymphoma. N Engl J Med. 2018;379:934-47. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30184451",
"target":"_blank"
},
"children":[
"PMID: 30184451"
]
},
" doi:10.1056/NEJMoa1805104"
]
},
{
"type":"reference",
"children":[
"Roberts AW, Davids MS, Pagel JM, et al. Targeting BCL2 with venetoclax in relapsed chronic lymphocytic leukemia. N Engl J Med. 2016;374:311-22. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/26639348",
"target":"_blank"
},
"children":[
"PMID: 26639348"
]
},
" doi:10.1056/NEJMoa1513257"
]
},
{
"type":"reference",
"children":[
"Routledge DJ, Bloor AJ. Recent advances in therapy of chronic lymphocytic leukaemia. Br J Haematol. 2016;174:351-67. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/27291144",
"target":"_blank"
},
"children":[
"PMID: 27291144"
]
},
" doi:10.1111/bjh.14184"
]
},
{
"type":"reference",
"children":[
"Thanarajasingam G, Bennani-Baiti N, Thompson CA. PET-CT in staging, response evaluation, and surveillance of lymphoma. Curr Treat Options Oncol. 2016;17:24. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/27032646",
"target":"_blank"
},
"children":[
"PMID: 27032646"
]
},
" doi:10.1007/s11864-016-0399-z"
]
},
{
"type":"reference",
"children":[
"Zucca E, Bertoni F. The spectrum of MALT lymphoma at different sites: biological and therapeutic relevance. Blood. 2016;127:2082-92. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/26989205",
"target":"_blank"
},
"children":[
"PMID: 26989205"
]
},
" doi:10.1182/blood-2015-12-624304"
]
}
]
}
]
}
]
},
"tablesContent":{
}
}