{
"id":"mk19_a_id_s10",
"subspecialtyId":"id",
"title":"Osteomyelitis",
"jsonContent":{
"type":"section",
"id":"mk19_a_id_s10",
"title":{
"__html":"Osteomyelitis"
},
"titleNode":{
"type":"section-title",
"hlId":"30a516",
"children":[
"Osteomyelitis"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_id_s10_0",
"children":[
{
"type":"p",
"hlId":"11d5f3",
"children":[
"Osteomyelitis is a result of hematogenous dissemination or contiguous spread of bacteria. Hematogenous osteomyelitis in adults most commonly affects vertebral bodies, particularly in persons who inject drugs. Contiguous-spread osteomyelitis may arise from direct contamination (fracture, joint replacement, orthopedic implant), wounds (pressure sores, foot ulcers), or adjacent soft tissue infection. Population-based studies suggest the incidence of osteomyelitis among adults is increasing in the United States, most likely because of the increasing prevalence of diabetes mellitus."
]
}
]
},
{
"type":"section",
"id":"mk19_a_id_s10_1",
"title":{
"__html":"Clinical Manifestations"
},
"titleNode":{
"type":"section-title",
"hlId":"65ac9d",
"children":[
"Clinical Manifestations"
]
},
"children":[
{
"type":"p",
"hlId":"1b86cc",
"children":[
"Osteomyelitis commonly presents as subacute or chronic pain over the affected region of bone. If osteomyelitis has resulted from direct contamination of a wound, the wound may fail to heal or may reopen after healing. Spontaneously opening wounds accompanied by drainage (sinus tracts) are a manifestation of chronic infection. Underlying osteomyelitis should be considered when chronic wounds, such as pressure ulcers, do not respond to appropriate therapy. Fever and other systemic manifestations of infection are uncommon but are more likely in patients with acute hematogenously disseminated infection. Clinical findings in patients with diabetes-associated foot ulcer osteomyelitis and vertebral osteomyelitis are discussed separately."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"f378bd",
"children":[
"Chronic osteomyelitis frequently presents as subacute to chronic pain over the affected region of bone; fever and other systemic manifestations of infection are uncommon."
]
},
{
"type":"keypoint",
"hlId":"848f5c",
"children":[
"Underlying osteomyelitis should be considered when chronic wounds, such as pressure ulcers, do not respond to appropriate therapy."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_id_s10_2",
"title":{
"__html":"Diagnosis"
},
"titleNode":{
"type":"section-title",
"hlId":"523223",
"children":[
"Diagnosis"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_id_s10_2_1",
"title":{
"__html":"Laboratory and Imaging Studies"
},
"titleNode":{
"type":"section-title",
"hlId":"52cec4",
"children":[
"Laboratory and Imaging Studies"
]
},
"children":[
{
"type":"p",
"hlId":"e96e08",
"children":[
"An elevated erythrocyte sedimentation rate or C-reactive protein level increase the probability of infection and are useful in monitoring therapeutic response; normal inflammatory markers do not exclude the diagnosis. Except in acute hematogenous osteomyelitis, leukocytosis is uncommon; in chronic osteomyelitis, anemia may be present. Blood culture results are rarely positive, except in patients with hematogenous osteomyelitis. Blood cultures should be obtained when hematogenous osteomyelitis (e.g., vertebral osteomyelitis) is suspected or in patients with systemic manifestations of sepsis."
]
},
{
"type":"p",
"hlId":"00fbb5",
"children":[
"Plain radiography can confirm the diagnosis in most patients if typical findings are present but cannot exclude the diagnosis if negative. Because of its low cost and specificity, plain radiography is recommended as an initial imaging test. If a plain radiograph is not diagnostic, MRI, with and without intravenous contrast, is preferred ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_id_f26",
"wrapId":"1",
"children":[
"Figure 26"
]
}
]
},
")"
]
},
". If MRI cannot be obtained, CT with intravenous contrast is an alternative. Nuclear medicine studies are less sensitive and specific for osteomyelitis but can be used when neither CT with contrast nor MRI are possible."
]
},
{
"type":"inline-wrap",
"wrapId":"1",
"contentIds":[
"mk19_a_id_f26"
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"03b300",
"hvc":true,
"children":[
"Because of its low cost and specificity, plain radiography is recommended as an initial imaging test for suspected osteomyelitis; if radiography is negative, MRI, with and without intravenous contrast, should be obtained."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_id_s10_2_2",
"title":{
"__html":"Bone Biopsy"
},
"titleNode":{
"type":"section-title",
"hlId":"ee1dbd",
"children":[
"Bone Biopsy"
]
},
"children":[
{
"type":"p",
"hlId":"f04a88",
"children":[
"Obtaining biopsy material for culture and pathologic examination is essential to evaluating suspected osteomyelitis. Confirming the presence of a pathogen maximizes the chance that the chosen antibiotic therapy will be successful. Specimens may be obtained at surgery or by image-guided biopsy. A bone biopsy is generally not required in persons with positive blood culture results. Persons who inject drugs are a possible exception because the organism in the blood culture may not represent the pathogen in the bone. In culture-negative disease, additional testing of biopsy material with nucleic acid amplification techniques may yield the causative organism, although these techniques will not provide information regarding antimicrobial susceptibilities."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"43ad5b",
"children":[
"Obtaining biopsy material for culture and pathologic examination is essential to the evaluation and treatment of suspected osteomyelitis."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_id_s10_3",
"title":{
"__html":"Treatment"
},
"titleNode":{
"type":"section-title",
"hlId":"4c4ac0",
"children":[
"Treatment"
]
},
"children":[
{
"type":"p",
"hlId":"8f6015",
"children":[
"Susceptibility testing from bone or blood culture isolates and knowledge of antibiotic levels achievable in bone for the selected agent should guide antibiotic therapy for osteomyelitis. Unless systemic signs of sepsis or concomitant soft tissue infection or bacteremia are present, empiric antibiotics should be withheld until a bone biopsy is obtained. Surgical debridement is indicated if bone necrosis is extensive. Orthopedic hardware should be removed, if possible, to increase the chance of therapeutic success. Parenteral antimicrobial agents are usually chosen initially; the efficacy of oral agents, especially those with high bioavailability, is increasingly reported. Rifampin should be used in combination with another antistaphylococcal agent to manage ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Staphylococcus aureus"
]
},
" infections in the setting of orthopedic hardware if the hardware cannot be removed. Little evidence is available to guide recommendations on therapy duration; 4 to 6 weeks of antibiotics is considered sufficient for acute infections, whereas longer courses may be required for chronic infections. In some circumstances, especially when hardware cannot be removed, indefinite suppressive therapy may be required. Relapse can occur many years after therapy completion."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"f7c450",
"children":[
"Unless systemic signs of sepsis or concomitant soft tissue infection or bacteremia are present, empiric antibiotics should be withheld in suspected osteomyelitis until a bone biopsy is obtained."
]
},
{
"type":"keypoint",
"hlId":"4973c7",
"children":[
"Surgical debridement is indicated for osteomyelitis if bone necrosis is extensive."
]
},
{
"type":"keypoint",
"hlId":"d81ffe",
"children":[
"Four to six weeks of antibiotic therapy is usually sufficient for acute osteomyelitis; longer courses are required for chronic infections."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_id_s10_4",
"title":{
"__html":"Evaluation and Management of Osteomyelitis in Diabetic Foot Ulcers"
},
"titleNode":{
"type":"section-title",
"hlId":"fbd540",
"children":[
"Evaluation and Management of Osteomyelitis in Diabetic Foot Ulcers"
]
},
"children":[
{
"type":"p",
"hlId":"c15f13",
"children":[
"Diabetic foot infections are the most frequent diabetes-related complication necessitating hospitalization, cause significant morbidity (limb amputation), and are associated with increased mortality. Nonhealing ulcers are a source of infection and may spread contiguously to bone."
]
},
{
"type":"p",
"hlId":"bec959",
"children":[
"Osteomyelitis should be considered when a diabetic foot ulcer is deep (presence of exposed bone), large (>2 cm in diameter), or chronic (nonhealing after 6 weeks of standard care). Up to two thirds of affected patients do not have leukocytosis or elevated inflammatory markers. A probe-to-bone test (sterile probe inserted into the ulcer base to evaluate penetration to bone or joint capsule) should be performed. In a clinically infected ulcer (pus present), the positive predictive value of the probe-to-bone test is high; in a noninfected ulcer, the negative predictive value is high. Imaging options are as described for other causes of osteomyelitis. All patients with a new diabetic foot infection should have plain radiography to assess for bony abnormalities, soft tissue gas, and foreign bodies."
]
},
{
"type":"p",
"hlId":"308c89",
"children":[
"Bone samples for histologic confirmation of diagnosis and for culture can be obtained during bone debridement or bone biopsy. The correlation with deep wound cultures and bone biopsy samples is variable, and bone biopsy remains the recommended modality for microbiologic diagnosis. ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"S. aureus"
]
},
" and streptococcal species account for most osteomyelitis complicating diabetic foot ulcers; gram-negative organisms are found in as many as 25% of infections. Anaerobes are much less common. Infections may be polymicrobial."
]
},
{
"type":"p",
"hlId":"ec9ab8",
"children":[
"If infected but viable bone is present, a 4- to 6-week course of parenteral or oral antibiotic therapy is recommended. Prolonged oral therapy is indicated if residual necrotic bone is present."
]
},
{
"type":"p",
"hlId":"8a3f6d",
"children":[
"Indications for amputation include persistent sepsis, inability to tolerate antibiotic therapy, progressive bone destruction despite appropriate therapy, or bone destruction that compromises the mechanical integrity of the foot. The patient may also choose amputation over prolonged antibiotic therapy. However, limb salvage may be possible when treatment is directed by a multidisciplinary team consisting of a foot surgeon, a vascular surgeon, an internist, an infectious diseases specialist, nurses, and a physical therapist. Hyperbaric oxygen therapy, growth factors, and topical negative-pressure therapy have insufficient evidence of benefit to recommend their use."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"16a774",
"children":[
"Osteomyelitis should be considered when a diabetic foot ulcer is deep (presence of exposed bone), large (>2 cm in diameter), or chronic (nonhealing after 6 weeks of standard care)."
]
},
{
"type":"keypoint",
"hlId":"d17902",
"children":[
"Bone samples for diagnosis and guidance of antimicrobial therapy should be obtained in patients with osteomyelitis during bone debridement or by bone biopsy."
]
},
{
"type":"keypoint",
"hlId":"04b0dd",
"children":[
"If infected but viable bone is present in patients with diabetes mellitus–associated osteomyelitis, a 4- to 6-week course of antibiotic therapy is recommended; prolonged oral therapy is indicated for patients with residual necrotic bone."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_id_s10_5",
"title":{
"__html":"Evaluation and Management of Vertebral Osteomyelitis"
},
"titleNode":{
"type":"section-title",
"hlId":"515c7d",
"children":[
"Evaluation and Management of Vertebral Osteomyelitis"
]
},
"children":[
{
"type":"p",
"hlId":"aabdf9",
"children":[
"Vertebral osteomyelitis is almost exclusively secondary to hematogenous dissemination. Risk factors include older age, immunocompromise, indwelling catheters, hemodialysis, and injection drug use. Infection occurs in the intervertebral disk space and then spreads to the adjacent vertebral bodies (spondylodiskitis). The lumbar spine is most frequently involved, followed by the thoracic and then the cervical spine. Positive blood cultures may obviate the need for bone biopsy. Most infections are caused by ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"S. aureus"
]
},
", but persistent bacteremia with coagulase-negative staphylococci may also be the result of osteomyelitis. Enterobacteriaceae, ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Pseudomonas aeruginosa"
]
},
" (especially in persons who inject drugs), and ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Candida"
]
},
" species may also cause vertebral osteomyelitis."
]
},
{
"type":"p",
"hlId":"13e145",
"children":[
"New-onset back or neck pain or progressive worsening of chronic pain that is unresponsive to conservative management should raise concern for vertebral osteomyelitis, especially when accompanied by elevated inflammatory marker levels, neurologic findings, or unexplained fever. Neurologic findings can include sensory loss, weakness, or radiculopathy and are reported in up to one third of patients. Point tenderness is present in only one third of patients."
]
},
{
"type":"p",
"hlId":"094f92",
"children":[
"MRI is the preferred imaging modality. Blood cultures should be performed in all patients before antibiotics are started. Testing for ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Mycobacterium tuberculosis"
]
},
" infection, fungal blood cultures, and serologic tests for ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Brucella"
]
},
" species are appropriate for patients at risk for these pathogens (see ",
{
"type":"cross-reference",
"target":"mk19_a_id_s6_4",
"children":[
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Mycobacterium tuberculosis"
]
},
" Infection"
]
},
", ",
{
"type":"cross-reference",
"target":"mk19_a_id_s8",
"children":[
"Fungal Infections"
]
},
", and ",
{
"type":"cross-reference",
"target":"mk19_a_id_s14_8",
"children":[
"Travel Medicine"
]
},
"). A positive ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Brucella"
]
},
" serologic result in the correct epidemiologic setting is considered diagnostic, and biopsy is unnecessary. Otherwise, image-guided biopsy has a diagnostic yield of approximately 60% and should be used in patients with negative blood culture results. A second biopsy should be obtained if the first is not diagnostic. Nucleic acid amplification techniques can increase biopsy yield; specimens should also be sent for pathologic examination. Open biopsy or percutaneous endoscopic diskectomy and drainage may be considered if the microbiologic diagnosis remains elusive after a second image-guided biopsy attempt."
]
},
{
"type":"p",
"hlId":"e8eba8",
"children":[
"Patients with neurologic compromise or evidence of spinal instability should undergo evaluation for immediate surgical intervention. Patients with severe sepsis, progressive neurologic deficit, spinal instability, or epidural abscess should receive empiric antibiotic therapy. Otherwise, initiation of antibiotic therapy for uncomplicated vertebral osteomyelitis is based on culture results. Parenteral therapy is generally recommended, especially for ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"S. aureus"
]
},
". However, oral agents with high bioavailability and good bone penetration (such as fluoroquinolones) may be used, especially for Enterobacteriaceae. Antibiotic therapy duration is typically 6 weeks. Infections caused by MRSA, those associated with undrained paravertebral or psoas abscess, and those in persons with end-stage kidney disease may require more prolonged therapy. Repeat imaging, especially MRI, should be reserved for patients who do not respond clinically."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"c8fa7d",
"children":[
"New-onset back or neck pain or progressive worsening of chronic pain that is unresponsive to conservative management should raise concern for vertebral osteomyelitis, especially when accompanied by elevated inflammatory markers, neurologic findings, or unexplained fever."
]
},
{
"type":"keypoint",
"hlId":"a27df9",
"children":[
"The diagnostic evaluation of vertebral osteomyelitis should include blood cultures for all patients."
]
},
{
"type":"keypoint",
"hlId":"4bc873",
"children":[
"Parenteral antibiotic therapy chosen based on culture results is recommended for uncomplicated vertebral osteomyelitis, although oral agents with high bioavailability and good bone penetration can be used; treatment duration is typically 6 weeks."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_id_s10_6",
"bibliography":true,
"title":{
"__html":"Bibliography"
},
"titleNode":{
"type":"section-title",
"hlId":"a7cc81",
"children":[
"Bibliography"
]
},
"children":[
{
"type":"references",
"children":[
{
"type":"reference",
"children":[
"American College of Radiology Appropriateness Criteria. Expert panel on musculoskeletal imaging. Available at ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://acsearch.acr.org/list",
"target":"_blank"
},
"children":[
"https://acsearch.acr.org/list"
]
},
". Accessed September 2019."
]
},
{
"type":"reference",
"children":[
"Berbari EF, Kanj SS, Kowalski TJ, et al. 2015 Infectious Diseases Society of America (IDSA) clinical practice guidelines for the diagnosis and treatment of native vertebral osteomyelitis in adults. Clin Infect Dis. 2015;61:e26-46. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/26229122",
"target":"_blank"
},
"children":[
"PMID: 26229122"
]
},
" doi:10.1093/cid/civ482"
]
},
{
"type":"reference",
"children":[
"Grigoropoulou P, Eleftheriadou I, Jude EB, et al. Diabetic foot infections: an update in diagnosis and management. Curr Diab Rep. 2017;17:3. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/28101794",
"target":"_blank"
},
"children":[
"PMID: 28101794"
]
},
" doi:10.1007/s11892-017-0831-1"
]
},
{
"type":"reference",
"children":[
"Li HK, Rombach I, Zambellas R, et al; OVIVA Trial Collaborators. Oral versus intravenous antibiotics for bone and joint infection. N Engl J Med. 2019;380:425-436. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30699315",
"target":"_blank"
},
"children":[
"PMID: 30699315"
]
},
" doi:10.1056/NEJMoa1710926"
]
},
{
"type":"reference",
"children":[
"Lipsky BA, Berendt AR, Cornia PB, et al; Infectious Diseases Society of America. 2012 Infectious Diseases Society of America clinical practice guideline for the diagnosis and treatment of diabetic foot infections. Clin Infect Dis. 2012;54:e132-73. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/22619242",
"target":"_blank"
},
"children":[
"PMID: 22619242"
]
},
" doi:10.1093/cid/cis346"
]
},
{
"type":"reference",
"children":[
"Park KH, Cho OH, Lee JH, et al. Optimal duration of antibiotic therapy in patients with hematogenous vertebral osteomyelitis at low risk and high risk of recurrence. Clin Infect Dis. 2016;62:1262-1269. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/26917813",
"target":"_blank"
},
"children":[
"PMID: 26917813"
]
},
" doi:10.1093/cid/ciw098"
]
},
{
"type":"reference",
"children":[
"Schmitt SK. Osteomyelitis. Infect Dis Clin North Am. 2017;31:325-338. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/28483044",
"target":"_blank"
},
"children":[
"PMID: 28483044"
]
},
" doi:10.1016/j.idc.2017.01.010"
]
}
]
}
]
}
]
},
"tablesContent":{
}
}