{
"id":"mk19_a_nr_s5",
"subspecialtyId":"nr",
"title":"Cognitive Impairment",
"jsonContent":{
"type":"section",
"id":"mk19_a_nr_s5",
"title":{
"__html":"Cognitive Impairment"
},
"titleNode":{
"type":"section-title",
"hlId":"80fe3f",
"children":[
"Cognitive Impairment"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_nr_s5_1",
"title":{
"__html":"Definition"
},
"titleNode":{
"type":"section-title",
"hlId":"0b890b",
"children":[
"Definition"
]
},
"children":[
{
"type":"p",
"hlId":"19d02a",
"children":[
"Cognitive impairment is the loss of cognitive function in at least one major domain: memory, language, executive function, visuospatial function, or behavior. When the cognitive impairment is progressive, involves more than one cognitive domain, and results in a loss of independent function, it is considered a neurodegenerative dementia syndrome. Fixed cognitive disorders occurring after a brain lesion, such as stroke or traumatic brain injury, are excluded from this discussion."
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s5_2",
"title":{
"__html":"General Approach to the Patient with Cognitive Impairment"
},
"titleNode":{
"type":"section-title",
"hlId":"930bc5",
"children":[
"General Approach to the Patient with Cognitive Impairment"
]
},
"children":[
{
"type":"p",
"hlId":"ef663c",
"children":[
"Dementia syndromes are chronic disorders that typically develop over years. Although definitive evidence that earlier diagnosis improves patient outcomes is lacking, screening for dementia has become the subject of increased interest. The U.S. Preventive Services Task Force reports insufficient evidence to endorse screening, but the American Academy of Neurology recently recommended annual cognitive health assessments for adults 65 years or older who are receiving neurologic care. Additionally, the Medicare Annual Wellness Visit requires an assessment of cognition."
]
},
{
"type":"p",
"hlId":"a88fe6",
"children":[
"In the absence of screening, certain signs and behaviors may raise clinical suspicion of a cognitive disorder and provoke evaluation in a primary care setting. Examples include concerns expressed by family members or caregivers, frequent missed (or late arrival to) appointments, changes in medication adherence, unexplained weight loss, presence of a partner or family member at patient appointments when the patient previously was seen alone, and withdrawal from previously enjoyed hobbies."
]
},
{
"type":"p",
"hlId":"e24421",
"children":[
"Many bedside cognitive evaluation tools have demonstrated adequate sensitivity and specificity for detecting cognitive impairment in population-based settings. The most common are the Mini-Cog, the Memory Impairment Screen, the General Practitioner Assessment of Cognition, and the Montreal Cognitive Assessment. Each of these tests can be performed in approximately 5 to 10 minutes; no compelling data support the superiority of one test over another. These tests are increasingly used to justify billing and medication-authorization decisions by insurers."
]
},
{
"type":"p",
"hlId":"1350d9",
"children":[
"After cognitive impairment is diagnosed, determining whether it is reversible or nonreversible is imperative in the initial evaluation of the patient. Essential elements in this determination are the time course of symptom onset and progression, the principal cognitive domain or function affected and its functional impact, and other associated neurologic and nonneurologic symptoms. Fluctuations in course, inattentiveness, disorganized thinking, and altered level of consciousness should prompt evaluation for acute or subacute delirium. Access to a reliable informant familiar with the patient's condition is critical in the evaluation of the cognitive disorder. The signs and symptoms of a cognitive disorder also may have an anatomic correlate that can be used to help guide the diagnosis and treatment. For example, a progressive loss of language function localizes to a different anatomic location than does a primary memory problem, which may be helpful in determining the underlying cause of the impaired function. The age of the patient is another important consideration; for example, both atypical presentations of typical dementia syndromes and nonneurodegenerative causes are more common in younger patients."
]
},
{
"type":"p",
"hlId":"78dd12",
"children":[
"For a slowly progressive dementia syndrome in an older patient, the American Academy of Neurology recommends that a minimum evaluation include the following elements:"
]
},
{
"type":"list",
"children":[
" ",
{
"type":"list-item",
"hlId":"59fa9f",
"children":[
"General neurologic examination, including a cognitive screening evaluation"
]
},
" ",
{
"type":"list-item",
"hlId":"7015be",
"children":[
"Evaluation for depression, sleep disorders, alcohol use, and family history of dementia"
]
},
" ",
{
"type":"list-item",
"hlId":"8ed394",
"children":[
"Detailed medication review"
]
},
" ",
{
"type":"list-item",
"hlId":"e6da4d",
"children":[
"Serum chemistries, including plasma glucose level and hepatic function"
]
},
" ",
{
"type":"list-item",
"hlId":"c93ec1",
"children":[
"Complete blood count"
]
},
" ",
{
"type":"list-item",
"hlId":"41645f",
"children":[
"Determination of vitamin B",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"12"
]
},
" and thyroid-stimulating hormone levels"
]
},
" ",
{
"type":"list-item",
"hlId":"1267c0",
"children":[
"A rapid plasmin reagin test to evaluate for syphilis in high-risk populations"
]
},
" ",
{
"type":"list-item",
"hlId":"ce3d41",
"children":[
"Basic neuroimaging (MRI or CT without contrast)"
]
},
" "
]
},
{
"type":"p",
"hlId":"a57af7",
"children":[
"Increasing evidence also suggests that chronic vitamin D deficiency increases the odds of developing dementia. Therefore, measuring serum 25-hydroxyvitamin D levels can be considered. When patient age, disease progression, or other associated symptoms raise the possibility of a more uncommon type of dementia, additional diagnostic tests and early referral to a specialist should be considered ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_nr_f16",
"wrapId":"1",
"children":[
"Figure 16"
]
}
]
},
")"
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"1",
"contentIds":[
"mk19_a_nr_f16"
]
},
{
"type":"p",
"hlId":"29e2df",
"children":[
"Several more specialized testing modalities are available. These tests should be reserved for patients with an uncertain diagnosis (for example, to distinguish dementia from pseudodementia), for an atypical progression of a previously established diagnosis (such as an excessively slow course of Alzheimer disease), and for discriminating between two types of dementia with overlapping features (such as the detection of Alzheimer disease–specific biomarkers). These tests, if required, are typically ordered by a dementia specialist."
]
},
{
"type":"p",
"hlId":"7a247b",
"children":[
"These specialized diagnostic tests fall into two categories:"
]
},
{
"type":"list",
"ordered":true,
"children":[
" ",
{
"type":"list-item",
"hlId":"be53d3",
"children":[
"Disease-specific tests: measurement of cerebrospinal fluid (CSF) levels of the tau protein and 42-residue form of amyloid-β peptide (Aβ",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"42"
]
},
") in patients with Alzheimer disease; amyloid-specific and tau-specific PET to detect amyloid plaques and neurofibrillary tangles in Alzheimer disease; and dopamine transporter single-photon emission CT in patients with cognitive impairment and symptoms of parkinsonism (see ",
{
"type":"cross-reference",
"target":"mk19_a_nr_s6_2_1_2",
"children":[
"Movement Disorders"
]
},
")."
]
},
" ",
{
"type":"list-item",
"hlId":"9cc2c6",
"children":[
"Disease-nonspecific tests: ",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"18"
]
},
"F-fluorodeoxyglucose (FDG)–PET to measure cerebral metabolism; neuropsychological testing to outline the pattern of cognitive impairment with greater sensitivity and specificity than that provided by brief cognitive screeners; MRI to detect and measure brain atrophy; and CSF analysis to detect inflammation, infection, neuronal injury, and paraneoplastic antibodies."
]
},
" "
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"369311",
"children":[
"Many bedside cognitive evaluation tools have demonstrated adequate sensitivity and specificity for detecting cognitive impairment in population-based settings; no compelling data support the superiority of one test over another."
]
},
{
"type":"keypoint",
"hlId":"ef3a8b",
"children":[
"The minimum evaluation in slowly progressive dementia syndrome in an older patient includes assessment for a reversible cause with a general neurologic examination; evaluation for depression, sleep disorders, alcohol use, and a family history of dementia; a detailed medication review; basic laboratory studies, including vitamin B",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"12"
]
},
" and thyroid-stimulating hormone measurement; and basic neuroimaging (MRI or CT without contrast)."
]
},
{
"type":"keypoint",
"hlId":"557838",
"hvc":true,
"children":[
"Specialized tests for dementia—including cerebrospinal fluid tests, dopamine transporter single-photon emission CT and PET scans—should be reserved for uncertain diagnoses or atypical presentations; they are usually ordered in conjunction with dementia specialists."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s5_3",
"title":{
"__html":"Delirium"
},
"titleNode":{
"type":"section-title",
"hlId":"e555ca",
"children":[
"Delirium"
]
},
"children":[
{
"type":"p",
"hlId":"66311f",
"children":[
"Although rarely considered in the same light as acute dysfunction of other major organs, delirium is an acute alteration of brain function and should be approached with the same intent of alleviating the dysfunction as rapidly as possible. The clinical consequences of delirium are substantial because delirium is associated with greater hospital morbidity, more medical complications, longer lengths of stay, and a higher rate of discharge to long-term care facilities. The frequency of delirium depends on the setting and the patient population. Postsurgical and ICU patients, particularly older populations, have the highest prevalence of delirium (see ",
{
"type":"cross-reference",
"target":"mk19_b_pm_s11_1_1_2",
"children":[
"MKSAP 19 Pulmonary and Critical Care Medicine"
]
},
" for ICU delirium). Risk increases with the presence of baseline dementia, multiple medical problems, polypharmacy, and hypoxia."
]
},
{
"type":"p",
"hlId":"76e2f0",
"children":[
"Prevention of delirium is likely more effective than treatment of established delirium. In hospitalized patients, providing patients with assistive visual and hearing devices, adequately controlling pain, limiting psychoactive medications, providing frequent orientation, encouraging mobility, and enabling uninterrupted sleep on a normal sleep-wake cycle may help decrease the likelihood of developing delirium. Delirium presents with numerous and variable symptoms and signs ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_nr_t27",
"wrapId":"2",
"children":[
"Table 27"
]
}
]
},
")"
]
},
". The core of delirium is an alteration in the arousal system (that is, in the ascending reticular activating system of the midbrain, thalamus, and hypothalamus that modulates sleep-wake transitions). Fluctuations in mental status, altered circadian rhythm, and poor attention are the hallmarks of the clinical syndrome. The Confusion Assessment Method is a useful tool with good sensitivity for diagnosing delirium. Delirium also has a multitude of causes ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_nr_t28",
"wrapId":"2",
"children":[
"Table 28"
]
}
]
},
")"
]
},
", and almost any acute medical condition may provoke delirium in a susceptible patient. Evaluation for the underlying cause of delirium is mandatory but often difficult because the patient may not be able to direct the evaluation. Consideration should always be given to life-threatening causes of delirium, including vascular events and infection. Neuroimaging may be necessary, and in the appropriate setting, electroencephalography can be used to ensure that seizures are not the cause of the confusion."
]
},
{
"type":"inline-wrap",
"wrapId":"2",
"contentIds":[
"mk19_a_nr_t27",
"mk19_a_nr_t28"
]
},
{
"type":"section",
"id":"mk19_a_nr_s5_3_1",
"title":{
"__html":"Treatment"
},
"titleNode":{
"type":"section-title",
"hlId":"4c4ac0",
"children":[
"Treatment"
]
},
"children":[
{
"type":"p",
"hlId":"d82ed4",
"children":[
"The primary treatment of delirium is identification and treatment of the underlying cause. Use of sedating medications, such as benzodiazepines and haloperidol, should be avoided because they may cause or worsen delirium. Current evidence does not support routine use of haloperidol or second-generation antipsychotic agents to treat delirium in adult inpatients. Some evidence suggests that the melatonin receptor agonist ramelteon may be useful. The effectiveness of acetylcholinesterase inhibitors remains uncertain."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"227245",
"children":[
"The Confusion Assessment Method is a useful tool with good sensitivity for diagnosing delirium; management should emphasize identification and treatment of the underlying causes."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s5_4",
"title":{
"__html":"Mild Cognitive Impairment"
},
"titleNode":{
"type":"section-title",
"hlId":"1f8e49",
"children":[
"Mild Cognitive Impairment"
]
},
"children":[
{
"type":"p",
"hlId":"dac028",
"children":[
"The diagnosis of mild cognitive impairment (MCI) is commonly used to identify patients with clear symptoms of cognitive decline who do not meet criteria for dementia. The formal criteria for MCI are a subjective report (from either the patient or a witness) of a decline in cognitive abilities with relative preservation of day-to-day function and evidence of cognitive impairment on cognitive testing."
]
},
{
"type":"p",
"hlId":"c81940",
"children":[
"The annual risk of MCI progressing to dementia ranges from 5% to 15%, but a significant percentage of patients have normal findings on subsequent examinations. Reversible causes of MCI include medication adverse effects, sleep apnea, depression, and other medical conditions. Because of wide variability in the risk of progression, steps should be taken to confirm the underlying cause of the symptoms. The initial diagnostic approach should follow that outlined in ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_nr_f16",
"wrapId":"3",
"children":[
"Figure 16"
]
}
]
},
" for those with cognitive impairment of greater than 3 months. Abnormalities on these studies, combined with a detailed family history screen, may help more accurately predict the risk of progression."
]
},
{
"type":"inline-wrap",
"wrapId":"3",
"contentIds":[
"mk19_a_nr_f16"
]
},
{
"type":"section",
"id":"mk19_a_nr_s5_4_1",
"title":{
"__html":"Treatment"
},
"titleNode":{
"type":"section-title",
"hlId":"4c4ac0",
"children":[
"Treatment"
]
},
"children":[
{
"type":"p",
"hlId":"219f98",
"children":[
"No medications are currently approved for the treatment of MCI, and no medications or dietary agents have been shown to prevent progression to dementia. The ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Lancet"
]
},
" Commission 2020 supports addressing modifiable risk factors for dementia prevention, intervention, and care, including excessive alcohol use, head injury, air pollution, less education, hypertension, hearing loss, smoking, obesity, depression, physical inactivity, diabetes, and limited social contact. The American Academy of Neurology recommends that cognitively impairing medications should be discontinued when possible and behavioral symptoms treated. Clinicians should also recommend regular exercise and may recommend cognitive exercises, but there is insufficient evidence to support or refute the use of any individual cognitive strategy. Use of vitamins B and E, polyunsaturated fatty acids, and multicomplex supplementation is not recommended."
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s5_4_2",
"title":{
"__html":"Prevention"
},
"titleNode":{
"type":"section-title",
"hlId":"c53b76",
"children":[
"Prevention"
]
},
"children":[
{
"type":"p",
"hlId":"e32d7e",
"children":[
"With the growth of the aging population, the prevalence of MCI and dementia is increasing. However, the incidence of dementia is declining with the control of vascular risk factors (diabetes mellitus, hypertension, hyperlipidemia). Exercise is the most important modifiable lifestyle factor to prevent the onset of MCI. Higher levels of education and midlife cognitive stimulation decrease the risk of MCI. The combination of the Mediterranean and DASH diet (called the MIND diet) is being studied by the National Institute of Aging as studies have suggested it plays a role in prevention of Alzheimer disease."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"0cbfbd",
"hvc":true,
"children":[
"No medications are currently approved for the treatment of mild cognitive impairment, and no medications or dietary agents have been shown to prevent progression to dementia once reversible causes have been excluded."
]
},
{
"type":"keypoint",
"hlId":"329269",
"children":[
"Exercise is the most important modifiable lifestyle factor to prevent the onset of mild cognitive impairment (MCI); midlife cognitive stimulation decreases the risk of MCI."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s5_5",
"title":{
"__html":"Dementias"
},
"titleNode":{
"type":"section-title",
"hlId":"bac3bf",
"children":[
"Dementias"
]
},
"children":[
{
"type":"p",
"hlId":"820641",
"children":[
"Dementia syndromes can be divided into those without early motor signs and those with early motor signs."
]
},
{
"type":"section",
"id":"mk19_a_nr_s5_5_1",
"title":{
"__html":"Dementias without Early Motor Signs"
},
"titleNode":{
"type":"section-title",
"hlId":"3d9f66",
"children":[
"Dementias without Early Motor Signs"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_nr_s5_5_1_1",
"title":{
"__html":"Alzheimer Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"1aa122",
"children":[
"Alzheimer Disease"
]
},
"children":[
{
"type":"p",
"hlId":"391e4a",
"children":[
"The most common memory-predominant dementia is Alzheimer disease, which is also the most common cause of dementia. Age is the greatest risk factor; after age 65 years, the prevalence doubles every 5 years. A second major risk factor is the presence of one or two copies of the apolipoprotein-E ε4 (APOE ε4) allele, which increases susceptibility. Of note, the APOE ε4 allele is not a causative gene and thus testing for it is not recommended in diagnostic evaluation. Additional risk factors include a family history of dementia, female sex, history of stroke, and (to a lesser extent) head injury and cardiovascular disease."
]
},
{
"type":"p",
"hlId":"750aa5",
"children":[
"The exact pathophysiology of Alzheimer disease is unclear. The principal pathologic findings, however, include brain volume loss, extracellular fibrillar amyloid beta (Aβ) plaques, and intracellular neurofibrillary tau tangles. Notably, the development of Aβ pathologic features begins as early as 15 to 20 years before symptom onset; these features are diffusely distributed in the brain, whereas neurofibrillary tangles appear in the areas of greatest atrophy."
]
},
{
"type":"p",
"hlId":"b194bb",
"children":[
"The typical presentation of Alzheimer disease is that of an insidious worsening of memory, language, and visuospatial abilities. Manifestations include forgetfulness (misplacing objects, missing appointments, frequently repeating questions or statements, missing bill payments), word-finding difficulties, hesitation in speech, and navigational problems (difficulty with directions while driving, even to familiar places, or disorientation in unfamiliar places). These symptoms are often followed by problems with executive function (organizational abilities and multitasking), problems with calculations (managing finances), and behavioral and mood symptoms (apathy, depression, anxiety, irritability, and agitation). As the disease progresses, behavioral symptoms, including delusions, become more common. In contrast to dementia with Lewy bodies, however, hallucinations are rare. Motor symptoms and gait problems also do not typically occur until well into the moderate stages of the disease when daily function is significantly impaired. Early hallucinations and motor problems suggest the presence of a disorder other than Alzheimer disease ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_nr_t29",
"wrapId":"4",
"children":[
"Table 29"
]
}
]
},
")"
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"4",
"contentIds":[
"mk19_a_nr_t29"
]
},
{
"type":"p",
"hlId":"2e41f1",
"children":[
"In younger-onset Alzheimer disease, nonmemory symptoms are more frequently the predominant pattern and include language-predominant, executive function–predominant (impaired organizational abilities, disorganized thoughts, poor attention span), and visual/perceptive–predominant (impaired depth perception, navigational problems, problems with coordination) forms. Memory impairment can be initially minimal."
]
},
{
"type":"section",
"id":"mk19_a_nr_s5_5_1_1_1",
"title":{
"__html":"Evaluation"
},
"titleNode":{
"type":"section-title",
"hlId":"b74a43",
"children":[
"Evaluation"
]
},
"children":[
{
"type":"p",
"hlId":"2493ea",
"children":[
"MRI of the brain supports the diagnosis of Alzheimer disease when it shows evidence of decreased volume of the hippocampi ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_nr_f17",
"wrapId":"5",
"children":[
"Figure 17"
]
}
]
},
")"
]
},
" out of proportion to rest of the brain. When seen in MCI, decreased hippocampal volume predicts a higher likelihood of progression to Alzheimer dementia. When the MRI is normal and the diagnosis is in question or a non–Alzheimer disease process is being considered, functional brain scanning (FDG-PET) can be used to look for the Alzheimer disease pattern of decreased brain function in the bilateral parietal and temporal regions."
]
},
{
"type":"inline-wrap",
"wrapId":"5",
"contentIds":[
"mk19_a_nr_f17"
]
},
{
"type":"p",
"hlId":"d7a2d3",
"children":[
"In situations involving an uncertain diagnosis or a younger patient, Alzheimer disease–specific biomarkers also can be sought. A CSF test for Alzheimer disease biomarkers is FDA approved but not frequently covered by insurers. In the presence of dementia, a pattern of decreased Aβ",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"42"
]
},
" and increased tau and phosphorylated tau levels is highly specific for Alzheimer disease; conversely, a normal Aβ",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"42"
]
},
" level has a high negative-predictive probability for Alzheimer disease. Three Aβ plaque PET scans are FDA approved for detecting these findings but are not covered by insurers. Recent evidence suggests that these scans change management by dementia specialists in approximately 60% of patients, which can affect the role of amyloid scanning in the evaluation of dementia and Alzheimer disease outside of clinical trials. The first Tau neurofibrillary tangle PET scan was FDA approved in May 2020 and its utility has yet to be established."
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s5_5_1_1_2",
"title":{
"__html":"Treatment"
},
"titleNode":{
"type":"section-title",
"hlId":"4c4ac0",
"children":[
"Treatment"
]
},
"children":[
{
"type":"p",
"hlId":"5e9dfd",
"children":[
"The nonpharmacologic management of Alzheimer disease includes aggressively treating possible factors contributing to disease progression, such as sleep disorders (including obstructive sleep apnea) and cardiovascular disease; risk factors for cardiovascular disease also should be addressed. Adhering to an exercise program should be encouraged. Dietary recommendations for slowing cognitive decline in Alzheimer disease or MCI remain uncertain. Given the links between cardiovascular disease risk factors and Alzheimer disease, it is generally recommended that affected patients follow a “heart-healthy” diet (a diet rich in whole grains, fruits, and vegetables and low in simple carbohydrates, polyunsaturated or trans-fatty acids, nitrates, and alcohol). The use of nutraceuticals (supplements enriched with nutrient precursors of many substrates for healthy brain function) has shown benefit in some, but not all, trials and remains controversial. No conclusive data have shown a link between statin use and development of Alzheimer disease, and meta-analyses of randomized controlled trials have shown no clear benefit or harm to cognition from statins. However, given case reports of cognitive decline after statin therapy, the FDA has issued a warning about possible worsening cognition after initiation of some statins. Clinicians should consider discontinuing statin therapy if there is a clear temporal link between starting this therapy and significant cognitive decline."
]
},
{
"type":"p",
"hlId":"0cb331",
"children":[
"The acetylcholinesterase inhibitors donepezil, rivastigmine, and galantamine are approved for treating mild to moderate dementia in patients with Alzheimer disease and have demonstrated modest benefits in cognitive performance. Donepezil and rivastigmine also have been approved for moderate to severe stage dementia in Alzheimer disease. Although there is no immediate improvement in daily functioning, this class of medications has been shown to stabilize progression of symptoms and functional loss. These three drugs have differences in pharmacodynamics and pharmacokinetics but appear equally efficacious. Because of their possible adverse effects on cardiac conduction, acetylcholinesterase inhibitors should be used with caution or avoided in patients with bradycardia or other conduction abnormalities. The most common adverse effects are gastrointestinal issues, which result in discontinuation of the medication in nearly 20% of patients. Additional adverse effects include syncope, agitation, nocturnal cramps, and vivid dreams. The ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"N"
]
},
"-methyl-",
{
"type":"tag",
"tagName":"small",
"attrs":{
},
"children":[
"D"
]
},
"-aspartate receptor antagonist memantine is approved for moderate to severe dementia in patients with Alzheimer disease associated with significant functional impairment and is not associated with adverse cardiovascular effects. It has no established benefit in mild dementia and must be added to an acetylcholinesterase inhibitor for effect in moderate- to severe-stage dementia. Antibodies targeting Aβ plaques represent another potential means of treatment and are the subject of current study. Antibodies targeting soluble tau are also being studied in human clinical trials."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"df83c1",
"children":[
"An MRI of the brain supports the diagnosis of Alzheimer disease when it shows evidence of decreased volume of the hippocampi."
]
},
{
"type":"keypoint",
"hlId":"ddd164",
"children":[
"Acetylcholinesterase inhibitors have demonstrated modest benefits in cognitive performance in patients with mild to moderate Alzheimer disease without clear improvements in daily functioning; memantine is approved for moderate to severe dementia in patients with Alzheimer disease associated with significant functional impairment."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s5_5_1_2",
"title":{
"__html":"Frontotemporal Dementias"
},
"titleNode":{
"type":"section-title",
"hlId":"5f70cc",
"children":[
"Frontotemporal Dementias"
]
},
"children":[
{
"type":"p",
"hlId":"1cccb9",
"children":[
"The frontotemporal dementias (FTDs), which comprise language-variant and behavioral-variant types, are the second most common cause (after Alzheimer disease) of neurodegenerative dementia in patients younger than 65 years. The language-variant FTDs consist of two forms of primary progressive aphasia and are discussed separately in Language-Predominant Dementias. In behavioral-variant FTD, there is a slight male predominance and shorter disease duration than in Alzheimer disease. As many as 20% to 40% of patients with behavioral-variant FTD have familial inheritance. Amyotrophic lateral sclerosis occurs in as many as 15% of patients with behavioral-variant FTD and generally portends a much more rapid progression than other forms of FTD. The pathology underlying FTD involves phosphorylated tau, transactive-response DNA-binding protein 43 inclusions, or—in a small number of patients—fused in sarcoma protein."
]
},
{
"type":"p",
"hlId":"c482cc",
"children":[
"The most prominent feature of behavioral-variant FTD is an alteration in personality and behavior that typically develops years before the onset of cognitive impairment. A clue to the diagnosis early in the disease is discordance between normal or near-normal performance on objective cognitive testing and a significant degree of functional impairment. Because these behaviors often manifest as obsessive-compulsive tendencies, impulsivity, apathy, and impaired judgment, patients with this disorder are often misdiagnosed as having bipolar disorder, obsessive-compulsive disorder, and depression. Other common symptoms are lack of empathy, disinhibition, excessive spending, and excessive eating, particularly of high-calorie foods. These behaviors occasionally result in legal troubles. Those with behavioral-variant FTD often have poor insight into their disease."
]
},
{
"type":"p",
"hlId":"a0ef80",
"children":[
"Diagnostic criteria have been proposed, with the diagnosis of behavioral-variant FTD being established when three of the following six criteria are met: early behavioral disinhibition, early apathy or inertia, early loss of sympathy or empathy, perseverative or compulsive behaviors, hyperorality and dietary changes, and neuropsychological deficits in executive function with memory and visuospatial sparing."
]
},
{
"type":"section",
"id":"mk19_a_nr_s5_5_1_2_1",
"title":{
"__html":"Evaluation"
},
"titleNode":{
"type":"section-title",
"hlId":"b74a43",
"children":[
"Evaluation"
]
},
"children":[
{
"type":"p",
"hlId":"a2d6ea",
"children":[
"Because cognitive testing results can be normal early in the disease course, Alzheimer disease screening tools are not helpful for evaluating FTD. When this diagnosis is suspected, detailed cognitive testing by a neuropsychologist is indicated."
]
},
{
"type":"p",
"hlId":"734c66",
"children":[
"Because structural lesions of the frontal lobes can result in a syndrome similar to behavioral-variant FTD, neuroimaging with MRI or CT is mandatory. Additionally, many patients with behavioral-variant FTD have frontotemporal lobe atrophy visible on imaging ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_nr_f18",
"wrapId":"6",
"children":[
"Figure 18"
]
}
]
},
")"
]
},
". If the MRI is normal, a functional brain scan (FDG-PET) may show a pattern of prominent frontal lobe abnormalities."
]
},
{
"type":"inline-wrap",
"wrapId":"6",
"contentIds":[
"mk19_a_nr_f18"
]
},
{
"type":"p",
"hlId":"e99953",
"children":[
"A CSF evaluation also can be helpful in distinguishing FTD from Alzheimer disease because the Aβ",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"42"
]
},
" level is typically depressed in Alzheimer disease but normal in FTD."
]
},
{
"type":"p",
"hlId":"538d3d",
"children":[
"Finally, because of the association with amyotrophic lateral sclerosis, all patients with a diagnosis of behavioral-variant FTD should be monitored closely for muscle weakness, cramping, or fasciculations (",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"video-link",
"target":"mk19_a_nr_v06",
"wrapId":"7",
"children":[
"Video 6"
]
}
]
},
")."
]
},
{
"type":"inline-wrap",
"wrapId":"7",
"contentIds":[
"mk19_a_nr_v06"
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s5_5_1_2_2",
"title":{
"__html":"Treatment"
},
"titleNode":{
"type":"section-title",
"hlId":"4c4ac0",
"children":[
"Treatment"
]
},
"children":[
{
"type":"p",
"hlId":"f05cb5",
"children":[
"There are currently no approved therapies to treat behavioral-variant FTD, and clinical trials testing the effectiveness of acetylcholinesterase inhibitors and memantine have shown no benefit. Studies have shown SSRIs to be helpful for compulsive behaviors, if present, in patients with FTD. Treatment is symptomatic and can involve collaboration with a psychiatrist."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"7852cb",
"children":[
"A clue to the diagnosis of behavioral-variant frontotemporal dementia early in the disease course is discordance between normal or near-normal performance on objective cognitive testing and a significant degree of functional impairment."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s5_5_1_3",
"title":{
"__html":"Language-Predominant Dementias"
},
"titleNode":{
"type":"section-title",
"hlId":"e5fdb4",
"children":[
"Language-Predominant Dementias"
]
},
"children":[
{
"type":"p",
"hlId":"78a1ae",
"children":[
"The primary progressive aphasias (PPAs) are a group of neurodegenerative dementia syndromes in which a progressive impairment in language is the principal cognitive deficit and cause of functional impairment for at least the first 2 years. PPAs can be subdivided into three types: nonfluent agrammatic variant (",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"video-link",
"target":"mk19_a_nr_v07",
"wrapId":"8",
"children":[
"Video 7"
]
}
]
},
"), semantic variant, and logopenic variant (",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"video-link",
"target":"mk19_a_nr_v08",
"wrapId":"8",
"children":[
"Video 8"
]
}
]
},
"). Although language decline is common in many dementia syndromes, in PPA it is the symptom noted first, and language is often the only cognitive domain affected for years before the development of additional cognitive deterioration. Pathologically, the PPAs are related to FTD and Alzheimer disease but typically occur at a younger age."
]
},
{
"type":"inline-wrap",
"wrapId":"8",
"contentIds":[
"mk19_a_nr_v07",
"mk19_a_nr_v08"
]
},
{
"type":"section",
"id":"mk19_a_nr_s5_5_1_3_1",
"title":{
"__html":"Evaluation"
},
"titleNode":{
"type":"section-title",
"hlId":"b74a43",
"children":[
"Evaluation"
]
},
"children":[
{
"type":"p",
"hlId":"3877d7",
"children":[
"The language components of the cognitive screening evaluation are disproportionately affected in language-predominant dementias. Because most cognitive tests are language based, patients with PPA often perform worse than expected given their level of day-to-day functioning (the opposite of what is seen in behavioral-variant FTD)."
]
},
{
"type":"p",
"hlId":"74cfa4",
"children":[
"Structural imaging can be very helpful; attention should be paid to asymmetric involvement of the left temporal lobe, which is atrophied in the semantic variant of PPA ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_nr_f19",
"wrapId":"9",
"children":[
"Figure 19"
]
}
]
},
")"
]
},
". Functional brain imaging (FDG-PET) can identify a pattern of asymmetric lobar abnormality in patients with inconclusive brain MRIs."
]
},
{
"type":"inline-wrap",
"wrapId":"9",
"contentIds":[
"mk19_a_nr_f19"
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s5_5_1_3_2",
"title":{
"__html":"Treatment"
},
"titleNode":{
"type":"section-title",
"hlId":"4c4ac0",
"children":[
"Treatment"
]
},
"children":[
{
"type":"p",
"hlId":"ee29c3",
"children":[
"There are no pharmacologic therapies specifically approved for PPA. All affected patients should be assessed by a speech therapist. If language comprehension is an issue, assistive language devices can be helpful."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"13c023",
"children":[
"Because most cognitive tests are language based, patients with a primary progressive aphasia often perform worse than expected given their level of day-to-day functioning, in contrast to what is seen in behavioral-variant frontotemporal dementia."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s5_5_1_4",
"title":{
"__html":"Traumatic Encephalopathy Syndrome"
},
"titleNode":{
"type":"section-title",
"hlId":"f7957f",
"children":[
"Traumatic Encephalopathy Syndrome"
]
},
"children":[
{
"type":"p",
"hlId":"05ad06",
"children":[
"Traumatic encephalopathy syndrome (TES) is the progressive neurodegenerative syndrome associated with repetitive head trauma. Chronic traumatic encephalopathy (CTE) is technically a pathologic diagnosis. Retrospective studies were used in order to develop the criteria laid out in TES. Prospective studies are underway to correlate the clinical diagnosis of TES with the pathology found in CTE."
]
},
{
"type":"p",
"hlId":"511906",
"children":[
"The frontal and temporal lobes are most susceptible to damage from head trauma, and symptoms often reflect damage to these areas. TES may develop over many years, which makes the diagnosis challenging, particularly when it occurs in patients in their sixties and seventies when the prevalence of other dementias also increases."
]
},
{
"type":"p",
"hlId":"808dae",
"children":[
"The National Institute of Neurological Disorders and Stroke Consensus Diagnostic Criteria for TES require (1) substantial exposure to repetitive head impacts (RHI) from contact sports, military service, or other causes; (2) core clinical features of cognitive impairment (in episodic memory and/or executive functioning) and/or neurobehavioral dysregulation; (3) a progressive course; and (4) that the clinical features are not fully accounted for by any other neurologic, psychiatric, or medical conditions."
]
},
{
"type":"section",
"id":"mk19_a_nr_s5_5_1_4_1",
"title":{
"__html":"Evaluation"
},
"titleNode":{
"type":"section-title",
"hlId":"b74a43",
"children":[
"Evaluation"
]
},
"children":[
{
"type":"p",
"hlId":"bd90e7",
"children":[
"Yearly neuropsychological testing is recommended in patients with TES to document objective cognitive decline over time. Brain atrophy is typically global as seen on structural brain imaging, which can help differentiate TES from FTD (which is associated with frontal lobe atrophy)."
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s5_5_1_4_2",
"title":{
"__html":"Treatment"
},
"titleNode":{
"type":"section-title",
"hlId":"4c4ac0",
"children":[
"Treatment"
]
},
"children":[
{
"type":"p",
"hlId":"2fec13",
"children":[
"No clinical trials comparing various treatments have been performed in TES or CTE. Cholinergic deficits have been identified pathologically, which suggests that acetylcholinesterase inhibitors might be useful. As in behavioral-variant FTD, treatment is often symptom directed and includes antidepressants, mood stabilizers, and (occasionally) stimulants for severe apathy. Close monitoring for suicidality also should be part of treatment strategy for patients with TES."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"233414",
"children":[
"The cognitive pattern typical of traumatic encephalopathy syndrome is often one of cognitive slowing and disorganized thought processing, with less involvement of memory and visuospatial function early in the disease course; as the disease progresses, symptoms of mild parkinsonism can occur."
]
}
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s5_5_2",
"title":{
"__html":"Dementias with Early Motor Signs"
},
"titleNode":{
"type":"section-title",
"hlId":"65b45b",
"children":[
"Dementias with Early Motor Signs"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_nr_s5_5_2_1",
"title":{
"__html":"Dementia with Lewy Bodies and Parkinson Disease Dementia"
},
"titleNode":{
"type":"section-title",
"hlId":"fcd06b",
"children":[
"Dementia with Lewy Bodies and Parkinson Disease Dementia"
]
},
"children":[
{
"type":"p",
"hlId":"eeef43",
"children":[
"Because Parkinson disease is a progressive neurodegenerative disorder, cognitive symptoms frequently develop at some point in the disease course. When dementia occurs well after the motor symptoms, it is considered Parkinson disease dementia. When dementia and motor symptoms develop within 1 to 2 years of each other, it is classified as dementia with Lewy bodies (DLB)."
]
},
{
"type":"p",
"hlId":"404ece",
"children":[
"DLB is the second most common neurodegenerative dementia after Alzheimer disease. α-Synuclein deposits, or Lewy bodies, are the chief pathologic feature of DLB and commonly coexist with pathologic features of Alzheimer disease. The prevalence of DLB significantly increases with age, and this dementia often progresses more rapidly than Alzheimer disease. The clinical diagnosis rests on the key features of dementia, parkinsonian motor features (particularly gait problems and slowness of movements), visual hallucinations, rapid eye movement (REM) sleep behavior disorder, and frequent fluctuations in attention ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_nr_t30",
"wrapId":"10",
"children":[
"Table 30"
]
}
]
},
")"
]
},
". The latter may manifest as acute confusional episodes in which the patient is less responsive than usual or as intermittent days with excessive daytime sleepiness."
]
},
{
"type":"inline-wrap",
"wrapId":"10",
"contentIds":[
"mk19_a_nr_t30"
]
},
{
"type":"p",
"hlId":"7bec7b",
"children":[
"Distinguishing DLB from Alzheimer disease on the basis of cognition alone can be difficult, but other symptoms can help differentiate the two. Delusions and hallucinations are common and frequently occur at the mild stages of DLB. Additionally, significant sleep problems, especially daytime sleepiness, can be a debilitating feature of DLB, and REM sleep behavior disorder is much more common in DLB than Alzheimer disease."
]
},
{
"type":"p",
"hlId":"d14ef3",
"children":[
"Making the diagnosis of DLB as early as possible is important because the behavioral problems associated with this condition frequently result in the use of antipsychotic agents. Many patients with DLB are extremely sensitive to neuroleptic medications, particularly first-generation agents, and are at high risk for developing a severe worsening of symptoms resembling neuroleptic malignant syndrome."
]
},
{
"type":"section",
"id":"mk19_a_nr_s5_5_2_1_1",
"title":{
"__html":"Evaluation"
},
"titleNode":{
"type":"section-title",
"hlId":"b74a43",
"children":[
"Evaluation"
]
},
"children":[
{
"type":"p",
"hlId":"f85166",
"children":[
"Clinical history and neurologic examination findings are critical for the diagnosis of DLB. Indicative biomarkers also have been developed to support the diagnosis when sufficient clinical history is lacking. Reduced dopamine transporter uptake in the basal ganglia on a single photon emission CT or PET scan is supportive of a parkinsonian disorder, as is REM sleep behavior disorder seen on polysomnography."
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s5_5_2_1_2",
"title":{
"__html":"Treatment"
},
"titleNode":{
"type":"section-title",
"hlId":"4c4ac0",
"children":[
"Treatment"
]
},
"children":[
{
"type":"p",
"hlId":"f5353e",
"children":[
"Although not formally approved for DLB, acetylcholinesterase inhibitors can be effective in treating the cognitive symptoms of the disorder, according to expert opinion. Rivastigmine has been approved for treating Parkinson disease dementia but not DLB; there is no evidence that memantine is beneficial. The treatment of behavioral symptoms is often necessary, but first-generation antipsychotic agents are strongly contraindicated. REM sleep behavior disorder typically improves with high-dose melatonin supplementation (5-12 mg) at bedtime. In those not responding to melatonin supplementation, clonazepam is considered the drug of choice."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"f84ee7",
"children":[
"The clinical diagnosis of dementia with Lewy bodies rests on the key features of dementia, parkinsonian motor features (particularly gait problems and slowness of movements), visual hallucinations, REM sleep behavior disorder, and frequent fluctuations in attention."
]
},
{
"type":"keypoint",
"hlId":"6417f5",
"children":[
"Many patients with dementia with Lewy bodies are extremely sensitive to neuroleptic medications, particularly first-generation agents, and are at high risk for developing a severe worsening of symptoms resembling neuroleptic malignant syndrome."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s5_5_2_2",
"title":{
"__html":"Normal Pressure Hydrocephalus"
},
"titleNode":{
"type":"section-title",
"hlId":"8cde76",
"children":[
"Normal Pressure Hydrocephalus"
]
},
"children":[
{
"type":"p",
"hlId":"88bbce",
"children":[
"Normal pressure hydrocephalus (NPH) is characterized by the triad of gait changes, urinary incontinence, and cognitive impairment. Gait impairment, the most prominent feature, is characterized by shuffling short step length and often problems with starting ambulation (hesitation). The feet can appear as though they are stuck to the ground, which is described as a “magnetic” gait."
]
},
{
"type":"section",
"id":"mk19_a_nr_s5_5_2_2_1",
"title":{
"__html":"Evaluation"
},
"titleNode":{
"type":"section-title",
"hlId":"b74a43",
"children":[
"Evaluation"
]
},
"children":[
{
"type":"p",
"hlId":"2af052",
"children":[
"Gait changes can occur for multiple reasons and in several neurodegenerative diseases, so recognition of the gait pattern specific for NPH is crucial. Similarly, alternative causes for urinary incontinence should be excluded. Of note, the typical pattern of urinary incontinence in NPH is a lack of awareness of a full bladder, which leads to problems reaching the bathroom in time; this can be categorized as urge or functional incontinence. Cognitive testing typically reveals a pattern of slowing and executive cognitive impairment; some patients may require formal neuropsychological testing."
]
},
{
"type":"p",
"hlId":"ac5014",
"children":[
"A brain MRI or CT scan should be obtained because NPH cannot be diagnosed without evidence of ventriculomegaly (enlarged cerebral ventricles) ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_nr_f20",
"wrapId":"11",
"children":[
"Figure 20"
]
}
]
},
")"
]
},
". Lumbar puncture with high-volume (30 mL) CSF removal and determination of opening pressure also is required. A timed gait evaluation should be performed just before CSF removal and within 30 minutes after removal. Objective improvement in quality and speed of gait after CSF removal is an accurate predictor of NPH improvement with shunting."
]
},
{
"type":"inline-wrap",
"wrapId":"11",
"contentIds":[
"mk19_a_nr_f20"
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s5_5_2_2_2",
"title":{
"__html":"Treatment"
},
"titleNode":{
"type":"section-title",
"hlId":"4c4ac0",
"children":[
"Treatment"
]
},
"children":[
{
"type":"p",
"hlId":"349010",
"children":[
"CSF diversion through a ventriculoperitoneal shunt is the definitive treatment. Gait disturbance is the clinical symptom most amenable to ventricular shunting. The longer cognitive impairment has been present and the more pronounced the memory problem, the less certain is the response to shunting. If response to high-volume CSF removal is uncertain, referral to a neurosurgeon for a lumbar drain can be pursued. In the absence of a clear response to either high-volume CSF removal or lumbar drainage, a permanent ventricular shunt should not be pursued, and another diagnosis should be considered."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"58ea48",
"children":[
"Normal pressure hydrocephalus is characterized by the triad of gait changes, urinary incontinence, and cognitive impairment."
]
},
{
"type":"keypoint",
"hlId":"823f16",
"children":[
"Normal pressure hydrocephalus cannot be diagnosed without evidence of ventriculomegaly (enlarged cerebral ventricles) on a brain MRI or CT scan of the head; cerebrospinal fluid diversion through a ventriculoperitoneal shunt is the definitive treatment."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s5_5_2_3",
"title":{
"__html":"Vascular Cognitive Impairment"
},
"titleNode":{
"type":"section-title",
"hlId":"36b8c1",
"children":[
"Vascular Cognitive Impairment"
]
},
"children":[
{
"type":"p",
"hlId":"3e2dc2",
"children":[
"Vascular cognitive impairment encompasses a category of disorders in which the causal link between cerebrovascular disease and cognitive impairment is strong. In older populations, vascular cognitive impairment is likely second only to Alzheimer disease as the most common primary cause of dementia (but not of neurodegenerative dementia; see earlier discussion of dementia with Lewy bodies). This disorder may occur concurrently with Alzheimer disease in older patients."
]
},
{
"type":"p",
"hlId":"136a74",
"children":[
"The likelihood of vascular cognitive impairment increases with age and is associated with systemic vascular risk factors and a history of stroke (either clinically diagnosed or based on neuroimaging evidence). Several features distinguish vascular cognitive impairment from Alzheimer disease (see ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_nr_t29",
"wrapId":"12",
"children":[
"Table 29"
]
}
]
},
")"
]
},
". Two major signs of vascular cognitive impairment are early gait impairment and personality or mood changes."
]
},
{
"type":"inline-wrap",
"wrapId":"12",
"contentIds":[
"mk19_a_nr_t29"
]
},
{
"type":"section",
"id":"mk19_a_nr_s5_5_2_3_1",
"title":{
"__html":"Evaluation"
},
"titleNode":{
"type":"section-title",
"hlId":"b74a43",
"children":[
"Evaluation"
]
},
"children":[
{
"type":"p",
"hlId":"9b0db2",
"children":[
"Evaluation of vascular cognitive impairment relies on identification of vascular risk factors and, particularly, previous stroke. A cognitive pattern of disproportionate cognitive slowing compared with memory impairment is often noted."
]
},
{
"type":"p",
"hlId":"46a413",
"children":[
"As with NPH, brain imaging is a critical component supporting the diagnosis. In vascular cognitive impairment, MRIs typically display a pattern of diffuse and confluent changes in the white matter of the brain ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_nr_f21",
"wrapId":"13",
"children":[
"Figure 21"
]
}
]
},
")"
]
},
", cerebral microhemorrhages, and/or cortical infarcts beyond the mild periventricular hyperintensities commonly seen in older patients."
]
},
{
"type":"inline-wrap",
"wrapId":"13",
"contentIds":[
"mk19_a_nr_f21"
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s5_5_2_3_2",
"title":{
"__html":"Treatment"
},
"titleNode":{
"type":"section-title",
"hlId":"4c4ac0",
"children":[
"Treatment"
]
},
"children":[
{
"type":"p",
"hlId":"cc92fc",
"children":[
"Medications useful in treating Alzheimer disease are not approved for use in vascular cognitive impairment. However, some evidence suggests a modest benefit of the acetylcholinesterase inhibitors in vascular cognitive impairment, and treatment with this class of medications is generally recommended. Trials with memantine additionally indicated a modest cognitive benefit. Regular moderate intensity exercise has more benefit for cognitive slowing than pharmacological therapy. Aggressive treatment of vascular risk factors, especially hypertension, may be most beneficial in preventing progression."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"3c2e9f",
"children":[
"Two major signs of vascular cognitive impairment are early gait impairment and personality or mood changes."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s5_5_2_4",
"title":{
"__html":"Rapidly Progressive Dementia"
},
"titleNode":{
"type":"section-title",
"hlId":"887595",
"children":[
"Rapidly Progressive Dementia"
]
},
"children":[
{
"type":"p",
"hlId":"2a7768",
"children":[
"Because of the many possibly treatable causes of rapidly progressive dementia, a systematic approach is required and can identify the underlying cause in most patients. The differential diagnosis includes Creutzfeldt-Jakob disease (CJD), paraneoplastic syndromes (see ",
{
"type":"cross-reference",
"target":"mk19_a_nr_s10_5",
"children":[
"Neuro-oncology"
]
},
"), autoimmune/inflammatory encephalopathy (lupus encephalopathy, Sjögren syndrome, Hashimoto encephalopathy, multiple sclerosis), granulomatous disease (central nervous system sarcoidosis, Behçet syndrome, neurosyphilis), vasculitis (primary or secondary), some infections (HIV, herpes simplex virus, ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Borrelia burgdorferi"
]
},
"–caused disease), and toxicities (from alcohol or drug abuse, exposure to heavy metals)."
]
},
{
"type":"p",
"hlId":"249830",
"children":[
"Prions cause rare but relentlessly progressive and rapidly fatal neurodegenerative diseases characterized by dementia and ataxia, and thus prion disease should be part of the differential diagnosis in a patient of any age with these symptoms. The cause of disease is an abnormally folded prion protein, which occurs by a spontaneous mutation (85%), is acquired by exposure to a transmissible protein, or is an inherited genetic mutation. CJD is a prion-related disorder that often presents with rapidly progressive dementia. Prion diseases have no known therapy. Time from disease onset to death is approximately 12 months in as many as 80% of patients with CJD. The rapid cognitive decline seen with this disorder is associated with myoclonus, gait problems, visual compromise, and interruption of the circadian rhythm. MRI is one of the most sensitive diagnostic tools for CJD, typically showing a pattern of increased intensity in the diffusion-weighted sequence in the basal ganglia and various cortical regions. Periodic sharp wave complexes are often seen on electroencephalography and are helpful but not necessary in making the diagnosis. CSF testing may establish the presence of 14-3-3 protein and an elevation in total tau protein levels, but these findings lack sufficient sensitivity and specificity. The real-time quaking-induced conversion assay has higher sensitivity and specificity for detecting prion proteins than CSF analysis."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"85d02f",
"children":[
"Prion disease should be part of the differential diagnosis in a patient of any age with otherwise unexplained rapidly progressive dementia and ataxia."
]
},
{
"type":"keypoint",
"hlId":"70e5a1",
"children":[
"MRI is one of the most sensitive diagnostic tools for Creutzfeldt-Jakob disease and typically shows a pattern of an increased intensity in the diffusion-weighted sequence in the basal ganglia and various cortical regions."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s5_5_3",
"title":{
"__html":"Treatment Approach to Neurobehavioral Symptoms of Dementia"
},
"titleNode":{
"type":"section-title",
"hlId":"526c0d",
"children":[
"Treatment Approach to Neurobehavioral Symptoms of Dementia"
]
},
"children":[
{
"type":"p",
"hlId":"edaf87",
"children":[
"Behavioral and psychiatric symptoms of dementia are a common problem in patients with dementia disorders and are among the most common reasons for admission to long-term care facilities. Multidisciplinary care, massage and touch therapy, and music combined with massage and touch therapy were clinically more efficacious than usual care, including pharmacologic care, in treating aggressive and agitated behaviors in patients with dementia, according to a recent systematic review. Nonpharmacologic environmental and behavioral treatments should be emphasized for these patients, although some pharmacologic therapies may improve function and patient safety. Antidepressant agents should be considered first-line therapy for symptoms related to mood and anxiety. If appropriate, acetylcholinesterase inhibitors also may be tried early in the disease course. Benzodiazepines should be avoided, except in cases of extreme anxiety."
]
},
{
"type":"p",
"hlId":"263f44",
"children":[
"The use of antipsychotic agents to treat behavioral and psychiatric symptoms of dementia should be considered on an individual basis. Strong evidence links use of antipsychotic agents with increased mortality in older persons with dementia. At the same time, there is evidence of benefit for certain antipsychotic agents (such as risperidone, aripiprazole, and olanzapine). If antipsychotic agents are needed, newer-generation medications should be started at low doses with a regimented titration and a plan for regular follow-up evaluation and dose decreases. These drugs are associated with an increased risk of sudden death (likely cardiac), especially in the first 3 to 6 months of taking the medication; this risk should be clearly discussed with families before initiating the therapy and only after all other treatments have been tried. It is also advisable to obtain an ECG before the first dose to ensure that the patient's QT interval is normal; if the corrected QT interval is prolonged (>450 ms for men and >470 ms for women), antipsychotic agents should not be used."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_nr_s5_6",
"bibliography":true,
"title":{
"__html":"Bibliography"
},
"titleNode":{
"type":"section-title",
"hlId":"a7cc81",
"children":[
"Bibliography"
]
},
"children":[
{
"type":"references",
"children":[
{
"type":"reference",
"children":[
"Corbett A, Smith J, Creese B, et al. Treatment of behavioral and psychological symptoms of Alzheimer's disease. Curr Treat Options Neurol. 2012 Apr;14(2):113-25. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/22328204",
"target":"_blank"
},
"children":[
"PMID: 22328204"
]
},
" doi:10.1007/s11940-012-0166-9."
]
},
{
"type":"reference",
"children":[
"Inouye SK, van Dyck CH, Alessi CA, et al. Clarifying confusion: the confusion assessment method. A new method for detection of delirium. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://www.acpjournals.org/doi/10.7326/0003-4819-113-12-941",
"target":"_blank"
},
"children":[
"Ann Intern Med"
]
},
". 1990 Dec 15;113(12):941-8. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/2240918",
"target":"_blank"
},
"children":[
"PMID: 2240918"
]
},
"."
]
},
{
"type":"reference",
"children":[
"Katz DI, Bernick C, Dodick DW, et al. National Institute of Neurological Disorders and Stroke Consensus Diagnostic Criteria for traumatic encephalopathy syndrome. Neurology. 2021;96:848-863. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/33722990",
"target":"_blank"
},
"children":[
"PMID: 33722990"
]
},
" doi:10.1212/WNL.0000000000011850"
]
},
{
"type":"reference",
"children":[
"Lin J, O’Connor E, Rossom R, et al. Screening for cognitive impairment in older adults: a systematic review for the U.S. Preventive Services Task Force. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://www.acpjournals.org/doi/10.7326/0003-4819-159-9-201311050-00730",
"target":"_blank"
},
"children":[
"Ann Intern Med"
]
},
". 2013 Nov 5;159:601-12. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/24145578",
"target":"_blank"
},
"children":[
"PMID: 24145578"
]
},
".."
]
},
{
"type":"reference",
"children":[
"Livingston G, Huntley J, Sommerlad A, et al. Dementia prevention, intervention, and care: 2020 report of the Lancet Commission. Lancet. 2020;396:413-446. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/32738937",
"target":"_blank"
},
"children":[
"PMID: 32738937"
]
},
" doi:10.1016/S0140-6736(20)30367-6"
]
},
{
"type":"reference",
"children":[
"McKeith, I, Boeve, B, Dickson D, et al. Diagnosis and management of dementia with Lewy bodies: fourth consensus report of the DLB Consortium. Neurology. 2017 Jul 4;89(1):88-100. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/28592453",
"target":"_blank"
},
"children":[
"PMID: 28592453"
]
},
" doi:10.1212/WNL.0000000000004058."
]
},
{
"type":"reference",
"children":[
"Mead S, Rudge P. CJD mimics and chameleons. Pract Neurol. 2017;17:113-121. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/28153848",
"target":"_blank"
},
"children":[
"PMID: 28153848"
]
},
" doi:10.1136/practneurol-2016-001571"
]
},
{
"type":"reference",
"children":[
"Nikooie R, Neufeld KJ, Oh ES, et al. Antipsychotics for Treating Delirium in Hospitalized Adults: A Systematic Review. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://www.acpjournals.org/doi/10.7326/M19-1860",
"target":"_blank"
},
"children":[
"Ann Intern Med"
]
},
". 2019;171:485-495. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31476770",
"target":"_blank"
},
"children":[
"PMID: 31476770"
]
}
]
},
{
"type":"reference",
"children":[
"Petersen RC, Lopez O, Armstrong MJ, et al. Practice guideline update summary: Mild cognitive impairment: Report of the Guideline Development, Dissemination, and Implementation Subcommittee of the American Academy of Neurology. Neurology. 2018;90:126-135. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29282327",
"target":"_blank"
},
"children":[
"PMID: 29282327"
]
},
" doi:10.1212/WNL.0000000000004826"
]
},
{
"type":"reference",
"children":[
"Rascovsky K, Hodges JR, Knopman D, et al. Sensitivity of revised diagnostic criteria for the behavioural variant of frontotemporal dementia. Brain. 2011;134:2456-77. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/21810890",
"target":"_blank"
},
"children":[
"PMID: 21810890"
]
},
" doi:10.1093/brain/awr179"
]
},
{
"type":"reference",
"children":[
"Reams N, Eckner JT, Almeida AA, et al. A Clinical Approach to the Diagnosis of Traumatic Encephalopathy Syndrome: A Review. JAMA Neurol. 2016;73:743-9. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/27111824",
"target":"_blank"
},
"children":[
"PMID: 27111824"
]
}
]
},
{
"type":"reference",
"children":[
"Ritter A, Pillai J. Treatment of vascular cognitive impairment. Curr Treat Options Neurol. 2015 Aug;17(8):367. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/26094078",
"target":"_blank"
},
"children":[
"PMID: 26094078"
]
},
" doi:10.1007/s11940-015-0367-0."
]
},
{
"type":"reference",
"children":[
"Ströhle A, Schmidt DK, Schultz F, et al. Drug and Exercise Treatment of Alzheimer Disease and Mild Cognitive Impairment: A Systematic Review and Meta-Analysis of Effects on Cognition in Randomized Controlled Trials. Am J Geriatr Psychiatry. 2015;23:1234-1249. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/26601726",
"target":"_blank"
},
"children":[
"PMID: 26601726"
]
},
" doi:10.1016/j.jagp.2015.07.007"
]
},
{
"type":"reference",
"children":[
"US Preventive Services Task Force, Owens DK, Davidson KW, et al. Screening for cognitive impairment in older adults: US Preventive Services Task Force recommendation statement. JAMA. 2020;323(8):757-63. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/32096858",
"target":"_blank"
},
"children":[
"PMID: 32096858"
]
},
" doi:10.1001/jama.2020.0435"
]
},
{
"type":"reference",
"children":[
"Watt JA, Goodarzi Z, Veroniki AA, et al. Comparative Efficacy of Interventions for Aggressive and Agitated Behaviors in Dementia: A Systematic Review and Network Meta-analysis. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://www.acpjournals.org/doi/10.7326/M19-0993",
"target":"_blank"
},
"children":[
"Ann Intern Med"
]
},
". 2019;171:633-642. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31610547",
"target":"_blank"
},
"children":[
"PMID: 31610547"
]
}
]
},
{
"type":"reference",
"children":[
"World Health Organization. Risk reduction of cognitive decline and dementia [Internet]. WHO Guidelines. 2019. Available at: ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://www.who.int/mental_health/neurology/dementia/guidelines_risk_reduction/en",
"target":"_blank"
},
"children":[
"https://www.who.int/mental_health/neurology/dementia/guidelines_risk_reduction/en"
]
},
"."
]
}
]
}
]
}
]
},
"tablesContent":{
"mk19_a_nr_t27":{
"id":"mk19_a_nr_t27",
"number":27,
"bookId":"nr",
"title":{
"__html":"Clinical Features of Delirium"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"c812e3",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 27. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_nr_t27"
}
]
},
"Clinical Features of Delirium"
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9f777c",
"class":"cell txt l",
"children":[
"Fluctuations in mentation"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e1668c",
"class":"cell txt l",
"children":[
"Hypervigilance more than hypovigilance"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a3cea2",
"class":"cell txt l",
"children":[
"Disorganized thoughts"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e7219d",
"class":"cell txt l",
"children":[
"Delusions"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"334314",
"class":"cell txt l",
"children":[
"Hallucinations"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6dffb3",
"class":"cell txt l",
"children":[
"Poorly sustained attention"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-7 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"fe9822",
"class":"cell txt l",
"children":[
"Altered circadian rhythm"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-8 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9e79ab",
"class":"cell txt l",
"children":[
"Tremors (with occasional myoclonus)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-9 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"17d5ff",
"class":"cell txt l",
"children":[
"Hyperreflexia"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-10 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"bffe48",
"class":"cell txt l",
"children":[
"Motor restlessness more than stupor"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-11 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d50be1",
"class":"cell txt l",
"children":[
"Amnesia"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-12 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"27c890",
"class":"cell txt l",
"children":[
"Increased sympathetic tone (particularly with alcohol withdrawal)"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[

]
},
"mk19_a_nr_t28":{
"id":"mk19_a_nr_t28",
"number":28,
"bookId":"nr",
"title":{
"__html":"Causes of Delirium"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"0ef6c1",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 28. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_nr_t28"
}
]
},
"Causes of Delirium"
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"626c25",
"class":"cell txt l",
"children":[
"Drugs"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"30530b",
"class":"cell txt li",
"children":[
"Prescription medications (such as psychotropic medications, opioids, sedative hypnotics, anticonvulsants, antiparkinsonian agents, glucocorticoids, immunosuppressants, antiarrhythmics, antihypertensive agents, skeletal muscle relaxants, antibiotics)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"44a484",
"class":"cell txt li",
"children":[
"Nonprescription medications (such as NSAIDs, antihistamines)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"89aede",
"class":"cell txt li",
"children":[
"General anesthesia"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"72b072",
"class":"cell txt li",
"children":[
"Alcohol or drug withdrawal (e.g., opioids, benzodiazepines)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"26344b",
"class":"cell txt l",
"children":[
"Central nervous system diseases"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ce3274",
"class":"cell txt li",
"children":[
"Seizure, including nonconvulsive status epilepticus"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a21051",
"class":"cell txt li",
"children":[
"Acute ischemic infarction"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"5c55bd",
"class":"cell txt li",
"children":[
"Intracranial hemorrhage"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"74db01",
"class":"cell txt li",
"children":[
"Head injury"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9e96bb",
"class":"cell txt l",
"children":[
"Metabolic disorders"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d08d4c",
"class":"cell txt li",
"children":[
"Electrolyte disturbance"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"3d04eb",
"class":"cell txt li",
"children":[
"Hyperglycemia or hypoglycemia"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6a80a2",
"class":"cell txt li",
"children":[
"Hypoxemia"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2bdccc",
"class":"cell txt li",
"children":[
"Hypercarbia"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"26492c",
"class":"cell txt li",
"children":[
"Organ failure (such as cardiac failure, kidney impairment, liver failure)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"07ee5e",
"class":"cell txt li",
"children":[
"Endocrine (such as hypothyroidism, hyperthyroidism, hyperparathyroidism, Cushing syndrome, adrenal insufficiency)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ed25d8",
"class":"cell txt li",
"children":[
"Nutritional (such as malnourishment, vitamin B",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"12"
]
},
" deficiency, thiamine deficiency, niacin deficiency)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a6c2a2",
"class":"cell txt l",
"children":[
"Cardiovascular disease"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e33bb1",
"class":"cell txt li",
"children":[
"Myocardial infarction"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4a784e",
"class":"cell txt li",
"children":[
"Hypertensive emergency"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"94f307",
"class":"cell txt li",
"children":[
"Dysrhythmias"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"5c4074",
"class":"cell txt l",
"children":[
"Infections",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4cc2ab",
"class":"cell txt l",
"children":[
"Surgery"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-7 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"053264",
"class":"cell txt l",
"children":[
"Trauma"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-8 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0ba29c",
"class":"cell txt l",
"children":[
"Environment"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-8 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ab15af",
"class":"cell txt li",
"children":[
"Post–acute care setting"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-8 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"26bf7a",
"class":"cell txt li",
"children":[
"ICU"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-9 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6311ae",
"class":"cell txt l",
"children":[
"Other"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-9 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"41912e",
"class":"cell txt li",
"children":[
"Acute blood loss"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-9 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c6eb55",
"class":"cell txt li",
"children":[
"Uncontrolled pain"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-9 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b7bec6",
"class":"cell txt li",
"children":[
"Fecal impaction"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-9 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"868758",
"class":"cell txt li",
"children":[
"Urinary retention"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
},
"Such as urinary tract infections, respiratory infections, cellulitis, meningitis or encephalitis, and sepsis."
]
]
},
"mk19_a_nr_t29":{
"id":"mk19_a_nr_t29",
"number":29,
"bookId":"nr",
"title":{
"__html":"Features That Distinguish Alzheimer Disease from Other Dementias"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"b21064",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 29. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_nr_t29"
}
]
},
"Features That Distinguish Alzheimer Disease from Other Dementias"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"02066a",
"class":"col hd l",
"children":[
"Dementia Type"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7962dd",
"class":"col hd l",
"children":[
"Clinical Features"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"5e0e9b",
"class":"cell txt l",
"children":[
"Alzheimer disease"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"dc9a7b",
"class":"cell txt l",
"children":[
"Impaired memory or forgetfulness as prominent early symptom"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"749c2c",
"class":"cell txt l",
"children":[
"Minimal motor symptoms until disease reaches moderate severity (that is, at the point of significant impairment of activities of daily living)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"93a536",
"class":"cell txt l",
"children":[
"Rare visual hallucinations"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"fcc3f3",
"class":"cell txt l",
"children":[
"Delusions not common at early stages of disease (that is, at the point of relatively preserved activities of daily living)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"514341",
"class":"cell txt l",
"children":[
"Frontotemporal dementia"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7e2a94",
"class":"cell txt l",
"children":[
"Poor insight into impairment or denial of impairment, especially when cognitive impairment is mild"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a1050c",
"class":"cell txt l",
"children":[
"New-onset obsessive-compulsive behaviors"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ced575",
"class":"cell txt l",
"children":[
"Criminal behaviors"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"bed7e6",
"class":"cell txt l",
"children":[
"Gluttonous eating behaviors or adoption of bizarre food restrictions or fads"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0f8cf2",
"class":"cell txt l",
"children":[
"Motor neuron disease (such as muscle wasting)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f978f9",
"class":"cell txt l",
"children":[
"Dementia with Lewy bodies"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"fc47d5",
"class":"cell txt l",
"children":[
"Severe autonomic symptoms (such as orthostatic hypotension, constipation, and erectile dysfunction)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"5c84cc",
"class":"cell txt l",
"children":[
"Sleep disorders (such as rapid eye movement sleep behavior disorder and daytime hypersomnia)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1ffb7e",
"class":"cell txt l",
"children":[
"Severe fluctuations in mental status or seizure-like activity"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e1646f",
"class":"cell txt l",
"children":[
"Early visual hallucinations"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8fb596",
"class":"cell txt l",
"children":[
"Syncopal events or unexplained episodes of severe alteration in mentation"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f7c6ac",
"class":"cell txt l",
"children":[
"Repeated falls"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"704d8f",
"class":"cell txt l",
"children":[
"Severe sensitivity to medications that act on the central nervous system"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"375352",
"class":"cell txt l",
"children":[
"Normal pressure hydrocephalus"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6db82a",
"class":"cell txt l",
"children":[
"Pronounced gait disorder and repeated falls, especially early in the disease course (at mild dementia stage)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"57cbb5",
"class":"cell txt l",
"children":[
"Minimal cognitive impairment, compared with much greater gait disorder and non–memory-predominant pattern"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d26c45",
"class":"cell txt l",
"children":[
"Pronounced bladder incontinence proximate to onset of gait changes"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"187dc4",
"class":"cell txt l",
"children":[
"Vascular cognitive impairment"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6db82a",
"class":"cell txt l",
"children":[
"Pronounced gait disorder and repeated falls, especially early in the disease course (at mild dementia stage)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f8313c",
"class":"cell txt l",
"children":[
"Emotional incontinence (explosive crying, laughter)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c4ff2c",
"class":"cell txt l",
"children":[
"Pronounced apathy"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1a4bfa",
"class":"cell txt l",
"children":[
"Severe cognitive slowing"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[

]
},
"mk19_a_nr_t30":{
"id":"mk19_a_nr_t30",
"number":30,
"bookId":"nr",
"title":{
"__html":"Diagnostic Features of Dementia with Lewy Bodies"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"48182c",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 30. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_nr_t30"
}
]
},
"Diagnostic Features of Dementia with Lewy Bodies"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"98f770",
"class":"col hd l",
"children":[
"Features"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1bc43b",
"class":"col hd l",
"children":[
"Specific Symptoms"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"5c77ce",
"class":"cell txt l",
"children":[
"Central feature"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"488369",
"class":"cell txt l",
"children":[
"Dementia"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"763b60",
"class":"cell txt l",
"children":[
"Core features"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"61eb60",
"class":"cell txt l",
"children":[
"Parkinsonism, fluctuations in attention, rapid eye movement sleep behavior disorder, and recurrent visual hallucinations"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f60aa4",
"class":"cell txt l",
"children":[
"Supportive features"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"65a602",
"class":"cell txt l",
"children":[
"Severe neuroleptic sensitivity, transient episodes of loss of consciousness, significant daytime somnolence, severe delusions (especially early in dementia course), apathy, repeated falls, and orthostatic hypotension"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7965a9",
"class":"cell txt l",
"children":[
"Indicative biomarkers"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9edb20",
"class":"cell txt l",
"children":[
"Polysomnographic confirmation of REM sleep without atonia"
]
},
" ",
{
"type":"p",
"hlId":"19b08b",
"class":"cell txt l",
"children":[
"Reduced dopamine transporter uptake in basal ganglia evident on SPECT or PET scans"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"REM = rapid eye movement; SPECT = single photon emission CT."
]
]
}
}
}