{
"id":"mk19_a_id_s5",
"subspecialtyId":"id",
"title":"Urinary Tract Infections",
"jsonContent":{
"type":"section",
"id":"mk19_a_id_s5",
"title":{
"__html":"Urinary Tract Infections"
},
"titleNode":{
"type":"section-title",
"hlId":"947755",
"children":[
"Urinary Tract Infections"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_id_s5_1",
"title":{
"__html":"Epidemiology and Microbiology"
},
"titleNode":{
"type":"section-title",
"hlId":"d8141f",
"children":[
"Epidemiology and Microbiology"
]
},
"children":[
{
"type":"p",
"hlId":"4f1b05",
"children":[
"Community-acquired urinary tract infections (UTIs) account for approximately 9 million ambulatory visits and 2 million hospitalizations annually in the United States, making them one of the most common infections for which an antibiotic is prescribed. Another 1 million nosocomial UTIs are diagnosed annually, primarily urinary catheter associated, accounting for approximately 40% of health care–associated infections (see ",
{
"type":"cross-reference",
"target":"mk19_a_id_s17_3",
"children":[
"Health Care–Associated Infections"
]
},
"). Approximately half of all women experience a UTI by age 30 years; sexual activity is a major risk factor. Other risk factors include structural and functional abnormalities, use of spermicidal agents and diaphragms, pregnancy, diabetes mellitus, obesity, urethral catheterization (or other urinary tract instrumentation), incontinence, immunosuppression, and genetic factors (female relative with history of UTIs)."
]
},
{
"type":"p",
"hlId":"6a4416",
"children":[
"UTIs are classified based on anatomic location as lower (cystitis), upper (pyelonephritis, perinephric abscess), or prostatitis. The term ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"uncomplicated"
]
},
" UTI refers to infections in nonpregnant women without structural or neurologic abnormalities or comorbidities. UTIs in men, pregnant women, persons with foreign bodies (e.g., indwelling catheters or calculi), kidney disease, immunocompromise, obstruction, urinary retention from neurologic disorders, or recent antibiotic use are referred to as ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"complicated"
]
},
". Advanced age in the presence of other major comorbidities or frailty may be considered a complicating factor, although age alone does not define a complicated versus uncomplicated infection. A complicated UTI designation influences the choice and duration of antimicrobial therapy and extent of investigation. Underestimating the potential for uncomplicated UTIs to evolve into clinically severe disease should be avoided."
]
},
{
"type":"p",
"hlId":"ccff57",
"children":[
"Most infections occur by the ascending route. Ninety-five percent of ascending UTIs are caused by a single bacterial species, mainly gram-negative aerobic bacilli originating from the bowel. Uropathogenic ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Escherichia coli"
]
},
" accounts for 75% to 95% of UTIs in women. Less common pathogens include other Enterobacteriaceae, streptococci (particularly ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Streptococcus agalactiae"
]
},
"), enterococci, and staphylococci (most often ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Staphylococcus saprophyticus"
]
},
"). UTIs occurring in health care settings frequently involve a varied group of organisms (such as ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Enterobacter"
]
},
", ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Providencia"
]
},
", ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Morganella"
]
},
", ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Citrobacter"
]
},
", ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Serratia"
]
},
", ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Pseudomonas,"
]
},
" and ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Corynebacterium urealyticum"
]
},
"). ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Staphylococcus aureus"
]
},
" isolation in the urine may be related to instrumentation but suggests a possible hematogenous infection (i.e., an external source such as endocarditis)."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"cb8be5",
"children":[
"An ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"uncomplicated"
]
},
" urinary tract infection refers to infections in nonpregnant women without structural or neurologic abnormalities or comorbidities."
]
},
{
"type":"keypoint",
"hlId":"29b2be",
"children":[
"Urinary tract infections in men, pregnant women, and persons with foreign bodies, kidney disease, immunocompromise, obstruction, urinary retention from neurologic disorders, or recent antibiotic use are considered ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"complicated"
]
},
"."
]
},
{
"type":"keypoint",
"hlId":"0c05f0",
"children":[
"Designating an infection as ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"complicated"
]
},
" influences the choice and duration of antimicrobial therapy and extent of investigation."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_id_s5_2",
"title":{
"__html":"Diagnosis"
},
"titleNode":{
"type":"section-title",
"hlId":"523223",
"children":[
"Diagnosis"
]
},
"children":[
{
"type":"p",
"hlId":"172841",
"children":[
"Diagnosis is based on numerous clinical features, determining the anatomic location of infection (lower or upper urinary tract), and the presence of pyuria (≥10 leukocytes/µL) and bacteriuria. Pyuria can be detected by urine dipstick, which relies on the presence of leukocyte esterase. Although the sensitivity and specificity of dipstick testing are high (about 75% and 85%, respectively), pyuria may result from disorders other than infection. Leukocyte casts support a diagnosis of pyelonephritis. Microscopic or gross hematuria may occur with a UTI but may also be seen with nephrolithiasis and tumors. A positive nitrite test result signifies the presence of gram-negative bacteria capable of converting nitrates into nitrites."
]
},
{
"type":"p",
"hlId":"148e85",
"children":[
"Quantitative cultures of a midstream, clean-void urine sample are the most accurate way to demonstrate bacteriuria in patients with suspected UTI. Because of predictable microbiology and short treatment courses, culture is not recommended in women with uncomplicated cystitis. Urine cultures are indicated in pyelonephritis, complicated cystitis, and recurrent UTIs; in patients with histories of multiple antibiotic allergies; and in patients with a suspected resistant organism (recent antibiotic treatment, health care–associated infection, and previous multidrug-resistant UTI). The growth of 10",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"5"
]
},
" colony-forming units (CFU)/mL of urine is considered significant bacteriuria; however, lower CFU counts support a diagnosis in those with symptoms."
]
},
{
"type":"p",
"hlId":"d02c6b",
"children":[
"In most adults, imaging studies are not required, but they may be indicated when the diagnosis is unclear, when a structural abnormality or complication is suspected, or in patients with severe illness, immunocompromise, or lack of response to appropriate therapy. Ultrasonography can detect obstruction, whereas noncontrast helical CT is recommended for visualizing kidney stones. Although less sensitive than CT, kidney ultrasonography is less expensive, has no radiation exposure, and can be used in pregnant women or if CT is unavailable. Contrast-enhanced CT (CT urography) is recommended when intrarenal or perinephric abscess is suspected."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"adf147",
"hvc":true,
"children":[
"Urine culture is not recommended in women with uncomplicated cystitis but is indicated in pyelonephritis, complicated cystitis, recurrent urinary tract infections, patients with multiple antibiotic allergies, and in patients with a suspected resistant organism."
]
},
{
"type":"keypoint",
"hlId":"2f35d4",
"hvc":true,
"children":[
"In most adults with urinary tract infection, imaging studies are not required but may be indicated when the diagnosis is unclear; when a structural abnormality or complication is suspected; or in patients with severe illness, immunocompromise, or lack of response to appropriate therapy."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_id_s5_3",
"title":{
"__html":"Management"
},
"titleNode":{
"type":"section-title",
"hlId":"fe4dbc",
"children":[
"Management"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_id_s5_3_1",
"title":{
"__html":"Asymptomatic Bacteriuria"
},
"titleNode":{
"type":"section-title",
"hlId":"a42286",
"children":[
"Asymptomatic Bacteriuria"
]
},
"children":[
{
"type":"p",
"hlId":"c9f49b",
"children":[
"Asymptomatic bacteriuria (ASB) is defined as the presence of at least 10",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"5"
]
},
" CFU/mL of a uropathogen from two consecutive voided urine specimens in women or one specimen in men, or more than 10",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
" CFU/mL of one pathogen from a catheterized urine specimen in women or men. In all cases, local or systemic signs or symptoms of infection are absent. The prevalence of ASB ranges from 1% to 5% in healthy premenopausal women (2%-10% in pregnant women) to nearly 100% in patients with long-term indwelling urinary catheters."
]
},
{
"type":"p",
"hlId":"032f19",
"children":[
"Accompanying pyuria is not an indication for antimicrobial treatment. Reflex cultures (based on the detection of more than 10 leukocytes per high-powered field) in asymptomatic patients or in patients presenting with signs or symptoms unrelated to the urinary system should be avoided. Treatment of ASB neither decreases the frequency of symptomatic infections nor improves other outcomes. Inappropriate treatment is a major driver of antimicrobial resistance, particularly in health care facilities."
]
},
{
"type":"p",
"hlId":"f33e62",
"children":[
"However, treatment is indicated in pregnant women and in patients undergoing an invasive procedure involving the urinary tract ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_id_t17",
"wrapId":"1",
"children":[
"Table 17"
]
}
]
},
")"
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"1",
"contentIds":[
"mk19_a_id_t17"
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"b6ee49",
"hvc":true,
"children":[
"Pyuria accompanying asymptomatic bacteriuria is not an indication for urine culture or antimicrobial treatment."
]
},
{
"type":"keypoint",
"hlId":"a8b4ad",
"children":[
"Treatment of asymptomatic bacteriuria is indicated in pregnant women and in patients scheduled to undergo an invasive procedure involving the urinary tract."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_id_s5_3_2",
"title":{
"__html":"Cystitis"
},
"titleNode":{
"type":"section-title",
"hlId":"42f111",
"children":[
"Cystitis"
]
},
"children":[
{
"type":"p",
"hlId":"8eb94d",
"children":[
"Without treatment, uncomplicated cystitis (urinary frequency and urgency, dysuria, and suprapubic discomfort) resolves in up to 50% of women within 1 week. Recommended first-line antibiotic regimens should consider increased rates of ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"E. coli"
]
},
" antimicrobial resistance, the efficacy and advantages of short-course therapies, and the potential adverse effects. Preferred agents include nitrofurantoin (5 days), trimethoprim-sulfamethoxazole (3 days), and fosfomycin (1 dose, but expensive and possibly less effective)."
]
},
{
"type":"p",
"hlId":"c81dea",
"children":[
"In geographic areas where trimethoprim-sulfamethoxazole resistance exceeds 20%, an alternative agent should be selected. The FDA indicates that fluoroquinolones should be reserved for other serious bacterial infections; however, fluoroquinolones (3 days) and β-lactam agents (including amoxicillin-clavulanate, cefdinir, cefaclor, and cefpodoxime-proxetil, each 3-7 days) are considered acceptable alternative second-line therapies. β-Lactams are not preferred if other recommended agents are available because they are less effective in eradicating infection. During pregnancy, the safest antibiotics are amoxicillin-clavulanate, cephalosporins, and nitrofurantoin (avoid in first trimester and near term); fluoroquinolones are contraindicated, and trimethoprim-sulfamethoxazole can only be used safely during the second trimester. Extended-spectrum β-lactamase–producing Enterobacteriaceae causing cystitis have increased in frequency, especially with recent antimicrobial or health care–facility exposure. Because of the greater risk of resistant and polymicrobial infections, urine culture and susceptibility testing are indicated in all patients with complicated cystitis. Fluoroquinolones are the preferred choice pending results, although fosfomycin, nitrofurantoin, and β-lactams are reasonable options. Trimethoprim-sulfamethoxazole is used for specific susceptible pathogens. The recommended treatment duration is 7 to 10 days rather than a 3-day regimen but is less well defined. Other than in pregnant women, test of cure is not indicated in those reporting symptom resolution."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"5208a3",
"hvc":true,
"children":[
"Preferred agents for uncomplicated cystitis include nitrofurantoin (5 days), trimethoprim-sulfamethoxazole (3 days), and fosfomycin (1 dose, but least preferred); fluoroquinolones should not be used as first-line therapy in cystitis."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_id_s5_3_3",
"title":{
"__html":"Acute Pyelonephritis"
},
"titleNode":{
"type":"section-title",
"hlId":"c91a43",
"children":[
"Acute Pyelonephritis"
]
},
"children":[
{
"type":"p",
"hlId":"1ebace",
"children":[
"Lower urinary tract symptoms (frequency, urgency, and dysuria) often precede the onset of fever, chills, flank pain, and at times nausea and vomiting, which characterize acute pyelonephritis. Infection can usually be managed in the outpatient setting with oral antibiotics. Hospitalization is advised for patients with hemodynamic instability, obstructive disease, pregnancy, complicating comorbidities, pathogen resistance requiring parenteral antibiotic therapy, inability to tolerate oral medications, or lack of reliable home supervision or clinical follow-up."
]
},
{
"type":"p",
"hlId":"173f20",
"children":[
"Urine culture with susceptibility testing obtained before initiation of empiric therapy is required. Fluoroquinolones (ciprofloxacin for 7 days or levofloxacin for 5 days for uncomplicated infections; 10-14 days for complicated infections) are the only oral agents recommended for empiric outpatient treatment, but an initial dose of a long-acting parenteral antibiotic (such as ceftriaxone, 1 g, or a once-daily aminoglycoside) should replace fluoroquinolones when local resistance rates exceed 10%. When a fluoroquinolone is contraindicated, trimethoprim-sulfamethoxazole twice daily for 14 days may be used after pathogen susceptibility is proven; trimethoprim-sulfamethoxazole should be avoided as initial empiric therapy because of the high level of ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"E. coli"
]
},
" resistance in the community. Oral β-lactams have lower efficacy with higher relapse rates but may be alternatives if susceptibility results are known and no other options are available."
]
},
{
"type":"p",
"hlId":"3658f1",
"children":[
"Depending on the risk of antimicrobial resistance and on recent antibiotic use, inpatient parenteral antimicrobial options include a fluoroquinolone, extended-spectrum cephalosporins (ceftriaxone or cefepime) or extended-spectrum penicillins (piperacillin-tazobactam), or a carbapenem (meropenem, imipenem, or ertapenem). Empiric fluoroquinolones therapy is avoided in severely ill patients with complicated pyelonephritis because of the increasing potential for resistance."
]
},
{
"type":"p",
"hlId":"8db3c4",
"children":[
"Therapy can be completed with active oral agents when an adequate clinical response has been observed. Patients with bacteremia do not require longer treatment courses and may be converted to appropriate oral therapy when clinically stable."
]
},
{
"type":"p",
"hlId":"3c586c",
"children":[
"Imaging studies are only necessary in patients with prolonged fever (>72 hours) or persistent bacteremia, in whom complications such as obstruction or perinephric and intrarenal abscesses must be excluded. Routine follow-up urine cultures are only indicated in pregnant women."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"7fdacd",
"hvc":true,
"children":[
"Urine culture with susceptibility testing is required in acute pyelonephritis before initiation of empiric therapy; follow-up urine cultures are only indicated in pregnant women."
]
},
{
"type":"keypoint",
"hlId":"f367a2",
"children":[
"Ciprofloxacin for 7 days or levofloxacin for 5 days are recommended for uncomplicated pyelonephritis."
]
},
{
"type":"keypoint",
"hlId":"45628e",
"children":[
"Avoid choosing a fluoroquinolone in severely ill patients with complicated pyelonephritis because of the increasing potential for resistance."
]
},
{
"type":"keypoint",
"hlId":"97071e",
"hvc":true,
"children":[
"Imaging studies are only necessary in patients with pyelonephritis and fever for more than 72 hours, persistent bacteremia, or when complications are suspected."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_id_s5_3_4",
"title":{
"__html":"Recurrent Urinary Tract Infections in Women"
},
"titleNode":{
"type":"section-title",
"hlId":"b01d8a",
"children":[
"Recurrent Urinary Tract Infections in Women"
]
},
"children":[
{
"type":"p",
"hlId":"e88233",
"children":[
"An estimated 25% to 30% of patients experience a second infection within 6 months of their first UTI. ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Relapsed"
]
},
" infections are those recurring with the same organism (determined by repeat culture) within 2 weeks of completing antimicrobial therapy (5%-10% of cases). Relapse suggests infection with a resistant bacterium, incomplete treatment, or a structural abnormality, including renal calculi. Relapsed infection requires a urine culture. ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Reinfection"
]
},
", the most common type of recurrent UTI, is generally caused by a bacterial strain separate from the original infection and presents more than 2 weeks after treatment cessation for the previous infection. Assuming the organism is sensitive, patients with relapsed infection are treated for a presumed upper UTI for 7 to 10 days with the same antibiotic as initially prescribed or, if bacterial resistance is discovered, an alternative agent. Likewise, the same first-line antimicrobial agent can be given for reinfections, although an alternative antibiotic should be used if the recurrence occurs within 6 months, particularly if the original agent was trimethoprim-sulfamethoxazole, because of the increased chance of resistance. Cystoscopy and imaging studies are indicated only when structural abnormalities or obstruction are potential risk factors."
]
},
{
"type":"p",
"hlId":"848257",
"children":[
"Strategies to prevent infection recurrence include antimicrobial and nonantimicrobial interventions, such as spermicide contraceptive avoidance and topical vaginal estrogen use in postmenopausal women without contraindications. Cranberry products have not been proven effective in controlled trials. Prophylactic daily antimicrobial agents have been found to reduce the risk of recurrences by nearly 95%; they are an option in women who have had three or more UTIs in the previous 12 months, or two or more in the previous 6 months, and have received no benefit from other prevention efforts. Prophylactic therapy may be considered in pregnant patients who have required treatment for cystitis or ASB to prevent recurrence during pregnancy. Approximately 50% of patients revert to previous recurrence patterns within 6 months of prophylaxis discontinuation. Recommended daily low-dose prophylactic antibiotics include nitrofurantoin, trimethoprim-sulfamethoxazole, and cephalexin. Fluoroquinolones are very effective but not recommended. Other options include postcoital antimicrobial prophylaxis and self-diagnosis with self-treatment."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"518c9e",
"children":[
"Reinfection is generally caused by bacteria separate from the original infection, presents more than 2 weeks after treatment cessation for the previous infection, and is treated with standard first-line antimicrobial agents."
]
},
{
"type":"keypoint",
"hlId":"9b9a28",
"children":[
"Daily prophylactic antimicrobial therapy is an option in women who have had three or more urinary tract infections in the previous 12 months or two or more in the previous 6 months; other options include postcoital antimicrobial prophylaxis and self-diagnosis with self-treatment."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_id_s5_3_5",
"title":{
"__html":"Acute Bacterial Prostatitis"
},
"titleNode":{
"type":"section-title",
"hlId":"8c9a34",
"children":[
"Acute Bacterial Prostatitis"
]
},
"children":[
{
"type":"p",
"hlId":"a85e21",
"children":[
"Benign prostatic hyperplasia resulting in urinary obstruction and altered urine flow is the most common reason for the increased incidence of UTIs in men older than 60 years. Other risk factors include unprotected sexual intercourse, chronic indwelling urinary catheters, and transrectal prostate biopsy. Approximately 5% of men develop chronic prostatitis after acute infection and up to 10% develop a prostatic abscess."
]
},
{
"type":"p",
"hlId":"504dbc",
"children":[
"Presenting symptoms include sudden fever, pelvic or perineal pain, urinary frequency and dysuria, and increasing obstructive symptoms. Acute bacterial prostatitis frequently presents as a severe systemic infection, with bacteremia occurring in approximately 25% of patients. Cautious digital rectal examination of the prostate reveals a boggy and tender gland. Urinalysis and culture are required to confirm the diagnosis. Although pyuria may occur for reasons other than infection, its absence strongly indicates no infection. Prostate-specific antigen tests should be avoided because results may be elevated because of inflammation of the gland."
]
},
{
"type":"p",
"hlId":"f834f6",
"children":[
"Hospitalized patients and those with severe infection require blood cultures. Gram-negative uropathogens account for about 80% of infections, two thirds of which are ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"E. coli"
]
},
"; ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Proteus, Enterobacter, Serratia, Klebsiella"
]
},
", and sometimes ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Pseudomonas"
]
},
" and enterococcal species compose most of the other pathogens. In men 35 years or younger, sexually transmitted infections, including ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Neisseria gonorrhoeae"
]
},
" and ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Chlamydia trachomatis"
]
},
", must be considered."
]
},
{
"type":"p",
"hlId":"79a7ed",
"children":[
"Fluoroquinolone antibiotics (ciprofloxacin, levofloxacin) may be the preferred oral agents for treating acute bacterial prostatitis but should not be used if recent genitourinary instrumentation was performed because most ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"E. coli"
]
},
" strains are now resistant to fluoroquinolones. Trimethoprim-sulfamethoxazole also has good tissue penetration and is a viable treatment option. Treatment duration is typically 2 to 4 weeks (for further information, see ",
{
"type":"cross-reference",
"target":"mk19_b_gm_s6_7",
"children":[
"MKSAP 19 General Internal Medicine 2"
]
},
"). Hospitalized patients should initially receive a broad-spectrum parenteral antibiotic, such as an extended-spectrum penicillin or cephalosporin, with the possible addition of an aminoglycoside. Imaging studies are not recommended unless a prostatic abscess is suspected."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"c888c0",
"children":[
"Gram-negative uropathogens account for about 80% of acute prostatitis infections; in men 35 years or younger, sexually transmitted infections, including ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Neisseria gonorrhoeae"
]
},
" and ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Chlamydia trachomatis"
]
},
", must be considered."
]
},
{
"type":"keypoint",
"hlId":"03744d",
"children":[
"Fluoroquinolone antibiotics for 2 to 4 weeks are the preferred oral agents for treating acute bacterial prostatitis but should not be used if recent genitourinary instrumentation was performed because most ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"E. coli"
]
},
" strains are resistant to fluoroquinolones."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_id_s5_4",
"bibliography":true,
"title":{
"__html":"Bibliography"
},
"titleNode":{
"type":"section-title",
"hlId":"a7cc81",
"children":[
"Bibliography"
]
},
"children":[
{
"type":"references",
"children":[
{
"type":"reference",
"children":[
"Anger J, Lee U, Ackerman AL, et al. Recurrent uncomplicated urinary tract infections in women: AUA/CUA/SUFU guideline. J Urol. 2019;202:282-289. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31042112",
"target":"_blank"
},
"children":[
"PMID: 31042112"
]
},
" doi:10.1097/JU.0000000000000296"
]
},
{
"type":"reference",
"children":[
"Daniel M, Keller S, Mozafarihashjin M, et al. An implementation guide to reducing overtreatment of asymptomatic bacteriuria. JAMA Intern Med. 2018;178:271-276. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29228072",
"target":"_blank"
},
"children":[
"PMID: 29228072"
]
},
" doi:10.1001/jamainternmed.2017.7290"
]
},
{
"type":"reference",
"children":[
"Gill BC, Shoskes DA. Bacterial prostatitis. Curr Opin Infect Dis. 2016;29:86-91. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/26555038",
"target":"_blank"
},
"children":[
"PMID: 26555038"
]
},
" doi:10.1097/QCO.0000000000000222"
]
},
{
"type":"reference",
"children":[
"Gupta K, Hooton TM, Naber KG, et al; Infectious Diseases Society of America. International clinical practice guidelines for the treatment of acute uncomplicated cystitis and pyelonephritis in women: A 2010 update by the Infectious Diseases Society of America and the European Society for Microbiology and Infectious Diseases. Clin Infect Dis. 2011;52:e103-20. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/21292654",
"target":"_blank"
},
"children":[
"PMID: 21292654"
]
},
" doi:10.1093/cid/ciq257"
]
},
{
"type":"reference",
"children":[
"Johnson JR, Russo TA. Acute pyelonephritis in adults. N Engl J Med. 2018;378:48-59. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29298155",
"target":"_blank"
},
"children":[
"PMID: 29298155"
]
}
]
},
{
"type":"reference",
"children":[
"Kang CI, Kim J, Park DW, et al. Clinical practice guidelines for the antibiotic treatment of community-acquired urinary tract infections. Infect Chemother. 2018;50:67-100. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29637759",
"target":"_blank"
},
"children":[
"PMID: 29637759"
]
},
" doi:10.3947/ic.2018.50.1.67"
]
},
{
"type":"reference",
"children":[
"Kolman KB. Cystitis and pyelonephritis: diagnosis, treatment, and prevention. Prim Care. 2019;46:191-202. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31030820",
"target":"_blank"
},
"children":[
"PMID: 31030820"
]
},
" doi:10.1016/j.pop.2019.01.001"
]
},
{
"type":"reference",
"children":[
"Nicolle LE, Gupta K, Bradley SF, et al. Clinical practice guideline for the management of asymptomatic bacteriuria: 2019 update by the Infectious Diseases Society of America. Clin Infect Dis. 2019;68:e83-e110. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30895288",
"target":"_blank"
},
"children":[
"PMID: 30895288"
]
},
" doi:10.1093/cid/ciy1121"
]
},
{
"type":"reference",
"children":[
"Owens DK, Davidson KW, Krist AH, et al; US Preventive Services Task Force. Screening for asymptomatic bacteriuria in adults: US preventive services task force recommendation statement. JAMA. 2019;322:1188-1194. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31550038",
"target":"_blank"
},
"children":[
"PMID: 31550038"
]
},
" doi:10.1001/jama.2019.13069"
]
}
]
}
]
}
]
},
"tablesContent":{
"mk19_a_id_t17":{
"id":"mk19_a_id_t17",
"number":17,
"bookId":"id",
"title":{
"__html":"Asymptomatic Bacteriuria Screening and Treatment "
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"b5bbb8",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 17. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_id_t17"
}
]
},
"Asymptomatic Bacteriuria Screening and Treatment "
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"479612",
"class":"col hd l",
"children":[
"Inappropriate Screening and Treatment for Patients or Conditions"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"540d3b",
"class":"col hd l",
"children":[
"Appropriate Screening and Treatment for Patients or Conditions"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0ad72c",
"class":"col hd l",
"children":[
"Insufficient Evidence for Recommendation"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0efa1e",
"class":"cell txt l",
"children":[
"Healthy nonpregnant women of all ages"
]
},
" ",
{
"type":"p",
"hlId":"bebfe5",
"class":"cell txt l",
"children":[
"Older, community-living, functionally impaired adults"
]
},
" ",
{
"type":"p",
"hlId":"070609",
"class":"cell txt l",
"children":[
"Older adults in long-term care facilities"
]
},
" ",
{
"type":"p",
"hlId":"cc47c7",
"class":"cell txt l",
"children":[
"Older, functionally/cognitively impaired adults with delirium in the absence of genitourinary symptoms or signs of infection"
]
},
" ",
{
"type":"p",
"hlId":"0fa860",
"class":"cell txt l",
"children":[
"Older, functionally/cognitively impaired adults who experience a fall in the absence of genitourinary symptoms or signs of infection"
]
},
" ",
{
"type":"p",
"hlId":"52d261",
"class":"cell txt l",
"children":[
"Diabetes"
]
},
" ",
{
"type":"p",
"hlId":"42f8fa",
"class":"cell txt l",
"children":[
"Kidney transplants (30 days or more after surgery)"
]
},
" ",
{
"type":"p",
"hlId":"afcd62",
"class":"cell txt l",
"children":[
"Nonkidney solid organ transplants"
]
},
" ",
{
"type":"p",
"hlId":"e6b25a",
"class":"cell txt l",
"children":[
"Spinal cord injury"
]
},
" ",
{
"type":"p",
"hlId":"5ab764",
"class":"cell txt l",
"children":[
"Short-term (<30 days) indwelling urethral catheters"
]
},
" ",
{
"type":"p",
"hlId":"7a5f40",
"class":"cell txt l",
"children":[
"Long-term indwelling catheters"
]
},
" ",
{
"type":"p",
"hlId":"69f879",
"class":"cell txt l",
"children":[
"Elective nonurologic surgery"
]
},
" ",
{
"type":"p",
"hlId":"2aa0c2",
"class":"cell txt l",
"children":[
"Artificial urine sphincter or penile prosthesis surgeries"
]
},
" ",
{
"type":"p",
"hlId":"b8c249",
"class":"cell txt l",
"children":[
"Implanted urologic devices"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"960690",
"class":"cell txt l",
"children":[
"Pregnant women",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
},
" ",
{
"type":"p",
"hlId":"5e8511",
"class":"cell txt l",
"children":[
"Endoscopic urologic procedures with mucosal bleeding",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"b"
]
}
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7e018a",
"class":"cell txt l",
"children":[
"High-risk neutropenia",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"c"
]
}
]
},
" ",
{
"type":"p",
"hlId":"94f0b6",
"class":"cell txt l",
"children":[
"Removal of indwelling bladder catheter"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
},
"Insufficient evidence to recommend repeat screening and treatment."
],
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"b"
]
},
"Transurethral resection of the prostate or procedure during which mucosal bleeding is anticipated."
],
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"c"
]
},
"Absolute neutrophil count <100/µL (0.1 × 10",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"9"
]
},
"/L), ≥7 days duration."
]
]
}
}
}