{
"id":"mk19_bb_nr_s20",
"subspecialtyId":"nr",
"title":"Metastatic Brain Tumors",
"jsonContent":{
"type":"section",
"id":"mk19_bb_nr_s20",
"title":{
"__html":"Metastatic Brain Tumors"
},
"titleNode":{
"type":"section-title",
"hlId":"09e713",
"children":[
"Metastatic Brain Tumors"
]
},
"children":[
{
"type":"section",
"id":"mk19_bb_nr_s20_1",
"title":{
"__html":"Diagnosis"
},
"titleNode":{
"type":"section-title",
"hlId":"523223",
"children":[
"Diagnosis"
]
},
"children":[
{
"type":"p",
"hlId":"9df6e1",
"children":[
"Parenchymal metastases usually present as multiple, ring-enhancing, centrally necrotic lesions. These lesions have a proclivity for the junction between the gray and white matter and are typically associated with significant surrounding edema and mass effect. ",
{
"type":"alert",
"children":[
"If a metastatic brain tumor is the first indication of malignancy, evaluate the patient for lung cancer, breast cancer, kidney cancer, and melanoma."
]
}
]
},
{
"type":"p",
"hlId":"4bbfe3",
"children":[
"Lymphoma and leukemia cause leptomeningeal metastases and may present with headache or spinal pain, cranial nerve or spinal radicular pain, weakness, and mental status changes. Communicating hydrocephalus may be present. Leptomeningeal tumors are characterized on MRI by a diffuse or patchy enhancement of the surface of the brain and spinal cord or roots."
]
},
{
"type":"heading",
"class":"tricked",
"children":[
"Don't Be Tricked"
]
},
{
"type":"list",
"class":"tricked",
"children":[
" ",
{
"type":"list-item",
"hlId":"c625c3",
"children":[
"MRI is required for all patients with systemic cancer and new neurologic findings."
]
},
" ",
{
"type":"list-item",
"hlId":"f086cb",
"children":[
"In patients with active, biopsy-proven systemic malignancy and multiple enhancing brain lesions, brain biopsy is not indicated."
]
},
" "
]
}
]
},
{
"type":"section",
"id":"mk19_bb_nr_s20_2",
"title":{
"__html":"Treatment"
},
"titleNode":{
"type":"section-title",
"hlId":"4c4ac0",
"children":[
"Treatment"
]
},
"children":[
{
"type":"p",
"hlId":"8ed5ff",
"children":[
"Glucocorticoids are a first-line treatment for parenchymal and leptomeningeal tumors. Patients with symptomatic brain metastases should be considered for local therapy, including surgery or radiation therapy; most brain metastases are treated with whole-brain or more targeted radiation (stereotactic radiosurgery). Palliative whole-brain radiation therapy is indicated for multiple parenchymal metastases from a known primary solid tumor. Resection is an option for solitary, accessible brain metastases and controlled extracranial disease. Chemotherapy is the initial therapy for patients with leptomeningeal metastases from leukemia and lymphoma."
]
},
{
"type":"inline-wrap",
"wrapId":"1",
"contentIds":[
"mk19_bb_nr_f10"
],
"forceOpen":true
},
{
"type":"heading",
"class":"tricked",
"children":[
"Don't Be Tricked"
]
},
{
"type":"list",
"class":"tricked",
"children":[
" ",
{
"type":"list-item",
"hlId":"2c06b2",
"children":[
"Chemotherapy is not indicated for parenchymal brain metastases from most solid tumors."
]
},
" "
]
}
]
},
{
"type":"section",
"id":"mk19_bb_nr_s20_3",
"title":{
"__html":"Test Yourself"
},
"titleNode":{
"type":"section-title",
"hlId":"7866cc",
"children":[
"Test Yourself"
]
},
"children":[
{
"type":"p",
"hlId":"44258f",
"class":"test",
"children":[
"A 60-year-old woman with a history of adenocarcinoma of the lung has a 3-week history of diplopia, dysphagia, and foot drop. CT scan of the head shows multiple ring-enhancing lesions."
]
},
{
"type":"p",
"hlId":"8ba74a",
"class":"test_answer",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
"Answer:"
]
},
" ",
"The probable diagnosis is metastatic cancer. For management, select glucocorticoids, and arrange for palliative brain radiation."
]
}
]
}
]
},
"tablesContent":{
}
}