{
"id":"mk19_a_np_s4",
"subspecialtyId":"np",
"title":"Hypertension",
"jsonContent":{
"type":"section",
"id":"mk19_a_np_s4",
"title":{
"__html":"Hypertension"
},
"titleNode":{
"type":"section-title",
"hlId":"01da3e",
"children":[
"Hypertension"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_np_s4_1",
"title":{
"__html":"Epidemiology"
},
"titleNode":{
"type":"section-title",
"hlId":"7113ad",
"children":[
"Epidemiology"
]
},
"children":[
{
"type":"p",
"hlId":"fbc57d",
"children":[
"In the United States, hypertension is second only to smoking as a risk factor for death and disability. Hypertension is also one of the leading risk factors for cardiovascular death and disability worldwide. The prevalence of hypertension varies based on the designated cut-point, increasing from 32% to 46% when the cutoff is changed from a blood pressure (BP) ≥140/90 mm Hg to ≥130/80 mm Hg. Prevalence increases as the population ages. Overall, persons free of hypertension at 55 years of age still have a 90% lifetime risk for developing hypertension. Although several clinical trials revealed that treatment of hypertension with medication reduces cardiovascular events, hypertension control to a BP <140/90 mm Hg is achieved in only 50% of the U.S. population."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_2",
"title":{
"__html":"Consequences of Sustained Hypertension"
},
"titleNode":{
"type":"section-title",
"hlId":"747ba8",
"children":[
"Consequences of Sustained Hypertension"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_np_s4_2_1",
"title":{
"__html":"End-Organ Injury"
},
"titleNode":{
"type":"section-title",
"hlId":"5e0c70",
"children":[
"End-Organ Injury"
]
},
"children":[
{
"type":"p",
"hlId":"9077d1",
"children":[
"Either acute (hypertensive emergency) or chronic elevation in BP may lead to end-organ damage."
]
},
{
"type":"section",
"id":"mk19_a_np_s4_2_1_1",
"title":{
"__html":"Eye"
},
"titleNode":{
"type":"section-title",
"hlId":"ae160b",
"children":[
"Eye"
]
},
"children":[
{
"type":"p",
"hlId":"589114",
"children":[
"Chronic elevation of BP can lead to elevated arteriolar pressure, resulting in hypertensive retinopathy, which manifests as vasoconstriction and arteriolar narrowing (arteriovenous nicking or copper wiring on funduscopic examination), endothelial damage, and retinal hemorrhage (flame hemorrhages) ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_np_f12",
"wrapId":"1",
"children":[
"Figure 12"
]
}
]
},
")"
]
},
". Optic neuropathy may result from ischemia to the nerve fiber secondary to fibrinoid necrosis of vessels, manifesting as cotton wool spots or optic disc pallor."
]
},
{
"type":"inline-wrap",
"wrapId":"1",
"contentIds":[
"mk19_a_np_f12"
]
},
{
"type":"p",
"hlId":"bdbb34",
"children":[
"Hypertensive emergency can lead to papilledema, resulting from leakage, ischemia, and fibrinoid necrosis of arterioles supplying the optic disc, causing optic nerve hemorrhage and swelling. Loss of visual acuity and blindness can occur."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_2_1_2",
"title":{
"__html":"Medium to Large Blood Vessels"
},
"titleNode":{
"type":"section-title",
"hlId":"c07a7b",
"children":[
"Medium to Large Blood Vessels"
]
},
"children":[
{
"type":"p",
"hlId":"79b2fd",
"children":[
"Long-standing hypertension can damage the vascular endothelium and, combined with elevated cholesterol and especially in the presence of diabetes mellitus, lead to peripheral vascular disease, including aortic aneurysm."
]
},
{
"type":"p",
"hlId":"bfd6ef",
"children":[
"Hypertensive emergency may cause aortic aneurysmal rupture or aortic wall dissection."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_2_1_3",
"title":{
"__html":"Brain"
},
"titleNode":{
"type":"section-title",
"hlId":"71bb21",
"children":[
"Brain"
]
},
"children":[
{
"type":"p",
"hlId":"ef7ece",
"children":[
"Hypertension is the most important risk factor that accounts for 50% of transient ischemic attacks, lacunar infarction, and other stroke subtypes. Hypertension is also associated with vascular neurocognitive disorder."
]
},
{
"type":"p",
"hlId":"b958ea",
"children":[
"Hypertensive emergency has serious manifestations such as hemorrhagic stroke or subarachnoid hemorrhage from cerebral aneurysmal rupture."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_2_1_4",
"title":{
"__html":"Heart"
},
"titleNode":{
"type":"section-title",
"hlId":"f4a6ce",
"children":[
"Heart"
]
},
"children":[
{
"type":"p",
"hlId":"62066e",
"children":[
"Hypertension is a major risk factor for acute coronary syndrome, myocardial infarction, and both diastolic and systolic heart failure."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_2_1_5",
"title":{
"__html":"Kidney"
},
"titleNode":{
"type":"section-title",
"hlId":"4ff2bb",
"children":[
"Kidney"
]
},
"children":[
{
"type":"p",
"hlId":"bb6177",
"children":[
"Injury to the renal vasculature results in arteriosclerosis and atherosclerosis and, ultimately, hypertensive nephrosclerosis and chronic kidney disease (CKD). Hypertension is a major cause of CKD and end-stage kidney disease (ESKD). Additionally, uncontrolled hypertension can increase the rate of CKD progression in patients with other underlying CKD causes, such as diabetic kidney disease."
]
},
{
"type":"p",
"hlId":"493f39",
"children":[
"Hypertensive emergency can cause acute kidney injury (AKI), with arteriolar proliferation (onion skinning), fibrinoid necrosis, and features of thrombotic microangiopathy."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_2_2",
"title":{
"__html":"Clinical Impact"
},
"titleNode":{
"type":"section-title",
"hlId":"2ba3b1",
"children":[
"Clinical Impact"
]
},
"children":[
{
"type":"p",
"hlId":"c70815",
"children":[
"Hypertension is one of the most significant but modifiable risk factors for cardiovascular disease, stroke, ESKD, and overall mortality. Systolic is more important than diastolic BP as an independent risk factor for coronary events, heart failure, stroke, and ESKD. Data suggest that BP-related cardiovascular disease, kidney disease, and risk for vascular death are evident before development of hypertension per se; risk increases progressively throughout ranges of BP that were previously recognized as normal and are now referred to as “elevated blood pressure.” Therefore, a large proportion of the U.S. population has BP below the traditional threshold for pharmacologic treatment but high enough to signify future risk."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"9fadec",
"children":[
"Either acute (hypertensive emergency) or chronic elevation of blood pressure can lead to significant injury in multiple organs, including the eyes, blood vessels, brain, heart, and kidneys."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_3",
"title":{
"__html":"Blood Pressure Measurement"
},
"titleNode":{
"type":"section-title",
"hlId":"e68209",
"children":[
"Blood Pressure Measurement"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_np_s4_3_1",
"title":{
"__html":"Proper Technique"
},
"titleNode":{
"type":"section-title",
"hlId":"430d8f",
"children":[
"Proper Technique"
]
},
"children":[
{
"type":"p",
"hlId":"1b610a",
"children":[
"The calculated average of repeat BP measurements using proper technique is necessary for clinical management. Smoking, caffeinated beverages, or exercise within 30 minutes before measurements should be avoided. A properly calibrated and validated instrument should be employed. BP should be measured in both arms during the first visit, and the arm with the higher value should be used to measure BP during subsequent visits. The patient should be seated, not talking, in a chair for ≥3 to 5 minutes, with the back supported, feet on the floor, legs uncrossed, and the arm bared and supported on a flat surface at the level of the right atrium. The cuff size should be chosen to ensure that the bladder encircles ≥80% of the upper arm. Using a cuff that is too small will result in an artificially elevated reading, and using a cuff that is too large will result in an artificially lower reading. At least two measurements should be taken and averaged, approximately 2 minutes apart; the process should be repeated if the initial measurements differ by >5 mm Hg."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_3_2",
"title":{
"__html":"Auscultatory Blood Pressure Monitoring"
},
"titleNode":{
"type":"section-title",
"hlId":"bb08b9",
"children":[
"Auscultatory Blood Pressure Monitoring"
]
},
"children":[
{
"type":"p",
"hlId":"e7822d",
"children":[
"The sphygmomanometer bladder is placed on the bare arm over the pulsation of the brachial artery, with the edge of the lower cuff approximately 2 to 3 cm above the antecubital fossa. A stethoscope is placed over the brachial artery in the antecubital fossa. The cuff is inflated ≥30 mm Hg above the point at which the palpated brachial pulse disappears (estimated systolic BP), then deflated at a rate of 2 mm Hg per second. Systolic BP is recorded at the point at which the first sound is heard (onset of the first Korotkoff sound), and diastolic BP is recorded at the point the sound disappears (disappearance of all Korotkoff sounds)."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_3_3",
"title":{
"__html":"Automated Blood Pressure Monitoring"
},
"titleNode":{
"type":"section-title",
"hlId":"ff427b",
"children":[
"Automated Blood Pressure Monitoring"
]
},
"children":[
{
"type":"p",
"hlId":"f37ed9",
"children":[
"Fully automated devices using the oscillometric method may reduce human error and may be preferred for use in clinical practice. These devices can take multiple readings without the presence of an observer and may provide more accurate BP measurements than auscultation. Proper calibration is essential for accuracy. BP measured with automated devices versus the auscultatory method has been shown to be closer to awake out-of-office BP levels measured with ambulatory BP monitoring and may have a stronger association with subclinical cardiovascular disease."
]
},
{
"type":"p",
"hlId":"833ecd",
"children":[
"The American Heart Association recommends the use of a validated, automated office BP device as the preferred approach for evaluating office BP. Three separate automated measurements, optimally taken when the patient is unattended, should be averaged to obtain the final BP reading."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_3_4",
"title":{
"__html":"Out-of-Office Blood Pressure Monitoring"
},
"titleNode":{
"type":"section-title",
"hlId":"737fe8",
"children":[
"Out-of-Office Blood Pressure Monitoring"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_np_s4_3_4_1",
"title":{
"__html":"Ambulatory Blood Pressure Monitoring"
},
"titleNode":{
"type":"section-title",
"hlId":"796f4f",
"children":[
"Ambulatory Blood Pressure Monitoring"
]
},
"children":[
{
"type":"p",
"hlId":"672c2d",
"children":[
"Ambulatory BP monitoring (ABPM) using an electronic BP measuring device is the gold standard for the assessment of BP out of the office and is a better predictor of cardiovascular outcomes, including left ventricular hypertrophy and cardiac death, compared with office-based measurements. The device can be worn continuously for periods of 24 hours or longer and is programmed to measure and record BP every 15 to 60 minutes. Normal BP by ABPM includes a 24-hour average BP <115/75 mm Hg, daytime average BP <120/80 mm Hg, and nighttime average BP <100/65 mm Hg. ABPM provides valuable information supplementary to office BP in the evaluation of conditions, including the following:"
]
},
{
"type":"list",
"children":[
" ",
{
"type":"list-item",
"hlId":"afd6b2",
"children":[
"Suspected white coat hypertension (BP measures higher in the office)"
]
},
" ",
{
"type":"list-item",
"hlId":"00c2a6",
"children":[
"Suspected masked hypertension (BP measures lower in the office)"
]
},
" ",
{
"type":"list-item",
"hlId":"f060f4",
"children":[
"Suspected episodic hypertension"
]
},
" ",
{
"type":"list-item",
"hlId":"69b213",
"children":[
"Apparent treatment-resistant hypertension"
]
},
" ",
{
"type":"list-item",
"hlId":"db84c5",
"children":[
"Hypotensive symptoms with antihypertensive medication treatment"
]
},
" ",
{
"type":"list-item",
"hlId":"47a6cf",
"children":[
"Autonomic dysfunction"
]
},
" ",
{
"type":"list-item",
"hlId":"3cd615",
"children":[
"Possible nondipping (<10% nocturnal decrease in BP, which is associated with increased risk for cardiovascular events)"
]
},
" "
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_3_4_2",
"title":{
"__html":"Home Blood Pressure Monitoring"
},
"titleNode":{
"type":"section-title",
"hlId":"d0a744",
"children":[
"Home Blood Pressure Monitoring"
]
},
"children":[
{
"type":"p",
"hlId":"ed0c74",
"children":[
"Home BP monitoring refers to the measurement of BP at home by the patient, often by using an electronic BP device, and is an alternative for the measurement of out-of-office BP when ABPM is not available or tolerable by the patient. Observational data show that average home systolic and diastolic BP measurements are more predictive of cardiovascular death than office readings, but less predictive than ABPM average readings. The advantage of home BP monitoring over ABPM is that home monitoring is more readily available, less expensive, and less time consuming. In addition, home BP monitoring encourages patient adherence to lifestyle modifications and antihypertensive medications. However, unlike ABPM, which provides information regarding continuous BP measurements during awake, asleep, and exertion periods, home BP measurements can only be taken during awake hours and when the patient is at rest."
]
},
{
"type":"p",
"hlId":"712467",
"children":[
"To ensure the most accurate BP measurements at home, upper arm cuffs are preferred over newer devices that measure BP more distally, such as at the wrist, given that systolic BP is higher and diastolic lower in distal arteries. Finger measurements are generally not accurate. In addition, patients should be educated on the proper measurement technique, frequency and timing of measurements, and avoidance of self-adjustment of antihypertensive medications based on home BP. BP readings and times of measurement should be recorded, and a running list brought to office visits for assistance with management. The device should be brought to the office initially and periodically to validate accuracy of readings. Hypertension is defined as home BP monitoring measurements that average ≥130/80 mm Hg."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_3_4_3",
"title":{
"__html":"Other Blood Pressure Monitoring Approaches"
},
"titleNode":{
"type":"section-title",
"hlId":"4da3fe",
"children":[
"Other Blood Pressure Monitoring Approaches"
]
},
"children":[
{
"type":"p",
"hlId":"3f6eb9",
"children":[
"With increased access to technology and interest in telehealth, new approaches for measurement of BP outside of the office include pharmacist-measured BP, BP kiosks (self-contained stations for measuring BP in otherwise public areas, such as supermarkets or airports), and wearable devices, which can raise patient awareness and possibly improve adherence. However, given the potential lack of device calibration and validation, more studies are needed before these measures can be substituted for ABPM and home BP measurements in practice."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"19ac56",
"children":[
"Ambulatory blood pressure monitoring is a better predictor of cardiovascular outcomes, including left ventricular hypertrophy and cardiac death, compared with office-based blood pressure measurements."
]
},
{
"type":"keypoint",
"hlId":"36827f",
"children":[
"Normal blood pressure by ambulatory blood pressure measurement includes a 24-hour average blood pressure <115/75 mm Hg, daytime average blood pressure <120/80 mm Hg, and nighttime average BP <100/65 mm Hg."
]
},
{
"type":"keypoint",
"hlId":"dadc71",
"children":[
"Home blood pressure monitoring is an acceptable alternative if ambulatory blood pressure monitoring is not available or tolerable by the patient."
]
}
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_4",
"title":{
"__html":"Definitions"
},
"titleNode":{
"type":"section-title",
"hlId":"97d8f5",
"children":[
"Definitions"
]
},
"children":[
{
"type":"p",
"hlId":"eb0969",
"children":[
"The 2017 American College of Cardiology (ACC)/American Heart Association (AHA) BP guideline provides BP definitions and recommendations. Hypertension is defined as BP ≥130/80 mm Hg. Additional definitions of BP are listed in ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_np_t12",
"wrapId":"2",
"children":[
"Table 12"
]
}
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"2",
"contentIds":[
"mk19_a_np_t12"
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_5",
"title":{
"__html":"Screening and Diagnosis"
},
"titleNode":{
"type":"section-title",
"hlId":"4b0eb9",
"children":[
"Screening and Diagnosis"
]
},
"children":[
{
"type":"p",
"hlId":"89051c",
"children":[
"The U.S. Preventive Services Task Force (USPSTF) recommends screening for hypertension in adults ≥18 years of age to identify those at increased risk for cardiovascular disease from hypertension and to begin early interventions to decrease this risk. Adults aged 18 to 39 years with a BP <130/85 mm Hg and without cardiovascular risk factors should be rescreened every 3 to 5 years. The USPSTF recommends annual screening for hypertension in those who are at increased risk. The ACC/AHA recommends that adults with an elevated BP (120-129/<80 mm Hg) or stage 1 hypertension (130-139/80-89 mm Hg) who are not yet on therapy have their BP repeated within 3 to 6 months."
]
},
{
"type":"p",
"hlId":"0b357f",
"children":[
"A diagnosis of hypertension (BP ≥130/80 mm Hg) should be based on an average of two or more elevated systolic and/or diastolic BP measurements obtained on two or more occasions. Out-of-office ABPM or home BP monitoring of BP measurements is recommended to confirm hypertension. Compared with a single measurement, multiple measurements over time have better positive predictive values for hypertension diagnosis. Evidence regarding the prevalence of white coat hypertension supports confirming elevated BP with 24-hour ABPM or home BP monitoring before initiating treatment."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"c59cc9",
"children":[
"The U.S. Preventive Services Task Force recommends screening for hypertension in adults ≥18 years of age to identify those at increased risk for cardiovascular disease from hypertension and to begin early interventions to decrease this risk."
]
},
{
"type":"keypoint",
"hlId":"e91ba7",
"children":[
"The American College of Cardiology/American Heart Association guideline recommends that patients with elevated blood pressure or stage 1 hypertension who are not yet on therapy have repeat BP assessment in 3 to 6 months."
]
},
{
"type":"keypoint",
"hlId":"9516b3",
"children":[
"A diagnosis of hypertension should be based on an average of two or more elevated systolic and/or diastolic blood pressure measurements obtained on two or more occasions; obtaining measurements outside of the clinical setting for diagnostic confirmation is recommended before starting treatment."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_6",
"title":{
"__html":"Evaluation of the Patient with Newly Diagnosed Hypertension"
},
"titleNode":{
"type":"section-title",
"hlId":"7e36a1",
"children":[
"Evaluation of the Patient with Newly Diagnosed Hypertension"
]
},
"children":[
{
"type":"p",
"hlId":"de0265",
"children":[
"Initial evaluation of a patient with newly diagnosed hypertension includes a complete history, physical examination, and screening laboratory studies to address the following:"
]
},
{
"type":"list",
"children":[
" ",
{
"type":"list-item",
"hlId":"651931",
"children":[
"Establish whether a familial pattern of hypertension is present."
]
},
" ",
{
"type":"list-item",
"hlId":"b1cc3a",
"children":[
"Rule out secondary, potentially reversible, causes."
]
},
" ",
{
"type":"list-item",
"hlId":"9fb2c2",
"children":[
"Identify and eliminate modifiable factors that can elevate BP."
]
},
" ",
{
"type":"list-item",
"hlId":"006117",
"children":[
"Assess for the presence of other cardiovascular risk factors."
]
},
" ",
{
"type":"list-item",
"hlId":"5d830c",
"children":[
"Assess for end-organ damage."
]
},
" ",
{
"type":"list-item",
"hlId":"f476fa",
"children":[
"Identify potential barriers to lifestyle modification for lowering BP."
]
},
" "
]
},
{
"type":"section",
"id":"mk19_a_np_s4_6_1",
"title":{
"__html":"History"
},
"titleNode":{
"type":"section-title",
"hlId":"16d2b3",
"children":[
"History"
]
},
"children":[
{
"type":"p",
"hlId":"df28c1",
"children":[
"A complete history should be elicited to identify a personal history of the following: stroke or myocardial infarction, thyroid disease, kidney disease, obstructive sleep apnea, and additional cardiovascular risk factors. Family history should be explored for a genetic pattern of hypertension and premature cardiovascular disease."
]
},
{
"type":"p",
"hlId":"0d9d1b",
"children":[
"A complete review of the systems is warranted, especially to elicit the presence of episodic palpitations, headaches, or sweating (which may suggest pheochromocytoma); visual changes (to assess end-organ damage); or gross hematuria (which may suggest underlying kidney disease). Behavioral and psychosocial contributors to hypertension, including a sedentary routine, illicit drug use, excessive alcohol, tobacco smoking, and high dietary sodium intake should also be explored."
]
},
{
"type":"p",
"hlId":"155446",
"children":[
"A complete list of prescription and nonprescription medications, including complementary and alternative medications (herbal supplements) and illicit drugs, is of utmost importance because many medications can result in reversible BP elevations ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_np_t13",
"wrapId":"3",
"children":[
"Table 13"
]
}
]
},
")"
]
},
". If the patient is taking any drugs that may result in BP elevation, the drug should be discontinued and BP remeasured in 1 month."
]
},
{
"type":"inline-wrap",
"wrapId":"3",
"contentIds":[
"mk19_a_np_t13"
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_6_2",
"title":{
"__html":"Physical Examination"
},
"titleNode":{
"type":"section-title",
"hlId":"94eef1",
"children":[
"Physical Examination"
]
},
"children":[
{
"type":"p",
"hlId":"e8890c",
"children":[
"Physical examination should focus on the following:"
]
},
{
"type":"list",
"children":[
" ",
{
"type":"list-item",
"hlId":"dee641",
"children":[
"Measure BP accurately in both arms."
]
},
" ",
{
"type":"list-item",
"hlId":"85094f",
"children":[
"Measure body weight and calculate BMI to ascertain cardiovascular risk."
]
},
" ",
{
"type":"list-item",
"hlId":"7643f1",
"children":[
"Recognize target organ damage: eye examination (retinopathy or papilledema); volume status (elevated jugular venous pressure or lower extremity edema suggesting heart failure or CKD); peripheral vascular examination (unequal pulses, carotid or abdominal bruits suggesting vascular disease); cardiac examination (laterally displaced point of maximal impulse, left ventricular enlargement, or S",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"4"
]
},
" gallop suggestive of left ventricular hypertrophy or fibrosis)."
]
},
" ",
{
"type":"list-item",
"hlId":"d0047c",
"children":[
"Identify abnormalities that suggest potential secondary causes from pheochromocytoma, renovascular hypertension, hyperthyroidism, or Cushing syndrome."
]
},
" "
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_6_3",
"title":{
"__html":"Testing"
},
"titleNode":{
"type":"section-title",
"hlId":"fa6a5a",
"children":[
"Testing"
]
},
"children":[
{
"type":"p",
"hlId":"acb5d2",
"children":[
"Initial testing is performed to identify common secondary causes, assess for other cardiovascular risk factors, and detect end-organ damage."
]
},
{
"type":"list",
"children":[
" ",
{
"type":"list-item",
"hlId":"edef5f",
"children":[
"Baseline ECG to assess for left ventricular hypertrophy (end-organ damage) or previous silent myocardial infarction."
]
},
" ",
{
"type":"list-item",
"hlId":"fd30b3",
"children":[
"Blood laboratory studies: complete blood count, serum creatinine, estimated glomerular filtration rate (eGFR), serum sodium, potassium, calcium, bicarbonate, fasting glucose, lipid panel, thyroid-stimulating hormone."
]
},
" ",
{
"type":"list-item",
"hlId":"4eb8bd",
"children":[
"Urinalysis with microscopic examination; in addition, urine albumin-creatinine ratio in patients with diabetes and in those with a high clinical suspicion for underlying CKD, such as a positive family history or presence of other end-organ damage (left ventricular hypertrophy on ECG)."
]
},
" ",
{
"type":"list-item",
"hlId":"110808",
"children":[
"Echocardiography is not routinely recommended but may be helpful in suspected white coat hypertension in which presence of left ventricular hypertrophy would necessitate treatment with antihypertensive medication, even in the absence of elevated home BP. Echocardiography should also be done to confirm left ventricular hypertrophy suggested by ECG or abnormal cardiac examination."
]
},
" "
]
},
{
"type":"p",
"hlId":"565832",
"children":[
"More extensive diagnostic testing can be pursued if the history, physical examination, or initial testing raises suspicion for secondary causes ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_np_t14",
"wrapId":"4",
"children":[
"Table 14"
]
}
]
},
")"
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"4",
"contentIds":[
"mk19_a_np_t14"
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"52169b",
"children":[
"Initial evaluation of patients with newly diagnosed hypertension includes a complete history, physical examination, and screening laboratory studies to assess for a familial pattern, secondary causes, other cardiovascular risk factors, end-organ damage, and modifiable lifestyle factors."
]
},
{
"type":"keypoint",
"hlId":"3031c8",
"children":[
"Baseline ECG is appropriate for all patients with newly diagnosed hypertension."
]
},
{
"type":"keypoint",
"hlId":"779d1f",
"hvc":true,
"children":[
"Baseline echocardiography is not routinely recommended, but should be done if examination or ECG suggest cardiac hypertrophy or to evaluate the need for therapy in patients with white coat hypertension."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_7",
"title":{
"__html":"Primary Hypertension"
},
"titleNode":{
"type":"section-title",
"hlId":"9ee35c",
"children":[
"Primary Hypertension"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_np_s4_7_1",
"title":{
"__html":"Pathogenesis"
},
"titleNode":{
"type":"section-title",
"hlId":"1883b2",
"children":[
"Pathogenesis"
]
},
"children":[
{
"type":"p",
"hlId":"635eec",
"children":[
"Ninety percent of patients with hypertension are identified as having primary (essential) hypertension, in which no secondary underlying etiology can be found. The pathogenesis is still not completely understood, but potential mechanisms include abnormal kidney sodium handling, increased activity of the renin-angiotensin system, and elevated sympathetic tone."
]
},
{
"type":"p",
"hlId":"36b120",
"children":[
"In general, hypertension is a complex polygenic disorder in which many genes or combinations may influence BP. Many genetic variants affect the distal tubular sodium transport and may result in excess sodium retention, leading to hypertension. Genetic polymorphisms involving oxidative stress, mediators of vascular smooth muscle tone, and vasoactive mechanisms have also been implicated. However, associated genetic variants have only small effects, such that the collective effect of all identified BP loci account for only about 3.5% of BP variability. Monogenic forms, in which single gene mutations explain the underlying pathophysiology of hypertension, are less common and include such diseases as glucocorticoid-remediable aldosteronism, Liddle disease, and Gordon syndrome."
]
},
{
"type":"p",
"hlId":"48bc6e",
"children":[
"Dietary factors have been implicated as contributors to hypertension development. Populations with low sodium intake have lower BP than those with high intake. Habitual high sodium intake along with low potassium intake is a critical factor contributing to the worldwide high prevalence of hypertension. Increasing age, race/ethnicity, gender, and conditions such as CKD or diabetes have been associated with salt sensitivity, in which an increase in sodium intake leads to a disproportionate increase in BP."
]
},
{
"type":"p",
"hlId":"8b35be",
"children":[
"Positive correlations also exist between BP and physical inactivity, overweight or obesity, excess alcohol intake, hyperuricemia, and insulin resistance."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"2e7bfd",
"children":[
"Habitual high sodium intake along with low potassium intake is a critical factor contributing to the worldwide high prevalence of hypertension."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_7_2",
"title":{
"__html":"Management"
},
"titleNode":{
"type":"section-title",
"hlId":"fe4dbc",
"children":[
"Management"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_np_s4_7_2_1",
"title":{
"__html":"General Approach"
},
"titleNode":{
"type":"section-title",
"hlId":"20b2bb",
"children":[
"General Approach"
]
},
"children":[
{
"type":"p",
"hlId":"d97cc2",
"children":[
"Treatment recommendations for specific populations are outlined in respective sections. Importantly, consideration must be given to individual patient characteristics and circumstances to tailor management."
]
},
{
"type":"p",
"hlId":"f14ab9",
"children":[
"The 2017 ACC/AHA BP guideline provides treatment recommendations, including the following:"
]
},
{
"type":"list",
"children":[
" ",
{
"type":"list-item",
"hlId":"b0f416",
"children":[
"Nonpharmacologic therapy is recommended for those with elevated BP (systolic BP between 120-129 mm Hg and diastolic BP <80 mm Hg) or stage 1 hypertension (systolic BP between 130-139 mm Hg or diastolic BP between 80-89 mm Hg) and a 10-year cardiovascular risk of <10%."
]
},
" ",
{
"type":"list-item",
"hlId":"4a4837",
"children":[
"Nonpharmacologic and drug treatment is recommended for those with BP ≥130/80 mm Hg and clinical cardiovascular disease or a 10-year cardiovascular risk ≥10% to a BP goal of <130/80 mm Hg."
]
},
" ",
{
"type":"list-item",
"hlId":"f8e83d",
"children":[
"Nonpharmacologic and drug treatment is recommended for those with no cardiovascular disease and a 10-year cardiovascular risk of <10% for stage 2 hypertension (≥140/90 mm Hg)."
]
},
" ",
{
"type":"list-item",
"hlId":"adc3cd",
"children":[
"Adults with stage 2 hypertension and an average BP that is 20/10 mm Hg above their BP target should be treated with a combination of two first-line antihypertensive drugs of different classes."
]
},
" ",
{
"type":"list-item",
"hlId":"9f1f20",
"children":[
"The target systolic BP goal for noninstitutionalized, ambulatory community-dwelling patients who are ≥65 years of age is <130 mm Hg."
]
},
" ",
{
"type":"list-item",
"hlId":"7a6931",
"children":[
"The target BP for patients with hypertension and diabetes and/or CKD is <130/80 mm Hg."
]
},
" "
]
},
{
"type":"p",
"hlId":"ba38e5",
"children":[
"In 2020, the Department of Veterans Affairs (VA) and Department of Defense (DOD) published guidelines for the diagnosis and management of hypertension in the primary care setting. Although most goals are analogous with those of ACC/AHA, there are some differences:"
]
},
{
"type":"list",
"children":[
" ",
{
"type":"list-item",
"hlId":"65b2af",
"children":[
"The VA/DOD recommend treating patients >60 years of age to a systolic BP goal <150 mm Hg, with the added benefit to lowering BP further for patients whose systolic BP is 130 to 140 mm Hg."
]
},
" ",
{
"type":"list-item",
"hlId":"9d9906",
"children":[
"For patients >60 years of age with type 2 diabetes mellitus, the systolic BP goal is 140 mm Hg, with added benefit from lowering BP to 130 mm Hg."
]
},
" ",
{
"type":"list-item",
"hlId":"aad2ea",
"children":[
"The diastolic BP target for all adults >30 years of age is <90 mm Hg."
]
},
" ",
{
"type":"list-item",
"hlId":"c4ebea",
"children":[
"The VA/DOD found insufficient evidence to recommend initiating combination therapy over monotherapy with the sequential addition of a second medication."
]
},
" "
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_7_2_2",
"title":{
"__html":"Lifestyle Modifications"
},
"titleNode":{
"type":"section-title",
"hlId":"be8051",
"children":[
"Lifestyle Modifications"
]
},
"children":[
{
"type":"p",
"hlId":"3590d0",
"children":[
"Lifestyle modifications and cardiovascular risk factors should be addressed in all patients with elevated BP or hypertension. Several nonpharmacologic interventions have been shown to have efficacy in reducing BP ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_np_t15",
"wrapId":"5",
"children":[
"Table 15"
]
}
]
},
")"
]
},
". Evidence shows that the most efficacious interventions for BP-lowering effects are weight loss, the Dietary Approaches to Stop Hypertension (DASH) diet, and dietary sodium reduction. Weight reduction is the most efficacious, followed by sodium reduction. Although difficult to achieve, a combination of lifestyle modifications (e.g., DASH combined with a low-sodium diet alone or in combination with weight loss) has BP-lowering effects greater than or equal to those of single-drug therapy in patients with hypertension. The VA/DOD conclude that data are inadequate to recommend weight loss medication or bariatric surgery for the purposes of managing obesity and hypertension. Other effective nonpharmacologic interventions include potassium supplementation (preferably in dietary modification), increased physical activity, and abstinence of or moderation in alcohol consumption. Regardless of effects on BP, tobacco cessation should be encouraged given that smoking is a significant risk factor for cardiovascular disease."
]
},
{
"type":"inline-wrap",
"wrapId":"5",
"contentIds":[
"mk19_a_np_t15"
]
},
{
"type":"p",
"hlId":"3c808d",
"children":[
"Studies evaluating transcendental meditation, yoga, and biofeedback had modest, mixed, or no consistent BP-lowering effects. More data support efficacy of device-guided breathing than acupuncture among the noninvasive procedures and devices that were evaluated."
]
},
{
"type":"p",
"hlId":"04727a",
"children":[
"It is imperative to tailor lifestyle modifications to the individual patient while considering a patient's needs, support systems and resources, and readiness for behavioral change."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"98afdc",
"children":[
"The 2017 American College of Cardiology/American Heart Association blood pressure (BP) guideline recommends a BP goal of <130/80 mm Hg in most adult patient populations."
]
},
{
"type":"keypoint",
"hlId":"dfa3e4",
"children":[
"In addition to lifestyle modification, pharmacologic therapy should be initiated in patients with stage 1 hypertension and clinical cardiovascular disease or a 10-year cardiovascular risk ≥10% and in all patients with stage 2 hypertension."
]
},
{
"type":"keypoint",
"hlId":"54ba84",
"children":[
"Lifestyle modifications (weight loss, diet, dietary sodium reduction) and cardiovascular risk factors should be addressed in all patients with elevated blood pressure and hypertension."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_7_2_3",
"title":{
"__html":"Pharmacologic Therapy"
},
"titleNode":{
"type":"section-title",
"hlId":"6951bd",
"children":[
"Pharmacologic Therapy"
]
},
"children":[
{
"type":"p",
"hlId":"8bbd24",
"children":[
"Clinical trials suggest that antihypertensive medication therapy can be associated with up to a 40% reduction in stroke, 25% reduction in myocardial infarction, and 50% reduction in heart failure."
]
},
{
"type":"p",
"hlId":"97aa0d",
"children":[
"Clinical trials revealed that lowering BP is more important than the agent class used to achieve control. Head-to-head trials of antihypertensive medications revealed comparable effects on cardiovascular outcomes, with one exception: For the prevention of heart failure, initial therapy with a thiazide diuretic was more effective than a calcium channel blocker (CCB) or an ACE inhibitor, and an ACE inhibitor was more effective than a CCB. The primary agents recommended are those that were shown to reduce clinical events and include a thiazide diuretic, CCB, ACE inhibitor, or angiotensin receptor blocker (ARB) for hypertension in the general non-Black population, including those with diabetes. Current guidelines recommend that initial antihypertensive therapy should include a thiazide diuretic or a CCB in Black persons; however, physicians are increasingly aware of the limitations in making management decisions based on skin color and that labeling patients as Black or not Black may be overly simplistic and inappropriate. Without more precise variables to explain differences in response to therapy among patients, many experts and guidelines continue to use race-based terminology, although guidelines addressing race-based recommendations are evolving."
]
},
{
"type":"p",
"hlId":"705c17",
"children":[
"There are not enough trials comparing β-blockers, central- or peripheral-acting α-blockers, vasodilators, aldosterone receptor antagonists, or loop diuretics to the four drug classes mentioned. Therefore, these drug classes are not recommended as first-line therapy but can be used in specific populations (β-blockers for post–myocardial infarction or heart failure; aldosterone receptor blockers for heart failure; loop diuretics for advanced CKD) or as add-on therapy for resistant hypertension."
]
},
{
"type":"p",
"hlId":"a734be",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_np_t16",
"wrapId":"6",
"children":[
"Table 16"
]
}
]
},
" lists frequently used antihypertensive medications."
]
},
{
"type":"inline-wrap",
"wrapId":"6",
"contentIds":[
"mk19_a_np_t16"
]
},
{
"type":"section",
"id":"mk19_a_np_s4_7_2_3_1",
"title":{
"__html":"Diuretics"
},
"titleNode":{
"type":"section-title",
"hlId":"808737",
"children":[
"Diuretics"
]
},
"children":[
{
"type":"p",
"hlId":"027d7e",
"children":[
"Initial antihypertensive treatment may include thiazide diuretics, which act by inhibiting the sodium-chloride-cotransporter in the distal renal tubule. Although hydrochlorothiazide is the most commonly used thiazide, at times chlorthalidone may be preferred because of a prolonged half-life, which allows once-daily dosing. Loop diuretics are preferred in patients with symptomatic heart failure or CKD with an eGFR <30 mL/min/1.73 m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
" (see ",
{
"type":"cross-reference",
"target":"mk19_a_np_s4_11_1_4",
"children":[
"Kidney Disease, Management"
]
},
")."
]
},
{
"type":"p",
"hlId":"75dfb5",
"children":[
"Suboptimal BP therapy in patients with difficult-to-control hypertension is frequently the result of not including a diuretic, which ensures that extracellular volume expansion is prevented or treated. This is particularly important in sodium-retentive, edematous conditions (heart failure, liver cirrhosis, or CKD). Even in the absence of edematous conditions, persistent intravascular volume expansion without apparent edema can still contribute to hypertension that appears resistant to treatment. In addition, diuretic medication should be prescribed in adequate doses, with dosing frequency tailored appropriately to the diuretic half-life. For example, loop diuretics such as furosemide should be dosed at least twice to three times daily, and higher doses should be used in patients with low GFR."
]
},
{
"type":"p",
"hlId":"300225",
"children":[
"Potassium-sparing diuretics, such as aldosterone receptor antagonists (spironolactone or eplerenone) or epithelial sodium channel blockers (amiloride), are weaker diuretics. These are often used in patients with liver cirrhosis, heart failure (where evidence suggests reduced mortality), or resistant hypertension. Caution and close monitoring are advised when these medications are prescribed concomitantly with other drug classes that also raise the serum potassium, such as ACE inhibitors, ARBs, or direct renin inhibitors, and in patients with reduced GFR."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_7_2_3_2",
"title":{
"__html":"Calcium Channel Blockers"
},
"titleNode":{
"type":"section-title",
"hlId":"6f110f",
"children":[
"Calcium Channel Blockers"
]
},
"children":[
{
"type":"p",
"hlId":"1c0671",
"children":[
"There are two classes of CCBs: dihydropyridines (amlodipine, felodipine, nifedipine) and nondihydropyridines (diltiazem, verapamil). No data support the use of one class over the other for hypertension management, although long-acting dihydropyridines are usually chosen. Nondihydropyridines have more pronounced cardiac effects, such as diminished cardiac contractility (negative inotropy) and atrioventricular nodal blockade, and caution should be taken in prescribing these medications concomitantly with β-blockers or in patients with heart failure with severely reduced ejection fraction, sick sinus syndrome, or second- or third-degree atrioventricular block. Additionally, short-acting nifedipine can be associated with increased mortality if used immediately after acute myocardial infarction because of profound hypotension and sympathetic activation. Finally, there may be an increased risk for myopathy if a CCB (especially a nondihydropyridine) is used concomitantly with a high-dose statin."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_7_2_3_3",
"title":{
"__html":"Renin-Angiotensin System Agents"
},
"titleNode":{
"type":"section-title",
"hlId":"3fda0e",
"children":[
"Renin-Angiotensin System Agents"
]
},
"children":[
{
"type":"p",
"hlId":"a9116a",
"children":[
"Renin-angiotensin system (RAS) agents are ACE inhibitors, ARBs, and direct renin inhibitors (such as aliskiren). Clinical trials reported similar efficacy of ACE inhibitors and ARBs on reducing BP, progression of albuminuria and CKD, and risk for cardiovascular events. Therefore, neither class is preferred over the other. There are less outcomes data on the effects of aliskiren, although similar BP-lowering effect is expected."
]
},
{
"type":"p",
"hlId":"a74085",
"children":[
"Dry cough is a side effect of ACE inhibitors but is generally not reported with ARBs. Angioedema, a life-threatening condition, is a complication of both ACE inhibitors and renin inhibitors. Patients with a compelling indication for RAS inhibition who develop angioedema can be treated with an ARB with very careful monitoring, given a low but possible risk for occurrence. RAS agents should not be used in combination, and they are contraindicated in pregnancy."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_7_2_3_4",
"title":{
"__html":"Combination Therapy"
},
"titleNode":{
"type":"section-title",
"hlId":"fd6c26",
"children":[
"Combination Therapy"
]
},
"children":[
{
"type":"p",
"hlId":"dd31cc",
"children":[
"Combination therapy with more than one drug class (separately or as a single-dose pill) may be necessary to control BP. The 2017 ACC/AHA BP guideline recommends combination therapy with two first-line antihypertensive drugs of different classes for adults with stage 2 hypertension and an average BP of 20/10 mm Hg above their BP target (typically ≥150/90 mm Hg). There are no definitive recommendations for best drug combinations, but some data suggest an ACE inhibitor/CCB combination may be more efficacious than an ACE inhibitor/thiazide diuretic combination. Using a thiazide diuretic/CCB combination is also an option."
]
},
{
"type":"p",
"hlId":"c35442",
"children":[
"Combined use of any RAS drug classes (ACE inhibitors, ARBs, and direct renin inhibitors) is not recommended; several clinical trials (ONTARGET, NEPHRON-D, ALTITUDE) have revealed more adverse events with these combinations (hyperkalemia, hypotension, AKI), without additional cardiovascular or renal benefits."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_7_2_4",
"title":{
"__html":"Assessment of Adherence, Efficacy, and Medication Titration"
},
"titleNode":{
"type":"section-title",
"hlId":"ab7525",
"children":[
"Assessment of Adherence, Efficacy, and Medication Titration"
]
},
"children":[
{
"type":"p",
"hlId":"fb54d6",
"children":[
"Adherence and response to treatment should be assessed 4 weeks after treatment initiation or sooner, based on the urgency for BP lowering. Further assessments are necessitated until target is achieved. Three strategies are possible for dose titration:"
]
},
{
"type":"list",
"ordered":true,
"children":[
" ",
{
"type":"list-item",
"hlId":"f04a9c",
"children":[
"Maximize the first medication dose before adding a second."
]
},
" ",
{
"type":"list-item",
"hlId":"4ff37f",
"children":[
"Add a second medication before reaching the maximum dose of the first."
]
},
" ",
{
"type":"list-item",
"hlId":"2643f2",
"children":[
"Start with two medication classes separately or as fixed-dose combinations."
]
},
" "
]
},
{
"type":"p",
"hlId":"a1ef66",
"children":[
"There are no randomized trials comparing these strategies; therefore, the strategy should be tailored to the individual patient, dose-related side effects, and adherence. Generally, there is diminishing return in BP lowering if the dose is titrated up from 50% to 100% of maximum. Also, it is unlikely that increasing the dose from 50% to 100% of maximum will result in an additional >5-mm Hg BP reduction; an additional agent may therefore need to be added. Finally, titration to maximum doses may more commonly result in side effects and reduce adherence. Other specific actionable steps to increase adherence include the use of longer-acting antihypertensive drugs that only require once-daily dosing and combination pills to reduce pill burden."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"4216c5",
"children":[
"A thiazide diuretic, calcium channel blocker, ACE inhibitor, or angiotensin receptor blocker is recommended as initial therapy for hypertension, including in those with diabetes mellitus."
]
},
{
"type":"keypoint",
"hlId":"271a20",
"children":[
"Current guidelines recommend that initial antihypertensive therapy include a thiazide diuretic or a calcium channel blocker in Black persons, although guidelines addressing race-based recommendations are evolving to remove race-based modifiers."
]
},
{
"type":"keypoint",
"hlId":"8486e4",
"children":[
"Combination therapy with two first-line antihypertensive drugs of different classes is recommended for adults with stage 2 hypertension and an average blood pressure (BP) that is 20/10 mm Hg above their BP target."
]
}
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_8",
"title":{
"__html":"White Coat Hypertension"
},
"titleNode":{
"type":"section-title",
"hlId":"bc518c",
"children":[
"White Coat Hypertension"
]
},
"children":[
{
"type":"p",
"hlId":"3640d1",
"children":[
"White coat hypertension refers to elevated BP measured in the office, but out-of-office BP averages that are not elevated (see ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_np_t12",
"wrapId":"7",
"children":[
"Table 12"
]
}
]
},
")"
]
},
". Using automated office BP measurements without an observer may lessen the prevalence. In adults with untreated systolic BP >130 mm Hg but <160 mm Hg or diastolic BP >80 mm Hg but <100 mm Hg, it is reasonable to screen for white coat hypertension using either daytime ABPM or home BP monitoring. Before white coat hypertension is diagnosed, the reliability of out-of-office measurements must be confirmed; for example, the patient's home BP monitor should be calibrated against the office sphygmomanometer or, preferably, BP should be measured by ABPM."
]
},
{
"type":"inline-wrap",
"wrapId":"7",
"contentIds":[
"mk19_a_np_t12"
]
},
{
"type":"p",
"hlId":"74be4a",
"children":[
"The prevalence of white coat hypertension is approximately 15% to 30% among patients with office BP in the hypertensive range. Although these patients may have a slightly higher cardiovascular risk compared with normotensive patients (but a lower risk than in those with masked or sustained hypertension), it is unclear whether antihypertensive drug treatment lowers cardiovascular risk. Lifestyle modification is still recommended in patients with white coat hypertension. However, there is a 1% to 5% per year risk for conversion of white coat hypertension to sustained hypertension. Annual follow-up with ABPM or home BP measurements should be considered to determine if conversion to sustained hypertension has occurred, requiring the addition of antihypertensive drug therapy. Screening echocardiography may also be considered to screen for left ventricular hypertrophy, the presence of which necessitates treatment with antihypertensives."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"8bce46",
"children":[
"Lifestyle modifications and careful monitoring should be considered for patients with white coat hypertension because of increased risk for future development of hypertension and slightly higher cardiovascular risk compared with normotensive patients."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_9",
"title":{
"__html":"Masked Hypertension"
},
"titleNode":{
"type":"section-title",
"hlId":"eabb51",
"children":[
"Masked Hypertension"
]
},
"children":[
{
"type":"p",
"hlId":"e61884",
"children":[
"Masked hypertension, defined as BP that is normal in the office but elevated in the ambulatory setting (see ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_np_t12",
"wrapId":"8",
"children":[
"Table 12"
]
}
]
},
")"
]
},
", is associated with an increased prevalence of target organ damage and risk for cardiovascular disease, stroke, and mortality compared with normotension. In adults with elevated office BP (120-129/<80 mm Hg) but not meeting the criteria for hypertension or with end-organ damage, such as left ventricular hypertrophy, screening for masked hypertension with daytime ABPM or home BP is reasonable."
]
},
{
"type":"inline-wrap",
"wrapId":"8",
"contentIds":[
"mk19_a_np_t12"
]
},
{
"type":"p",
"hlId":"e54abd",
"children":[
"The prevalence of masked hypertension varies from 10% to 26% in population-based surveys and from 14% to 30% in normotensive clinic populations. A 3-month trial of lifestyle modifications should be considered in suspected cases. Antihypertensive treatment should be initiated if daytime ABPM or home BP is still ≥130/80 mm Hg."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"3119e5",
"children":[
"Masked hypertension is associated with an increased risk for sustained hypertension and cardiovascular disease; after a 3-month trial of lifestyle modifications, antihypertensive medication should be initiated if daytime ambulatory or home blood pressure is still ≥130/80 mm Hg."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_10",
"title":{
"__html":"Resistant Hypertension"
},
"titleNode":{
"type":"section-title",
"hlId":"ffd313",
"children":[
"Resistant Hypertension"
]
},
"children":[
{
"type":"p",
"hlId":"10493c",
"children":[
"Resistant hypertension is defined as BP that remains above goal despite concurrent use of three antihypertensive agents of different classes, or BP at goal but requiring four or more medications. One of these medications must be a diuretic. A prevalence of 2% to 10% is reported in the general population but can be as high as 40% in patients with CKD. Other risk factors include older age, male sex, diabetes, and higher BMI."
]
},
{
"type":"p",
"hlId":"ab9617",
"children":[
"Before the diagnosis is made, a systematic approach to BP control should include ensuring accuracy of BP readings, confirming adherence to antihypertensive medications, optimizing medication selection and dosing, and addressing potential secondary and reversible causes of hypertension. The importance of out-of-office BP measurements (home or ABPM) as a part of evaluation to rule out white coat hypertension and to confirm resistance is increasingly recognized. Behaviors that could lead to high BP, including excessive sodium consumption, should be reviewed, and use of recreational drugs and prescription or nonprescription medications (such as complementary and alternative medications) that may exacerbate hypertension should be excluded. Adherence to antihypertensive medications, including correct frequency and dosage, should be confirmed, and potential reasons for nonadherence, such as medication side effects, should be addressed."
]
},
{
"type":"p",
"hlId":"bcf287",
"children":[
"The cornerstone of management includes a low sodium diet and treatment with an appropriate diuretic with attention to dose and frequency (see ",
{
"type":"cross-reference",
"target":"mk19_a_np_s4_7_2_3_1",
"children":[
"Diuretics"
]
},
"). Patients should be treated with a combination of medications from different classes: a RAS agent (either an ACE inhibitor, an ARB, or a direct renin inhibitor), a calcium channel blocker, a diuretic, and possibly a β-blocker. Trials support the efficacy of adding a low-dose aldosterone receptor antagonist (spironolactone or eplerenone) for treatment of resistant hypertension. If additional agents are needed for BP control or the patient is intolerant of the aforementioned agents, then vasodilators (hydralazine or minoxidil), α-blockers (doxazosin, prazosin), or central sympathetic agonists (clonidine) can be added."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"6b8556",
"children":[
"Resistant hypertension is defined as BP that remains above goal despite the concurrent use of three antihypertensive agents of different classes, or BP at goal but requiring four or more medications; one of the medications must be a diuretic."
]
},
{
"type":"keypoint",
"hlId":"74b738",
"children":[
"Management of resistant hypertension includes confirming accurate out-of-office BP measurement, addressing behaviors that contribute to high BP, avoiding drugs that exacerbate hypertension, reducing dietary sodium, and ensuring appropriate diuretic dose and frequency."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_11",
"title":{
"__html":"Secondary Hypertension"
},
"titleNode":{
"type":"section-title",
"hlId":"f48a5c",
"children":[
"Secondary Hypertension"
]
},
"children":[
{
"type":"p",
"hlId":"c2ab99",
"children":[
"In about 10% of adults with hypertension, a specific and remediable cause can be identified. Diagnostic testing for secondary causes of hypertension can be pursued if a high clinical suspicion exists following history, physical examination, and initial laboratory testing (see ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_np_t14",
"wrapId":"9",
"children":[
"Table 14"
]
}
]
},
")"
]
},
". Factors that raise pretest probability for secondary hypertension include hypertension onset at <30 years of age; abrupt-onset or worsening BP if previously well controlled; drug resistance; clinical features indicating a secondary process; presence of target organ damage disproportionate to hypertension duration or severity; diastolic hypertension onset in those ≥65 years of age; and unprovoked or excessive hypokalemia."
]
},
{
"type":"inline-wrap",
"wrapId":"9",
"contentIds":[
"mk19_a_np_t14"
]
},
{
"type":"section",
"id":"mk19_a_np_s4_11_1",
"title":{
"__html":"Kidney Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"05659b",
"children":[
"Kidney Disease"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_np_s4_11_1_1",
"title":{
"__html":"Pathophysiology and Epidemiology"
},
"titleNode":{
"type":"section-title",
"hlId":"6f8e9a",
"children":[
"Pathophysiology and Epidemiology"
]
},
"children":[
{
"type":"p",
"hlId":"9877f7",
"children":[
"Hypertension develops in the setting of both AKI and CKD. Underlying parenchymal kidney disease is an important cause of hypertension, and up to 85% of patients with CKD have high BP. Hypertension prevalence increases with GFR decline. Additionally, chronic uncontrolled hypertension is a leading cause of CKD and progression to ESKD. BP elevation in glomerular disease is primarily attributed to fluid overload, as evidenced by suppression of the RAS and increased release of atrial natriuretic peptide. In acute vascular diseases affecting the kidney (vasculitis or scleroderma renal crisis), elevated BP is thought to result from ischemia-induced activation of the RAS. Endothelial injury, increased sympathetic tone, and impaired nitric oxide synthesis are also implicated."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_11_1_2",
"title":{
"__html":"Clinical Manifestations"
},
"titleNode":{
"type":"section-title",
"hlId":"65ac9d",
"children":[
"Clinical Manifestations"
]
},
"children":[
{
"type":"p",
"hlId":"f539fa",
"children":[
"Underlying kidney disease is suggested by an elevated serum creatinine concentration and/or an abnormal urinalysis or albuminuria. Patients can present with edema, but its absence does not exclude kidney disease as hypertension etiology."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_11_1_3",
"title":{
"__html":"Diagnosis"
},
"titleNode":{
"type":"section-title",
"hlId":"523223",
"children":[
"Diagnosis"
]
},
"children":[
{
"type":"p",
"hlId":"ec9b32",
"children":[
"Initial evaluation of hypertension in all patients includes assessment of serum creatinine and eGFR, urinalysis with microscopic examination to exclude hematuria and/or proteinuria, and urine albumin-creatinine ratio in those with diabetes or family history of kidney disease. Abnormalities in any of these tests can signify underlying kidney disease. In those with a normal serum creatinine but a high suspicion for certain kidney diseases, such as a positive family history of autosomal dominant polycystic kidney disease, kidney ultrasonography can be undertaken."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_11_1_4",
"title":{
"__html":"Management"
},
"titleNode":{
"type":"section-title",
"hlId":"fe4dbc",
"children":[
"Management"
]
},
"children":[
{
"type":"p",
"hlId":"ac5aeb",
"children":[
"The Kidney Disease: Improving Global Outcomes (KDIGO) guideline suggests a target blood pressure of <120 mm Hg, if tolerated in patients with hypertension and CKD, whereas the 2017 ACC/AHA BP guideline recommends a BP target of <130/80 mm Hg. KDIGO recommends starting an ACE inhibitor or angiotensin receptor blocker for patients with hypertension, CKD, and severely increased albuminuria (CKD stages G1–G4; albumin-creatinine ratio >300 mg/g) and suggests an ACE inhibitor or angiotensin receptor blocker for patients with hypertension, CKD, and moderately increased albuminuria (CKD stages G1–G4; albumin-creatinine ratio 30-300 mg/g)."
]
},
{
"type":"p",
"hlId":"e26686",
"children":[
"Kidney function and serum potassium should be reassessed 2 to 3 weeks after initiation of an ACE inhibitor or ARB. An increase in serum creatinine of 25% to 30% is acceptable, but the dose may need to be lowered or medication discontinued if more severe decline in kidney function is observed; in such cases, bilateral renovascular disease should also be considered."
]
},
{
"type":"p",
"hlId":"7e27ef",
"children":[
"Given that sodium retention and volume overload are major contributory factors in the hypertension of CKD, dietary sodium restriction to <2000 mg/d and addition of a diuretic are both essential for control of BP, especially in advanced CKD. The following factors addressing appropriate dose and dosing interval for diuretics should be considered:"
]
},
{
"type":"list",
"children":[
" ",
{
"type":"list-item",
"hlId":"66c2a1",
"children":[
"Higher doses of diuretics are required in patients with CKD due to decreased GFR."
]
},
" ",
{
"type":"list-item",
"hlId":"399dfc",
"children":[
"Thiazide diuretics may be less effective if the eGFR is <30 mL/min/1.73 m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
"; although there are no head-to-head trials, it seems preferable to use chlorthalidone instead of hydrochlorothiazide in patients with CKD because of a longer half-life."
]
},
" ",
{
"type":"list-item",
"hlId":"5b23d0",
"children":[
"For an eGFR <20 to 30 mL/min/1.73 m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
", a loop diuretic can be used effectively, with a more frequent dosing interval (e.g., furosemide should be dosed at least two to three times daily)."
]
},
" ",
{
"type":"list-item",
"hlId":"7d6710",
"children":[
"The combination of a thiazide and a loop diuretic can be used to augment diuresis, with careful monitoring."
]
},
" ",
{
"type":"list-item",
"hlId":"c78c6a",
"children":[
"Volume overload refractory to medical management in those with stage G5 CKD (eGFR <15 mL/min/1.73 m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
") may necessitate dialysis."
]
},
" "
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_11_2",
"title":{
"__html":"Renovascular Hypertension"
},
"titleNode":{
"type":"section-title",
"hlId":"81171b",
"children":[
"Renovascular Hypertension"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_np_s4_11_2_1",
"title":{
"__html":"Pathophysiology and Epidemiology"
},
"titleNode":{
"type":"section-title",
"hlId":"6f8e9a",
"children":[
"Pathophysiology and Epidemiology"
]
},
"children":[
{
"type":"p",
"hlId":"695662",
"children":[
"Pathogenesis involves renal hypoperfusion as a result of renal artery stenosis, with subsequent release of renin and angiotensin resulting in systemic vasoconstriction, sodium retention, and hypertension. Disease can be unilateral or bilateral. Parenchymal kidney damage with loss of kidney function can occur."
]
},
{
"type":"p",
"hlId":"b9cf29",
"children":[
"There are two types of renovascular disease: (1) atherosclerotic renovascular disease, which usually occurs in patients >45 years of age, especially in those with diffuse atherosclerosis but can also be isolated to the kidney; and (2) fibromuscular dysplasia, a nonatherosclerotic disorder that usually affects the mid and distal portions of the renal artery and usually occurs in young persons, particularly women."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_11_2_2",
"title":{
"__html":"Clinical Manifestations"
},
"titleNode":{
"type":"section-title",
"hlId":"65ac9d",
"children":[
"Clinical Manifestations"
]
},
"children":[
{
"type":"p",
"hlId":"b51324",
"children":[
"Patients with atherosclerotic renovascular disease often have other manifestations of atherosclerosis, including the presence of coronary artery, cerebrovascular, or peripheral vascular disease. Bruits may be auscultated, especially a systolic-diastolic abdominal bruit that lateralizes to one side. Clinical suspicion should be high in patients who present with onset of severe hypertension after age 55 years; recurrent flash pulmonary edema; refractory heart failure; AKI after initiation of an ACE inhibitor/ARB; or AKI after control of BP to target. Asymmetry in kidney sizes of >1.5 cm on imaging or the presence of a unilateral small kidney ≤9 cm also increases the likelihood."
]
},
{
"type":"p",
"hlId":"9f4d13",
"children":[
"Abrupt onset of hypertension at an age <35 years suggests fibromuscular dysplasia."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_11_2_3",
"title":{
"__html":"Diagnosis"
},
"titleNode":{
"type":"section-title",
"hlId":"523223",
"children":[
"Diagnosis"
]
},
"children":[
{
"type":"p",
"hlId":"279a1f",
"children":[
"Routine testing for renovascular disease may not change management because recent data suggest that medical therapy may be as beneficial as invasive procedures, especially for those with atherosclerotic renovascular disease. However, in young patients with resistant hypertension and a high clinical suspicion for fibromuscular dysplasia, renal artery imaging may be considered. Plasma renin activity, captopril renal scintigraphy, and selective renal vein renin measurements are no longer recommended given the availability of more sensitive and specific imaging tests."
]
},
{
"type":"p",
"hlId":"4adfdc",
"children":[
"Renal duplex Doppler ultrasonography is a reasonable imaging modality if performed by experienced sonographers. MR and CT angiography have higher diagnostic utility but are potentially harmful in patients with severe CKD given the risk for contrast-associated nephropathy and gadolinium-induced nephrogenic systemic fibrosis. A stenosis >75% in one or both renal arteries or >50% with post-stenotic dilatation suggests the diagnosis. Renal intra-arterial angiography is the gold standard and can be considered if other noninvasive tests are negative, clinical suspicion is high, and an invasive procedure is contemplated. It is not recommended as a routine test because of adverse risks, such as contrast-associated nephropathy and cholesterol emboli."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_11_2_4",
"title":{
"__html":"Management"
},
"titleNode":{
"type":"section-title",
"hlId":"fe4dbc",
"children":[
"Management"
]
},
"children":[
{
"type":"p",
"hlId":"a2c88c",
"children":[
"Three large randomized trials (STAR, ASTRAL, and CORAL) failed to show that renal artery angioplasty confers additional benefit above optimal medical therapy in patients with atherosclerotic renovascular disease and stable kidney function. Medical therapy includes treatment of underlying cardiovascular risk factors (such as hypercholesterolemia) and an ACE inhibitor or ARB. Patients who may benefit from percutaneous angioplasty and stenting or surgical intervention include those with the following: a short hypertension duration; atherosclerotic renovascular disease refractory to optimal medical therapy; severe hypertension or recurrent acute flash pulmonary edema; AKI following treatment with an ACE inhibitor or ARB; or progressive impaired kidney function thought to result from bilateral renovascular disease or unilateral stenosis affecting a solitary functioning kidney. Patients with advanced CKD or with proteinuria >1000 mg/24 h are less likely to benefit from revascularization."
]
},
{
"type":"p",
"hlId":"987e6d",
"children":[
"Nephrologists or hypertension specialists should be involved in the care of patients with hemodynamically significant renovascular disease, as BP is often difficult to control, the criteria for intervention are complex, and the risk for AKI is increased compared with the typical hypertensive patient population."
]
},
{
"type":"p",
"hlId":"874c87",
"children":[
"In young persons with fibromuscular dysplasia, studies suggest that angioplasty alone may improve BP and even cure hypertension."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_11_3",
"title":{
"__html":"Primary Hyperaldosteronism"
},
"titleNode":{
"type":"section-title",
"hlId":"e4dadb",
"children":[
"Primary Hyperaldosteronism"
]
},
"children":[
{
"type":"p",
"hlId":"a60ee6",
"children":[
"Primary hyperaldosteronism, in which aldosterone production cannot be suppressed with sodium loading, is the most common cause of secondary hypertension in middle-aged adults and an important cause of resistant hypertension (See ",
{
"type":"cross-reference",
"target":"mk19_b_en_s3_2_2",
"children":[
"MKSAP 19 Endocrinology and Metabolism"
]
},
"). A triad of resistant hypertension, metabolic alkalosis, and hypokalemia (including in patients treated with low-dose thiazide diuretics) should raise suspicion (see ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_np_t14",
"wrapId":"10",
"children":[
"Table 14"
]
}
]
},
")"
]
},
". Screening is recommended if any of the following are present: resistant hypertension, hypokalemia (spontaneous or substantial, if diuretic induced), incidentally discovered adrenal mass, family history of early-onset hypertension, moderately severe hypertension (>160/100 mm Hg), or stroke at age <40 years. It is common for patients with primary aldosteronism to have normal potassium; a high index of suspicion is required. Higher cardiovascular morbidity and mortality are noted in patients with primary hyperaldosteronism compared with primary hypertension and similar BP control."
]
},
{
"type":"inline-wrap",
"wrapId":"10",
"contentIds":[
"mk19_a_np_t14"
]
},
{
"type":"p",
"hlId":"58cc26",
"children":[
"Calculation of plasma aldosterone concentration (PAC)/plasma renin activity (PRA) ratio is used for screening, with a very high ratio of PAC/PRA suggestive of the diagnosis."
]
},
{
"type":"p",
"hlId":"9ccbc1",
"children":[
"After the diagnosis is confirmed, a dedicated adrenal CT should be performed to determine whether the hyperaldosteronism is caused by diffuse hyperplasia, as seen in two thirds of patients and managed by an aldosterone-receptor antagonist such as spironolactone, versus an aldosterone-producing adenoma amendable to surgical resection."
]
},
{
"type":"p",
"hlId":"70db8d",
"children":[
"PAC and PRA are usually suppressed in other disorders with hypokalemia and hypertension, including Cushing syndrome, syndrome of apparent mineralocorticoid excess, familial hyperaldosteronism type I (glucocorticoid-remediable aldosteronism), and Liddle syndrome (see ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_np_t14",
"wrapId":"11",
"children":[
"Table 14"
]
}
]
},
")"
]
},
". Renal artery stenosis and renin-secreting tumors generate both high PRA and PAC, with subsequent lowering of the PAC/PRA ratio, to usually <10. See ",
{
"type":"cross-reference",
"target":"mk19_b_en_s3_2_2",
"children":[
"MKSAP 19 Endocrinology and Metabolism"
]
},
" for more information."
]
},
{
"type":"inline-wrap",
"wrapId":"11",
"contentIds":[
"mk19_a_np_t14"
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_11_4",
"title":{
"__html":"Pheochromocytomas"
},
"titleNode":{
"type":"section-title",
"hlId":"8e8361",
"children":[
"Pheochromocytomas"
]
},
"children":[
{
"type":"p",
"hlId":"9b0308",
"children":[
"Pheochromocytomas are rare catecholamine-secreting neoplasms of the adrenal medulla or sympathetic ganglia that occur in <0.2% of patients with hypertension. Presence of the following characteristics raises clinical suspicion and may prompt testing: resistant hypertension; hypertension onset that is new or at a young age; paroxysmal hypertension; episodic tachycardia, headaches, and sweating; history of familial syndromes; adrenal adenoma found incidentally on imaging with or without hypertension; or pressor response during invasive procedures or anesthesia. Diagnostic tests include plasma fractionated metanephrines and 24-hour urine metanephrines and catecholamines. Positive test results should be followed by imaging to locate the tumor. Definitive treatment is surgical resection. See ",
{
"type":"cross-reference",
"target":"mk19_b_en_s3_2_3",
"children":[
"MKSAP 19 Endocrinology and Metabolism"
]
},
" for details."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"ef449d",
"children":[
"The Kidney Disease: Improving Global Outcomes guideline suggests a target blood pressure of <120 mm Hg in patients with hypertension and chronic kidney disease."
]
},
{
"type":"keypoint",
"hlId":"53a3c2",
"children":[
"The Kidney Disease: Improving Global Outcomes guideline recommends starting an ACE inhibitor or angiotensin receptor blocker for patients with hypertension, chronic kidney disease (CKD), and severely increased albuminuria (CKD stages G1–G4; albumin-creatinine ratio >300 mg/g) and suggests an ACE inhibitor or angiotensin receptor blocker for patients with hypertension, CKD, and moderately increased albuminuria (CKD stages G1–G4; albumin-creatinine ratio 30-300 mg/g; treatment also includes dietary sodium restriction to <2000 mg/d and addition of a diuretic as needed to control intravascular volume."
]
},
{
"type":"keypoint",
"hlId":"f27299",
"children":[
"Medical therapy for renovascular disease, including treatment of underlying cardiovascular risk factors and use of an ACE inhibitor or angiotensin receptor blocker, may be as beneficial as invasive procedures."
]
},
{
"type":"keypoint",
"hlId":"f695c3",
"children":[
"Primary hyperaldosteronism is the most common cause of secondary hypertension in middle-aged adults and an important cause of resistant hypertension; the plasma aldosterone concentration/plasma renin activity ratio is used for screening."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_12",
"title":{
"__html":"Hypertensive Urgency"
},
"titleNode":{
"type":"section-title",
"hlId":"6b1926",
"children":[
"Hypertensive Urgency"
]
},
"children":[
{
"type":"p",
"hlId":"5dd32a",
"children":[
"Hypertensive urgency is defined as severely elevated BP—often a systolic BP ≥180 mm Hg and/or diastolic BP ≥110 mm Hg—without obvious signs or symptoms of acute or impending target organ damage or dysfunction. Patients are often asymptomatic or present with a mild headache. The most important aspect of initial management is a focused history and physical examination to exclude the presence of acute end-organ damage, which would raise concern for hypertensive emergency. Referral to an emergency department may be required for further diagnostic testing."
]
},
{
"type":"p",
"hlId":"b30b74",
"children":[
"Management includes the assessment of imminent risk of cardiovascular events from severe hypertension versus risk of adverse sequelae from rapid BP reduction, which include AKI, myocardial infarction, or stroke resulting from decreased organ perfusion and limited time for autoregulation. There are scant data to determine how quickly the BP should be lowered. Generally, systolic BP may be lowered in patients with imminent risk of target organ damage but without acute organ injury (see ",
{
"type":"cross-reference",
"target":"mk19_a_np_s4_13",
"children":[
"Hypertensive Emergency"
]
},
") by no more than 25% within the first hour, then to <160/100 mm Hg within the next 2 to 6 hours, then cautiously to target during the following 24 to 48 hours. Choice of antihypertensive medication should be tailored to the specific patient. If there is concern for imminent end-organ damage, faster-acting antihypertensive agents, such as oral clonidine, can be given to lower BP. Several hours of observation in the ambulatory setting may be required to ensure that the patient remains asymptomatic and that BP is decreasing before discharge. In patients in whom hypertensive urgency developed because of medication nonadherence, antihypertensive medications can be resumed slowly in a stepwise fashion, with care not to drop the BP precipitously. Close follow-up is necessary, and further management can include home monitoring of BP."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_13",
"title":{
"__html":"Hypertensive Emergency"
},
"titleNode":{
"type":"section-title",
"hlId":"72388f",
"children":[
"Hypertensive Emergency"
]
},
"children":[
{
"type":"p",
"hlId":"2ecba4",
"children":[
"Hypertensive emergency refers to elevated BP significantly above the normal range causing acute organ damage or dysfunction, such as ischemic or hemorrhagic stroke, encephalopathy, AKI, acute myocardial infarction, aortic dissection, or acute heart failure. These effects often occur at BP >180/110 mm Hg, but there is no specific BP threshold above which the syndrome is defined."
]
},
{
"type":"p",
"hlId":"7a47be",
"children":[
"Hypertensive emergency should be treated by rapidly lowering the BP, usually using intravenous short-acting agents in the ICU setting ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_np_t17",
"wrapId":"12",
"children":[
"Table 17"
]
}
]
}
]
},
" and ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_np_t18",
"wrapId":"12",
"children":[
"Table 18"
]
}
]
},
")"
]
},
". The 2017 ACC/AHA BP guideline recommends that for adults with acute organ injury (such as aortic dissection, severe preeclampsia or eclampsia, or pheochromocytoma), systolic BP should be reduced to <140 mm Hg during the first hour and to <120 mm Hg in aortic dissection. See ",
{
"type":"cross-reference",
"target":"mk19_a_nr_s4_4",
"children":[
"MKSAP 19 Neurology"
]
},
" for further discussion of the treatment of hypertension associated with ischemic stroke and intracerebral hemorrhage."
]
},
{
"type":"inline-wrap",
"wrapId":"12",
"contentIds":[
"mk19_a_np_t17",
"mk19_a_np_t18"
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"745c32",
"children":[
"Hypertensive urgency is defined as severely elevated blood pressure (BP)—often a systolic BP ≥180 mm Hg and/or diastolic BP ≥110 mm Hg—in a patient without obvious signs or symptoms of acute or impending target organ damage or dysfunction."
]
},
{
"type":"keypoint",
"hlId":"b08597",
"children":[
"For adults with a hypertensive emergency and acute organ injury, systolic blood pressure should be reduced to <140 mm Hg during the first hour and to <120 mm Hg in aortic dissection."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_14",
"title":{
"__html":"Specific Populations"
},
"titleNode":{
"type":"section-title",
"hlId":"1c23de",
"children":[
"Specific Populations"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_np_s4_14_1",
"title":{
"__html":"Women"
},
"titleNode":{
"type":"section-title",
"hlId":"b133ad",
"children":[
"Women"
]
},
"children":[
{
"type":"p",
"hlId":"e5b6be",
"children":[
"Hypertension prevalence is lower in women <50 years of age compared with men, but prevalence increases with older age and eventually becomes similar in both sexes. Women, particularly if premenopausal, are at a lower risk than men for hypertension complications, such as coronary artery disease, stroke, and left ventricular hypertrophy. Clinical trials suggest that women derive similar relative benefits from antihypertensive treatment as men, and recommendations for BP targets and agents are the same."
]
},
{
"type":"p",
"hlId":"3b5b24",
"children":[
"Women of childbearing age who anticipate pregnancy should not be prescribed RAS agents (ACE inhibitors, ARBs, or direct renin inhibitors) because of the risk for urogenital developmental abnormalities; these agents are contraindicated in pregnant women. Instead, transition to methyldopa, nifedipine, and/or labetalol during pregnancy are reasonable choices. See ",
{
"type":"cross-reference",
"target":"mk19_a_np_s11_2",
"children":[
"The Kidney in Pregnancy"
]
},
" for more information."
]
},
{
"type":"p",
"hlId":"30b1b5",
"children":[
"Oral contraceptives may be associated with modest increases in BP, which usually resolve with discontinuation; women prescribed these medications should be monitored. Hormone replacement therapy consists of much lower estrogen doses and is not associated with elevated BP."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_14_2",
"title":{
"__html":"Patients with Diabetes Mellitus"
},
"titleNode":{
"type":"section-title",
"hlId":"8218d8",
"children":[
"Patients with Diabetes Mellitus"
]
},
"children":[
{
"type":"p",
"hlId":"e59a9c",
"children":[
"The 2017 ACC/AHA BP guideline recommends a BP goal of <130/80 mm Hg for patients with diabetes mellitus. In the absence of CKD, first-line therapy for hypertension in patients with diabetes is similar to therapy for patients without diabetes; ACE inhibitors or ARBs are reasonable choices in the presence of albuminuria."
]
},
{
"type":"p",
"hlId":"cdd532",
"children":[
"The American Diabetes Association (ADA) recommends that patients with diabetes and hypertension with a 10-year atherosclerotic cardiovascular disease (ASCVD) event risk <15% should be treated to a BP goal of 140/90 mm Hg; a lower target of <130/80 mm Hg is appropriate for individuals with existing ASCVD or 10-year ASCVD event risk ≥15%, if this can be achieved safely. The ADA also recommends an ACE inhibitor or ARB, at the maximum tolerated dose indicated for BP treatment, as first-line treatment for hypertension in patients with diabetes and coronary artery disease or a urine albumin-creatinine ratio >300 mg/g; such treatment should also be considered if the urine albumin-creatinine ratio is ≥30 mg/g to 300 mg/g."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_14_3",
"title":{
"__html":"Section Removed"
},
"titleNode":{
"type":"section-title",
"hlId":"6bcd18",
"children":[
"Section Removed"
]
},
"hidden":true,
"children":[

]
},
{
"type":"section",
"id":"mk19_a_np_s4_14_4",
"title":{
"__html":"Older Patients"
},
"titleNode":{
"type":"section-title",
"hlId":"0042e2",
"children":[
"Older Patients"
]
},
"children":[
{
"type":"p",
"hlId":"d39cdd",
"children":[
"Prevalence of hypertension increases with age and is as high as 60% to 80% in patients >65 years of age. A wide pulse pressure and isolated systolic hypertension (>160 mm Hg with diastolic <90 mm Hg) are common."
]
},
{
"type":"p",
"hlId":"b87a07",
"children":[
"According to the 2017 ACC/AHA BP guideline, the target systolic BP goal for noninstitutionalized, ambulatory community-dwelling patients who are ≥65 years of age is <130 mm Hg. In those with a high burden of comorbidity and limited life expectancy, clinical judgement, patient preference, and an assessment of risk-benefit ratio should be considered."
]
},
{
"type":"p",
"hlId":"190079",
"children":[
"On the other hand, a 2017 guideline from the American College of Physicians and American Academy of Family Physicians addressed the treatment of hypertension in patients ≥60 years of age, including three recommendations:"
]
},
{
"type":"list",
"children":[
" ",
{
"type":"list-item",
"hlId":"e5bc61",
"children":[
"Initiate treatment in patients ≥60 years of age with a systolic BP persistently ≥150 mm Hg to achieve a target systolic BP <150 mm Hg to reduce the risk for mortality, stroke, and cardiac events."
]
},
" ",
{
"type":"list-item",
"hlId":"11cb63",
"children":[
"Consider initiating or intensifying pharmacologic treatment in patients ≥60 years of age with a history of stroke or transient ischemic attack to achieve a target systolic BP <140 mm Hg to reduce the risk for recurrent stroke."
]
},
" ",
{
"type":"list-item",
"hlId":"65da85",
"children":[
"Consider initiating or intensifying pharmacologic treatment in some patients ≥60 years of age at high cardiovascular risk, based on individualized assessment, to achieve a target systolic BP <140 mm Hg to reduce the risk for stroke or cardiac events."
]
},
" "
]
},
{
"type":"p",
"hlId":"e21d24",
"children":[
"Older patients without CKD can be treated with a thiazide diuretic, CCB, or ACE inhibitor or ARB, similar to patients <65 years of age. Antihypertensive medications should be initiated at lower doses with close monitoring of BP and adverse events, given that older individuals are more prone to drug-drug interactions, hyponatremia from thiazide diuretics, and orthostatic hypotension when treated with diuretics, vasodilators, α-blockers, and central-acting drugs (such as clonidine)."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"5a855a",
"children":[
"Women of childbearing age who anticipate pregnancy should not be prescribed renin-angiotensin system agents because of the risk for urogenital developmental abnormalities."
]
},
{
"type":"keypoint",
"hlId":"4c2830",
"children":[
"In the absence of chronic kidney disease, first-line therapy for hypertension in patients with diabetes mellitus is similar to therapy for patients without diabetes."
]
},
{
"type":"keypoint",
"hlId":"c5146f",
"children":[
"The 2017 American College of Cardiology/American Heart Association blood pressure (BP) guideline recommends a target systolic BP goal of <130 mm Hg for community-dwelling patients who are ≥65 years of age, whereas the American College of Physicians and American Academy of Family Physicians recommend a target systolic BP goal of <150 mm Hg in patients ≥60 years of age."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s4_15",
"bibliography":true,
"title":{
"__html":"Bibliography"
},
"titleNode":{
"type":"section-title",
"hlId":"a7cc81",
"children":[
"Bibliography"
]
},
"children":[
{
"type":"references",
"children":[
{
"type":"reference",
"children":[
"Appel LJ, Wright JT Jr, Greene T, et al; AASK Collaborative Research Group. Intensive blood-pressure control in hypertensive chronic kidney disease. N Engl J Med. 2010;363:918-29. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/20818902",
"target":"_blank"
},
"children":[
"PMID: 20818902"
]
},
" doi:10.1056/NEJMoa0910975"
]
},
{
"type":"reference",
"children":[
"Braam B, Taler SJ, Rahman M, et al. Recognition and management of resistant hypertension. Clin J Am Soc Nephrol. 2017;12:524-35. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/27895136",
"target":"_blank"
},
"children":[
"PMID: 27895136"
]
},
" doi:10.2215/CJN.06180616"
]
},
{
"type":"reference",
"children":[
"Fried LF, Emanuele N, Zhang JH, et al; VA NEPHRON-D Investigators. Combined angiotensin inhibition for the treatment of diabetic nephropathy. N Engl J Med. 2013;369:1892-903. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/24206457",
"target":"_blank"
},
"children":[
"PMID: 24206457"
]
},
" doi:10.1056/NEJMoa1303154"
]
},
{
"type":"reference",
"children":[
"Muntner P, Shimbo D, Carey RM, et al. Measurement of blood pressure in humans: a scientific statement from the American Heart Association. Hypertension. 2019;73:e35-e66. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30827125",
"target":"_blank"
},
"children":[
"PMID: 30827125"
]
},
" doi:10.1161/HYP.0000000000000087"
]
},
{
"type":"reference",
"children":[
"Qaseem A, Wilt TJ, Rich R, et al; Clinical Guidelines Committee of the American College of Physicians and the Commission on Health of the Public and Science of the American Academy of Family Physicians. Pharmacologic treatment of hypertension in adults aged 60 years or older to higher versus lower blood pressure targets: a clinical practice guideline from the American College of Physicians and the American Academy of Family Physicians. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://www.acpjournals.org/doi/10.7326/M16-1785",
"target":"_blank"
},
"children":[
"Ann Intern Med"
]
},
". 2017;166:430-7. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/28135725",
"target":"_blank"
},
"children":[
"PMID: 28135725"
]
}
]
},
{
"type":"reference",
"children":[
"Roerecke M, Kaczorowski J, Myers MG. Comparing automated office blood pressure readings with other methods of blood pressure measurement for identifying patients with possible hypertension: a systematic review and meta-analysis. JAMA Intern Med. 2019;179:351-62. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30715088",
"target":"_blank"
},
"children":[
"PMID: 30715088"
]
},
" doi:10.1001/jamainternmed.2018.6551"
]
},
{
"type":"reference",
"children":[
"Siu AL; U.S. Preventive Services Task Force. Screening for high blood pressure in adults: U.S. Preventive Services Task Force recommendation statement. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://www.acpjournals.org/doi/10.7326/M15-2223",
"target":"_blank"
},
"children":[
"Ann Intern Med"
]
},
". 2015;163:778-86. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/26458123",
"target":"_blank"
},
"children":[
"PMID: 26458123"
]
}
]
},
{
"type":"reference",
"children":[
"Stergiou GS, Asayama K, Thijs L, et al; International Database on HOme blood pressure in relation to Cardiovascular Outcome (IDHOCO) Investigators. Prognosis of white-coat and masked hypertension: International Database of HOme blood pressure in relation to Cardiovascular Outcome. Hypertension. 2014;63:675-82. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/24420553",
"target":"_blank"
},
"children":[
"PMID: 24420553"
]
},
" doi:10.1161/HYPERTENSIONAHA.113.02741"
]
},
{
"type":"reference",
"children":[
"Tomson CRV, Cheung AK, Mann JFE, et al. Management of blood pressure in patients with chronic kidney disease not receiving dialysis: synopsis of the 2021 KDIGO Clinical Practice Guideline. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://www.acpjournals.org/doi/10.7326/M21-0834",
"target":"_blank"
},
"children":[
"Ann Intern Med"
]
},
". 2021;174:1270-1281. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/34152826",
"target":"_blank"
},
"children":[
"PMID: 34152826"
]
}
]
},
{
"type":"reference",
"children":[
"Tschanz CMP, Cushman WC, Harrell CTE, et al. Synopsis of the 2020 U.S. Department of Veterans Affairs/U.S. Department of Defense clinical practice guideline: the diagnosis and management of hypertension in the primary care setting. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://www.acpjournals.org/doi/10.7326/M20-3798",
"target":"_blank"
},
"children":[
"Ann Intern Med"
]
},
". 2020;173:904-913. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/32866417",
"target":"_blank"
},
"children":[
"PMID: 32866417"
]
}
]
},
{
"type":"reference",
"children":[
"Whelton PK, Carey RM, Aronow WS, et al. 2017 ACC/AHA/AAPA/ABC/ACPM/AGS/APhA/ASH/ASPC/NMA/PCNA guideline for the prevention, detection, evaluation, and management of high blood pressure in adults: A report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. J Am Coll Cardiol. 2018;71:e127-e248. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29146535",
"target":"_blank"
},
"children":[
"PMID: 29146535"
]
},
" doi:10.1016/j.jacc.2017.11.006"
]
},
{
"type":"reference",
"children":[
"Yusuf S, Teo KK, Pogue J, et al; ONTARGET Investigators. Telmisartan, ramipril, or both in patients at high risk for vascular events. N Engl J Med. 2008;358:1547-59. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/18378520",
"target":"_blank"
},
"children":[
"PMID: 18378520"
]
},
" doi:10.1056/NEJMoa0801317"
]
}
]
}
]
}
]
},
"tablesContent":{
"mk19_a_np_t12":{
"id":"mk19_a_np_t12",
"number":12,
"bookId":"np",
"title":{
"__html":"Definitions of Blood Pressure for Adults"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"27b035",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 12. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_np_t12"
}
]
},
"Definitions of Blood Pressure for Adults"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e23f2a",
"class":"col hd l",
"children":[
"Definitions",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"698b3f",
"class":"col hd l",
"children":[
"Office-Based Readings (mm Hg)",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"36ee3b",
"class":"col hd l",
"children":[
"24-Hour Ambulatory Readings (mm Hg)",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"b"
]
}
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a48d1c",
"class":"col hd l",
"children":[
"Self-Recorded Readings (mm Hg)",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"b"
]
}
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"960b44",
"class":"cell txt l",
"children":[
"Normal"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9337d8",
"class":"cell txt l",
"children":[
"<120/80"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f22628",
"class":"cell txt l",
"children":[
"<115/75"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9337d8",
"class":"cell txt l",
"children":[
"<120/80"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c22c2e",
"class":"cell txt l",
"children":[
"Elevated Blood Pressure"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"029928",
"class":"cell txt l",
"children":[
"120-129/<80"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"26aeab",
"class":"cell txt l",
"children":[
"—"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"26aeab",
"class":"cell txt l",
"children":[
"—"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"902705",
"class":"cell txt l",
"children":[
"Hypertension, Stage 1"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"aa07bb",
"class":"cell txt l",
"children":[
"130-139/80-89"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4d766d",
"class":"cell txt l",
"children":[
"≥125/75"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"bb5cfa",
"class":"cell txt l",
"children":[
"≥130/80"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"61f23a",
"class":"cell txt l",
"children":[
"Hypertension, Stage 2"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"838676",
"class":"cell txt l",
"children":[
"≥140/90"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"bb5cfa",
"class":"cell txt l",
"children":[
"≥130/80"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8bcdbf",
"class":"cell txt l",
"children":[
"≥135/85"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"bc518c",
"class":"cell txt l",
"children":[
"White Coat Hypertension"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d08ee8",
"class":"cell txt l",
"children":[
">130/80"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b4bfe1",
"class":"cell txt l",
"children":[
"<125/75"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"075072",
"class":"cell txt l",
"children":[
"<130/80"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"eabb51",
"class":"cell txt l",
"children":[
"Masked Hypertension"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"075072",
"class":"cell txt l",
"children":[
"<130/80"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4d766d",
"class":"cell txt l",
"children":[
"≥125/75"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"bb5cfa",
"class":"cell txt l",
"children":[
"≥130/80"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
},
"Based on Whelton PK, Carey RM, Aronow WS, et al. 2017 ACC/AHA/AAPA/ABC/ACPM/AGS/APhA/ASH/ASPC/NMA/PCNA guideline for the prevention, detection, evaluation, and management of high blood pressure in adults: A report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. J Am Coll Cardiol. 2018;71:e127-e248. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29146535",
"target":"_blank"
},
"children":[
"PMID: 29146535"
]
},
" doi:10.1016/j.jacc.2017.11.006"
],
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"b"
]
},
"The corresponding thresholds of 24-hour ambulatory and self-recorded home blood pressure readings are provided as a guide and should be interpreted with caution, given that they are based on European, Australian, and Asian populations, with few available data in U.S. populations."
]
]
},
"mk19_a_np_t13":{
"id":"mk19_a_np_t13",
"number":13,
"bookId":"np",
"title":{
"__html":"Drugs That Can Raise Blood Pressure"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"974602",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 13. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_np_t13"
}
]
},
"Drugs That Can Raise Blood Pressure"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f1d1da",
"class":"col hd l",
"children":[
"Drug/Drug Class"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8f645e",
"class":"col hd l",
"children":[
"Potential Mechanisms"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"2"
},
"children":[
" ",
{
"type":"p",
"hlId":"bf40c3",
"class":"col hd l",
"children":[
"Prescription Drugs"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c4c3ed",
"class":"cell txt l",
"children":[
"Antidepressants: monoamine oxidase inhibitors; selective serotonin reuptake inhibitors; serotonin-norepinephrine reuptake inhibitors"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1f7bac",
"class":"cell txt l",
"children":[
"Adrenergic stimulation"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9d30d1",
"class":"cell txt l",
"children":[
"Calcineurin inhibitors: cyclosporine A; tacrolimus"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0819f2",
"class":"cell txt l",
"children":[
"Vasoconstriction; sympathetic excitation; sodium retention"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2d5560",
"class":"cell txt l",
"children":[
"Contraceptives: estrogens; progesterones"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"fb4a7b",
"class":"cell txt l",
"children":[
"Sodium retention; increased renin-angiotensin system activity"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"adb71f",
"class":"cell txt l",
"children":[
"Glucocorticoids"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"db2be5",
"class":"cell txt l",
"children":[
"Sodium retention; weight gain"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b85ebb",
"class":"cell txt l",
"children":[
"Erythropoietin-stimulating agents"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"dbff87",
"class":"cell txt l",
"children":[
"Vasoconstriction"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d3bf03",
"class":"cell txt l",
"children":[
"NSAIDs"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f1c663",
"class":"cell txt l",
"children":[
"Sodium retention"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-7 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8eb5a6",
"class":"cell txt l",
"children":[
"Sympathomimetics (methylphenidate)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1f7bac",
"class":"cell txt l",
"children":[
"Adrenergic stimulation"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-8 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d8cfdc",
"class":"cell txt l",
"children":[
"Vascular endothelial growth factor antagonists"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"59beaa",
"class":"cell txt l",
"children":[
"Endothelial dysfunction; vasoconstriction"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"2"
},
"children":[
" ",
{
"type":"p",
"hlId":"2bdad0",
"class":"col hd l",
"children":[
"Nonprescription Drugs"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"26b582",
"class":"cell txt l",
"children":[
"Anabolic steroids"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f1c663",
"class":"cell txt l",
"children":[
"Sodium retention"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"17e78a",
"class":"cell txt l",
"children":[
"Caffeine"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1f7bac",
"class":"cell txt l",
"children":[
"Adrenergic stimulation"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"927377",
"class":"cell txt l",
"children":[
"Ethanol"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1f7bac",
"class":"cell txt l",
"children":[
"Adrenergic stimulation"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"3c63eb",
"class":"cell txt l",
"children":[
"Glycyrrhizic acid (in some licorice, cough drops, chewing tobacco)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d271eb",
"class":"cell txt l",
"children":[
"Mineralocorticoid activity; sodium retention"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"33823f",
"class":"cell txt l",
"children":[
"Herbal supplements: ephedra; 1,3-dimethylamine; synephrine; ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"N"
]
},
"-methylamine; ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Citrus aurantium"
]
},
"; ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Caulophyllum thalictroides"
]
}
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"52231b",
"class":"cell txt l",
"children":[
"Sympathomimetic"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"471941",
"class":"cell txt l",
"children":[
"Illicit drugs: amphetamines; cocaine; 3,4-methylenedioxymethamphetamine (ecstasy)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"52231b",
"class":"cell txt l",
"children":[
"Sympathomimetic"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-7 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d3bf03",
"class":"cell txt l",
"children":[
"NSAIDs"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f1c663",
"class":"cell txt l",
"children":[
"Sodium retention"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-8 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"27ef41",
"class":"cell txt l",
"children":[
"Sympathomimetic nonprescription drugs: decongestants (phenylephrine, pseudoephedrine); appetite suppressants; vigilance enhancers"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"52231b",
"class":"cell txt l",
"children":[
"Sympathomimetic"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[

]
},
"mk19_a_np_t14":{
"id":"mk19_a_np_t14",
"number":14,
"bookId":"np",
"title":{
"__html":"Secondary Causes of Hypertension and Diagnostic Testing"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"86b21a",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 14. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_np_t14"
}
]
},
"Secondary Causes of Hypertension and Diagnostic Testing"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1af15c",
"class":"col hd l",
"children":[
"Underlying Cause"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"640bda",
"class":"col hd l",
"children":[
"Diagnostic Testing"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"bad2e0",
"class":"cell txt l",
"children":[
"Kidney disease"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b60b28",
"class":"cell txt l",
"children":[
"Serum creatinine; estimated glomerular filtration rate; urinalysis with microscopic examination; urine albumin-creatinine ratio; kidney ultrasonography"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"712ea3",
"class":"cell txt l",
"children":[
"Renovascular disease"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d2a006",
"class":"cell txt l",
"children":[
"Renal duplex Doppler ultrasonography; CT or MR angiography; renal artery angiography"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0bf538",
"class":"cell txt l",
"children":[
"Obstructive sleep apnea"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0eff37",
"class":"cell txt l",
"children":[
"Polysomnography"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"43d333",
"class":"cell txt l",
"children":[
"Pheochromocytoma"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f9960d",
"class":"cell txt l",
"children":[
"Plasma fractionated metanephrines; 24-hour urine metanephrines and catecholamines"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e2d6d3",
"class":"cell txt l",
"children":[
"Hypo- or hyperthyroidism"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"215edd",
"class":"cell txt l",
"children":[
"Thyroid-stimulating hormone; free thyroxine"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"357c90",
"class":"cell txt l",
"children":[
"Primary hyperparathyroidism"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"46da0e",
"class":"cell txt l",
"children":[
"Intact parathyroid hormone; serum calcium and phosphorus"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-7 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"80eb51",
"class":"cell txt l",
"children":[
"Gordon syndrome (pseudohypoaldosteronism type II)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"250ce6",
"class":"cell txt l",
"children":[
"Clinical diagnosis; family history; aldosterone and renin levels; electrolytes"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-8 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1ccf35",
"class":"cell txt l",
"children":[
"Aortic coarctation"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"afc767",
"class":"cell txt l",
"children":[
"Blood pressure measurements in arms and legs; CT or MR angiography; transthoracic echocardiography"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"22c314",
"class":"col hd l",
"children":[
"Conditions Associated with Hypokalemia"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"640bda",
"class":"col hd l",
"children":[
"Diagnostic Testing"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"5d968b",
"class":"cell txt l",
"children":[
"High aldosterone conditions:"
]
},
" ",
{
"type":"p",
"hlId":"8295da",
"class":"cell txt li",
"children":[
"Primary hyperaldosteronism: adrenal adenoma (rarely carcinoma or ectopic); bilateral adrenal hyperplasia"
]
},
" ",
{
"type":"p",
"hlId":"b7eda4",
"class":"cell txt li",
"children":[
"Familial hyperaldosteronism type I (glucocorticoid-remediable aldosteronism; >50% normokalemic), type II, or type III"
]
},
" ",
{
"type":"p",
"hlId":"8c4e92",
"class":"cell txt li",
"children":[
"Secondary hyperaldosteronism: renal artery stenosis; renin-secreting tumor"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c32755",
"class":"cell txt l",
"children":[
"Serum sodium and potassium concentrations; plasma aldosterone concentration/plasma renin activity ratio; saline suppression test; CT imaging; adrenal vein sampling; genetic testing"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"55f15a",
"class":"cell txt l",
"children":[
"Cushing syndrome"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"469cd3",
"class":"cell txt l",
"children":[
"Dexamethasone suppression test; 24-hour urine cortisol excretion; salivary cortisol"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"811797",
"class":"cell txt l",
"children":[
"Congenital adrenal hyperplasia"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d49f1b",
"class":"cell txt l",
"children":[
"Clinical diagnosis"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"94471f",
"class":"cell txt l",
"children":[
"Apparent mineralocorticoid excess"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"138d8b",
"class":"cell txt l",
"children":[
"Clinical diagnosis; aldosterone and renin levels; electrolytes"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d666bd",
"class":"cell txt l",
"children":[
"Liddle syndrome"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"250ce6",
"class":"cell txt l",
"children":[
"Clinical diagnosis; family history; aldosterone and renin levels; electrolytes"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[

]
},
"mk19_a_np_t15":{
"id":"mk19_a_np_t15",
"number":15,
"bookId":"np",
"title":{
"__html":"Efficacy of Lifestyle Modifications for Reducing Blood Pressure"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"e07633",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 15. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_np_t15"
}
]
},
"Efficacy of Lifestyle Modifications for Reducing Blood Pressure"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"40a68b",
"class":"col hd l",
"children":[
"Approach"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c76e38",
"class":"col hd l",
"children":[
"Recommendation"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a0c8a7",
"class":"col hd l",
"children":[
"Effect on Systolic Blood Pressure"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0517bd",
"class":"cell txt l",
"children":[
"Reduce weight"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"29dc41",
"class":"cell txt l",
"children":[
"BMI <25"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ce3f8a",
"class":"cell txt l",
"children":[
"5 to 10 mm Hg reduction per 10-kg (22-lb) weight loss"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"591ce9",
"class":"cell txt l",
"children":[
"Reduce dietary sodium"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"3047a8",
"class":"cell txt l",
"children":[
"1500 to 2400 mg/d"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"45b148",
"class":"cell txt l",
"children":[
"2 to 8 mm Hg reduction"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"efc146",
"class":"cell txt l",
"children":[
"Follow DASH (Dietary Approaches to Stop Hypertension) diet"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"332416",
"class":"cell txt l",
"children":[
"Fruits; vegetables; low-fat dairy; whole grains; legumes; low saturated fat and sodium; high potassium, magnesium, and calcium"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"af20a4",
"class":"cell txt l",
"children":[
"8 to 14 mm Hg reduction"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"546f60",
"class":"cell txt l",
"children":[
"Increase potassium intake"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"531986",
"class":"cell txt l",
"children":[
"4700 mg/d"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"06a172",
"class":"cell txt l",
"children":[
"Variable reductions"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"79d258",
"class":"cell txt l",
"children":[
"Abstinence of or moderation in alcohol consumption"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7df3d5",
"class":"cell txt l",
"children":[
"Men: ≤2 drinks per day; women: ≤1 drink per day"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2916d1",
"class":"cell txt l",
"children":[
"2 to 4 mm Hg reduction"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ef8fb9",
"class":"cell txt l",
"children":[
"Exercise"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ce26f8",
"class":"cell txt l",
"children":[
"30 min/d, most days (not consistently independent of weight loss)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f4cb07",
"class":"cell txt l",
"children":[
"4 to 9 mm Hg reduction"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-7 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"84a945",
"class":"cell txt l",
"children":[
"Alternative approaches"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"969630",
"class":"cell txt l",
"children":[
"Device-guided breathing",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
},
"; yoga; meditation; biofeedback; acupuncture"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"06a172",
"class":"cell txt l",
"children":[
"Variable reductions"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
},
"Slow breathing exercises, which can be initiated by means of specific devices."
]
]
},
"mk19_a_np_t16":{
"id":"mk19_a_np_t16",
"number":16,
"bookId":"np",
"title":{
"__html":"Frequently Used Antihypertensive Medications"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"d42cf4",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 16. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_np_t16"
}
]
},
"Frequently Used Antihypertensive Medications"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f733ae",
"class":"col hd l",
"children":[
"Class/Agent"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"df9144",
"class":"col hd l",
"children":[
"Common Side Effects/Contraindications"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"99bc0c",
"class":"cell txt l",
"children":[
"Thiazide diuretics (e.g., hydrochlorothiazide; chlorthalidone)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"48f35b",
"class":"cell txt l",
"children":[
"Hypokalemia; hyponatremia; hyperlipidemia; hyperuricemia; hyperglycemia. Avoid in gout unless patient is on urate-lowering therapy."
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4252ab",
"class":"cell txt l",
"children":[
"ACE inhibitors (e.g., captopril; lisinopril; enalapril; benazepril)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"fb6d58",
"class":"cell txt l",
"children":[
"Hyperkalemia; cough. Avoid use with angiotensin receptor blockers or direct renin inhibitors. Contraindicated in pregnancy."
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"aa6147",
"class":"cell txt l",
"children":[
"Angiotensin receptor blockers (e.g., candesartan; losartan; valsartan; irbesartan)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"dcbd3a",
"class":"cell txt l",
"children":[
"Hyperkalemia. Avoid use with ACE inhibitors or direct renin inhibitors. Contraindicated in pregnancy."
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"3596ea",
"class":"cell txt l",
"children":[
"Calcium channel blockers"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b7de09",
"class":"cell txt li",
"children":[
"Dihydropyridines (e.g., amlodipine; felodipine; nifedipine)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d16795",
"class":"cell txt l",
"children":[
"Pedal edema; headache; flushing."
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c66c45",
"class":"cell txt li",
"children":[
"Nondihydropyridines (e.g., diltiazem; verapamil)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c8a548",
"class":"cell txt l",
"children":[
"Constipation. Avoid in HFrEF. Avoid routine use with β-blockers (heart block, bradycardia). Drug interactions (",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"CYP3A4"
]
},
" major substrate and moderate inhibitor)."
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"797d35",
"class":"cell txt l",
"children":[
"β-Blockers (e.g., atenolol; metoprolol tartrate; metoprolol succinate; labetalol)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6a521d",
"class":"cell txt l",
"children":[
"Fatigue; bronchospasm; sexual dysfunction; hyperglycemia."
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0ea69b",
"class":"cell txt l",
"children":[
"Potassium channel openers (vasodilators) (e.g., hydralazine; minoxidil)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7ed3db",
"class":"cell txt l",
"children":[
"Edema. Hydralazine: lupus-like syndrome. Minoxidil: hypertrichosis."
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-7 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7165ba",
"class":"cell txt l",
"children":[
"α-Blockers (e.g., prazosin)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c798b4",
"class":"cell txt l",
"children":[
"Orthostatic hypotension; dizziness."
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-8 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"382ac4",
"class":"cell txt l",
"children":[
"Central α-agonists (e.g., clonidine, oral or patch)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"5dfee2",
"class":"cell txt l",
"children":[
"Fatigue; depression; rebound hypertension."
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-9 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6bcbf8",
"class":"cell txt l",
"children":[
"Potassium-sparing diuretics (e.g., spironolactone; amiloride; eplerenone)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"651241",
"class":"cell txt l",
"children":[
"Hyperkalemia. Caution if GFR <45 mL/min/1.73 m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
". Spironolactone: gynecomastia."
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"GFR = glomerular filtration rate; HFrEF = heart failure with reduced ejection fraction."
]
]
},
"mk19_a_np_t17":{
"id":"mk19_a_np_t17",
"number":17,
"bookId":"np",
"title":{
"__html":"Intravenous Antihypertensive Drugs for Treatment of Hypertensive Emergencies"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"2ba35d",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 17. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_np_t17"
}
]
},
"Intravenous Antihypertensive Drugs for Treatment of Hypertensive Emergencies"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9bd813",
"class":"col hd l",
"children":[
"Class"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ff7c0f",
"class":"col hd l",
"children":[
"Examples"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8413c6",
"class":"col hd l",
"children":[
"Comments"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f847d5",
"class":"cell txt l",
"children":[
"Dihydropyridine calcium channel blockers"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c61602",
"class":"cell txt l",
"children":[
"Nicardipine"
]
},
" ",
{
"type":"p",
"hlId":"b65218",
"class":"cell txt l",
"children":[
"Clevidipine"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2d0d33",
"class":"cell txt l",
"children":[
"Nicardipine: Contraindicated in patients with severe aortic stenosis."
]
},
" ",
{
"type":"p",
"hlId":"60a6a5",
"class":"cell txt l",
"children":[
"Clevidipine: Contraindicated in patients with severe aortic stenosis, soy allergy, egg allergy, hyperlipidemia, lipoid nephrosis, acute pancreatitis."
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"5e4df8",
"class":"cell txt l",
"children":[
"Vasodilator-nitric oxide dependent"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1e54ea",
"class":"cell txt l",
"children":[
"Sodium nitroprusside"
]
},
" ",
{
"type":"p",
"hlId":"9936ff",
"class":"cell txt l",
"children":[
"Nitroglycerin"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1e2241",
"class":"cell txt l",
"children":[
"Sodium nitroprusside: Intra-arterial blood pressure monitoring recommended. Tachyphylaxis common with prolonged use. Irreversible cyanide toxicity possible with prolonged use."
]
},
" ",
{
"type":"p",
"hlId":"a412f7",
"class":"cell txt l",
"children":[
"Nitroglycerin: Use only for patients with acute coronary syndrome or acute pulmonary edema. Avoid in patients with right ventricular infarction and those taking PDE-5 inhibitors."
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"350de9",
"class":"cell txt l",
"children":[
"Vasodilator-direct"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"39fcde",
"class":"cell txt l",
"children":[
"Hydralazine"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c87eb2",
"class":"cell txt l",
"children":[
"Not first-line drug because of unpredictable response and long duration of action."
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e195d3",
"class":"cell txt l",
"children":[
"Adrenergic blocker-β",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"1"
]
},
" selective"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"836a00",
"class":"cell txt l",
"children":[
"Esmolol"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"aa78f7",
"class":"cell txt l",
"children":[
"Contraindicated with concurrent β-blocker therapy, bradycardia, pulmonary edema, severe HF."
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b48ffc",
"class":"cell txt l",
"children":[
"Adrenergic blocker-combined α",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"1"
]
},
" and nonselective β-blocker"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8ce2ec",
"class":"cell txt l",
"children":[
"Labetalol"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8a7cce",
"class":"cell txt l",
"children":[
"Useful in hyperadrenergic syndromes. Contraindicated in patients with asthma, COPD, heart block. May worsen heart failure."
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c4128e",
"class":"cell txt l",
"children":[
"Adrenergic blocker-nonselective α-blocker"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"48229b",
"class":"cell txt l",
"children":[
"Phentolamine"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"224528",
"class":"cell txt l",
"children":[
"Useful in patients with pheochromocytoma, cocaine toxicity, amphetamine overdose, clonidine withdrawal."
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-7 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8f3295",
"class":"cell txt l",
"children":[
"Dopamine",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"1"
]
},
"-agonist"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"3b1431",
"class":"cell txt l",
"children":[
"Fenoldopam"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"067ed2",
"class":"cell txt l",
"children":[
"Contraindicated in patients with glaucoma or increased intracerebral pressure."
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-8 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9e3264",
"class":"cell txt l",
"children":[
"ACE inhibitor"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"aaa462",
"class":"cell txt l",
"children":[
"Enalapril"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"58aa81",
"class":"cell txt l",
"children":[
"Useful in situations associated with high plasma renin activity (scleroderma renal crisis). Contraindicated in pregnancy, acute MI, bilateral renal artery stenosis."
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"HF = heart failure; MI = myocardial infarction; PDE = phosphodiesterase."
],
[
"Data from Whelton PK, Carey RM, Aronow WS, et al. 2017 ACC/AHA/AAPA/ABC/ACPM/AGS/APhA/ASH/ASPC/NMA/PCNA guideline for the prevention, detection, evaluation, and management of high blood pressure in adults: A report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. J Am Coll Cardiol. 2018;71:e127-e248. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29146535",
"target":"_blank"
},
"children":[
"PMID: 29146535"
]
},
" doi:10.1016/j.jacc.2017.11.006"
]
]
},
"mk19_a_np_t18":{
"id":"mk19_a_np_t18",
"number":18,
"bookId":"np",
"title":{
"__html":"Intravenous Antihypertensive Drugs for Treatment of Hypertensive Emergencies with Selected Comorbidities"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"9c8e67",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 18. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_np_t18"
}
]
},
"Intravenous Antihypertensive Drugs for Treatment of Hypertensive Emergencies with Selected Comorbidities"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"15edea",
"class":"col hd l",
"children":[
"Comorbidity"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2ebb8b",
"class":"col hd l",
"children":[
"Preferred Drugs",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8413c6",
"class":"col hd l",
"children":[
"Comments"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"30cfdb",
"class":"cell txt l",
"children":[
"Acute aortic dissection"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"43ca97",
"class":"cell txt l",
"children":[
"Esmolol, labetalol"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"82347f",
"class":"cell txt l",
"children":[
"Rapid systolic BP lowering to ≤120 mm Hg. β-Blockade should precede vasodilator (such as with nicardipine or nitroprusside) administration."
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9bca7a",
"class":"cell txt l",
"children":[
"Acute pulmonary edema"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6fbb59",
"class":"cell txt l",
"children":[
"Nitroglycerin, nitroprusside, clevidipine"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ae2bcf",
"class":"cell txt l",
"children":[
"β-Blockers contraindicated."
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9a58f8",
"class":"cell txt l",
"children":[
"Acute coronary syndromes"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e86509",
"class":"cell txt l",
"children":[
"Esmolol, labetalol, nicardipine, nitroglycerin"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c18843",
"class":"cell txt l",
"children":[
"Esmolol and nitroglycerin are first-line drugs."
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1482a5",
"class":"cell txt l",
"children":[
"Acute kidney injury"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6c03ff",
"class":"cell txt l",
"children":[
"Clevidipine, fenoldopam, nicardipine"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"26aeab",
"class":"cell txt l",
"children":[
"—"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"57be55",
"class":"cell txt l",
"children":[
"Eclampsia or preeclampsia"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4badda",
"class":"cell txt l",
"children":[
"Hydralazine, labetalol, nicardipine"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"85d505",
"class":"cell txt l",
"children":[
"ACE inhibitors, ARBs, renin inhibitors, nitroprusside contraindicated."
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"ARB = angiotensin receptor blocker; BP = blood pressure."
],
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
},
"See Table 17 for specific drug contraindications."
],
[
"Data from Whelton PK, Carey RM, Aronow WS, et al. 2017 ACC/AHA/AAPA/ABC/ACPM/AGS/APhA/ASH/ASPC/NMA/PCNA guideline for the prevention, detection, evaluation, and management of high blood pressure in adults: A report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. J Am Coll Cardiol. 2018;71:e127-e248. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29146535",
"target":"_blank"
},
"children":[
"PMID: 29146535"
]
},
" doi:10.1016/j.jacc.2017.11.006"
]
]
}
}
}