{
"id":"mk19_a_np_s7",
"subspecialtyId":"np",
"title":"Kidney Manifestations of Deposition Diseases",
"jsonContent":{
"type":"section",
"id":"mk19_a_np_s7",
"title":{
"__html":"Kidney Manifestations of Deposition Diseases"
},
"titleNode":{
"type":"section-title",
"hlId":"255218",
"children":[
"Kidney Manifestations of Deposition Diseases"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_np_s7_1",
"title":{
"__html":"Overview"
},
"titleNode":{
"type":"section-title",
"hlId":"3b8782",
"children":[
"Overview"
]
},
"children":[
{
"type":"p",
"hlId":"fba21d",
"children":[
"Various kidney diseases are associated with deposition of immunoglobulin (Ig) and non-Ig proteins. On electron microscopy, these deposits can be unstructured or organized into fibrils or tubules ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_np_f16",
"wrapId":"1",
"children":[
"Figure 16"
]
}
]
},
")"
]
},
". Monoclonal Ig deposits may be caused by amyloidosis, myeloma, Waldenström macroglobulinemia, or chronic lymphocytic leukemia, or by the clonal expansion of Ig-secreting cells that do not meet the strict definition of these disorders but may cause kidney disease, which has been termed ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"monoclonal gammopathy of renal significance"
]
},
" (MGRS)."
]
},
{
"type":"inline-wrap",
"wrapId":"1",
"contentIds":[
"mk19_a_np_f16"
]
},
{
"type":"p",
"hlId":"8d0a65",
"children":[
"The pathological findings associated with monoclonal Ig deposition can include proliferative glomerulonephritis, AL amyloid, type 1 cryoglobulinemia, and, occasionally, fibrillary and immunotactoid glomerulopathy. Polyclonal Ig deposits include mixed cryoglobulinemia, whereas non-Ig proteins contribute to AA amyloid and to most cases of immunotactoid and fibrillary glomerulopathy."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s7_2",
"title":{
"__html":"Monoclonal Immunoglobulin–Associated Kidney Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"5ec4f8",
"children":[
"Monoclonal Immunoglobulin–Associated Kidney Disease"
]
},
"children":[
{
"type":"p",
"hlId":"af16c1",
"children":[
"A wide array of renal lesions can be caused by clonal expansion of Ig-secreting cells, including frank plasma cell neoplasms. However, paraproteinemia caused by clonal expansion of Ig-secreting cells that do not meet the strict definition of amyloidosis, myeloma, Waldenström macroglobulinemia, or chronic lymphocytic leukemia can be associated with nephrotoxicity. Except for myeloma cast nephropathy seen exclusively with myeloma, all the pathological renal lesions can occur in each of these disorders. Because filtered light chains are endocytosed by proximal tubule cells and are nephrotoxic, patients may present with proximal tubular dysfunction (Fanconi syndrome); common features include glycosuria, phosphaturia, and normal anion gap metabolic acidosis. Creatinine clearance may be normal or abnormal. Renal disorders associated with Ig secretion can be divided into those with organized deposits, such as amyloid, type 1 cryoglobulinemia, fibrillary and immunotactoid glomerulopathy or those in which the deposits are unstructured, such as monoclonal deposition disease and proliferative glomerulonephritis with monoclonal Ig deposits (PGNMID)."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s7_3",
"title":{
"__html":"Myeloma Cast Nephropathy"
},
"titleNode":{
"type":"section-title",
"hlId":"f42e5c",
"children":[
"Myeloma Cast Nephropathy"
]
},
"children":[
{
"type":"p",
"hlId":"f3f99b",
"children":[
"Myeloma cast nephropathy occurs in the presence of a markedly increased concentration of free light chains and is always associated with multiple myeloma. Light chains are freely filtered by the glomerulus and combine with secreted Tamm-Horsfall protein, the main protein in urine, to form obstructing casts. Patients with cast nephropathy present with acute or slowly progressive kidney injury. Serum free light chains are extremely elevated (usually >50 mg/dL [500 mg/L]). Treatment is aimed at reducing the production and concentration of free light chains using chemotherapy. Nephrotoxins, such as contrast media or NSAIDs, and volume depletion should be avoided in these patients. The benefit of plasmapheresis to reduce light chains and improve kidney function is undetermined, but some experts use plasmapheresis as an adjunctive treatment to chemotherapy."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s7_4",
"title":{
"__html":"Monoclonal Gammopathy of Renal Significance"
},
"titleNode":{
"type":"section-title",
"hlId":"742977",
"children":[
"Monoclonal Gammopathy of Renal Significance"
]
},
"children":[
{
"type":"p",
"hlId":"a182e6",
"children":[
"Monoclonal gammopathy of renal significance (MGRS) is characterized by kidney damage caused by monoclonal Ig that is secreted by a B cell or plasma cell clone not meeting diagnostic criteria for multiple myeloma or a lymphoproliferative disorder. In the absence of the otherwise unexplained kidney injury, these patients would be thought to have monoclonal gammopathy of unknown significance. All pathological findings associated with the clonal expansion of Ig-secreting cells can be seen in both myeloma and MGRS. The underlying pathology is likely determined by the characteristics of the secreted protein. Entities associated with MGRS include PGNMID, C3 glomerulopathy with monoclonal gammopathy, AL amyloid, type 1 cryoglobulinemia, fibrillary glomerulopathy, and immunotactoid glomerulopathy."
]
},
{
"type":"p",
"hlId":"1ac59a",
"children":[
"Kidney manifestations of MGRS are usually caused by deposition of monoclonal Ig light chains. Patients can present with nephrotic or subnephrotic proteinuria, hematuria, and elevated serum creatinine."
]
},
{
"type":"p",
"hlId":"f0f3b2",
"children":[
"Kidney biopsy is necessary to make the diagnosis. Further testing may include serum and urine protein electrophoresis with immunofixation, measurement of free light chains, and bone marrow biopsy. Treatment is aimed at eradication of the expanded clonal line."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s7_5",
"title":{
"__html":"Monoclonal Immunoglobulin Deposition Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"a62ee3",
"children":[
"Monoclonal Immunoglobulin Deposition Disease"
]
},
"children":[
{
"type":"p",
"hlId":"0f1e51",
"children":[
"Monoclonal light chains (usually κ) or heavy chains can be deposited in the kidney and manifest as proteinuria and kidney failure. Unlike AL amyloid, these proteins do not form β-pleated sheets and do not stain with Congo red. These deposits can be limited to the basement membrane, giving a microscopic appearance similar to that of diabetic nodular sclerosis (light chain deposition disease) or can activate complement and induce a proliferative glomerulonephritis (PGNMID). In some cases, an underlying plasma cell dyscrasia or lymphoproliferative disorder can be identified, but criteria for myeloma or chronic lymphocytic leukemia are often absent."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s7_6",
"title":{
"__html":"Amyloidosis"
},
"titleNode":{
"type":"section-title",
"hlId":"97fa04",
"children":[
"Amyloidosis"
]
},
"children":[
{
"type":"p",
"hlId":"8dd952",
"children":[
"Amyloidosis is a disorder characterized by kidney and other organ injury caused by the deposition of insoluble amyloid proteins that form β-pleated sheets. Although amyloid can be made up of numerous proteins, kidney disease is most commonly caused by AL amyloid or AA amyloid. AL amyloid is composed of monoclonal λ (most commonly) or κ light chains produced by either MGRS or myeloma; AA amyloid is formed by serum amyloid A protein, an acute phase reactant produced in various inflammatory diseases such as rheumatoid arthritis, inflammatory bowel disease, chronic osteomyelitis, and familial Mediterranean fever. Patients with renal amyloid frequently present with nephrotic-range proteinuria. Less commonly, amyloid can affect only the renal vasculature or tubular interstitium and have minimal or no proteinuria. Treatment is aimed at the underlying disease. See ",
{
"type":"cross-reference",
"target":"mk19_b_hm_s3_5",
"children":[
"MKSAP 19 Hematology"
]
},
" for more information on amyloidosis."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s7_7",
"title":{
"__html":"Cryoglobulinemia"
},
"titleNode":{
"type":"section-title",
"hlId":"d3c6cb",
"children":[
"Cryoglobulinemia"
]
},
"children":[
{
"type":"p",
"hlId":"33d672",
"children":[
"Although all three types of cryoglobulinemia can cause kidney disease, kidney involvement occurs most frequently with type II (mixed Ig) cryoglobulinemia and is usually associated with hepatitis C virus infection and small-vessel vasculitis. Patients can present with a nephritic picture: elevated serum creatinine, hypertension, proteinuria, and hematuria. Membranoproliferative glomerulonephritis is usually noted on biopsy. Occasionally, a rapidly progressive glomerulonephritis with crescent formation can occur. A palpable purpuric rash is frequently present on the lower extremities. Treatment is aimed at eradication of the hepatitis C virus. See ",
{
"type":"cross-reference",
"target":"mk19_b_rm_s14_4_2_1",
"children":[
"MKSAP 19 Rheumatology"
]
},
" for a discussion of cryoglobulinemic vasculitis. See ",
{
"type":"cross-reference",
"target":"mk19_b_hm_s3_7",
"children":[
"MKSAP 19 Hematology"
]
},
" for a discussion of all three types of cryoglobulinemia."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s7_8",
"title":{
"__html":"Fibrillary and Immunotactoid Glomerulopathy"
},
"titleNode":{
"type":"section-title",
"hlId":"0079f7",
"children":[
"Fibrillary and Immunotactoid Glomerulopathy"
]
},
"children":[
{
"type":"p",
"hlId":"46316e",
"children":[
"Although rare, both fibrillary and immunotactoid glomerulopathy are increasingly recognized causes of kidney disease. These diseases are caused by glomerular deposition of organized fibrillar or tubular structures that are larger than amyloid and do not stain with Congo red. Proteinuria, frequently in the nephrotic range, and hematuria are common. Although the pathogenesis of these entities is unknown, both have been associated with paraproteinemia. Treatment is usually unsuccessful, and kidney outcomes are poor."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"b69288",
"children":[
"Patients with myeloma cast nephropathy present with acute or slowly progressive kidney injury and have extremely elevated serum free light chains."
]
},
{
"type":"keypoint",
"hlId":"715c48",
"children":[
"Patients with monoclonal gammopathy of renal significance can present with proteinuria, hematuria, and elevated serum creatinine; kidney biopsy is necessary to make the diagnosis."
]
},
{
"type":"keypoint",
"hlId":"a298f4",
"children":[
"Kidney disease in amyloidosis is most commonly caused by AL amyloid composed of monoclonal λ or κ light chains or AA amyloid formed by serum amyloid A protein; patients frequently present with nephrotic-range proteinuria, and treatment is aimed at the underlying disorder."
]
},
{
"type":"keypoint",
"hlId":"cac7c9",
"children":[
"Kidney involvement in cryoglobulinemia occurs most frequently with type II (mixed) cryoglobulins; treatment is directed at eradication of commonly associated hepatitis C virus."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s7_9",
"bibliography":true,
"title":{
"__html":"Bibliography"
},
"titleNode":{
"type":"section-title",
"hlId":"a7cc81",
"children":[
"Bibliography"
]
},
"children":[
{
"type":"references",
"children":[
{
"type":"reference",
"children":[
"Dasari S, Alexander MP, Vrana JA, et al. DnaJ heat shock protein family B member 9 is a novel biomarker for fibrillary GN. J Am Soc Nephrol. 2018;29:51-6. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29097623",
"target":"_blank"
},
"children":[
"PMID: 29097623"
]
},
" doi:10.1681/ASN.2017030306"
]
},
{
"type":"reference",
"children":[
"Gertz MA, Dispenzieri A. Systemic amyloidosis recognition, prognosis, and therapy: a systematic review. JAMA. 2020;324:79-89. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/32633805",
"target":"_blank"
},
"children":[
"PMID: 32633805"
]
},
" doi:10.1001/jama.2020.5493"
]
},
{
"type":"reference",
"children":[
"Leung N, Bridoux F, Batuman V, et al. The evaluation of monoclonal gammopathy of renal significance: a consensus report of the International Kidney and Monoclonal Gammopathy Research Group. Nat Rev Nephrol. 2019;15:45-59. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30510265",
"target":"_blank"
},
"children":[
"PMID: 30510265"
]
},
" doi:10.1038/s41581-018-0077-4"
]
},
{
"type":"reference",
"children":[
"Motwani SS, Herlitz L, Monga D, et al; American Society of Nephrology Onco-Nephrology Forum. Paraprotein-related kidney disease: glomerular diseases associated with paraproteinemias. Clin J Am Soc Nephrol. 2016;11:2260-72. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/27526706",
"target":"_blank"
},
"children":[
"PMID: 27526706"
]
}
]
},
{
"type":"reference",
"children":[
"Payan Schober F, Jobson MA, Poulton CJ, et al. Clinical features and outcomes of a racially diverse population with fibrillary glomerulonephritis. Am J Nephrol. 2017;45:248-56. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/28161700",
"target":"_blank"
},
"children":[
"PMID: 28161700"
]
},
" doi:10.1159/000455390"
]
},
{
"type":"reference",
"children":[
"Rosner MH, Edeani A, Yanagita M, et al; American Society of Nephrology Onco-Nephrology Forum. Paraprotein-related kidney disease: diagnosing and treating monoclonal gammopathy of renal significance. Clin J Am Soc Nephrol. 2016;11:2280-7. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/27526705",
"target":"_blank"
},
"children":[
"PMID: 27526705"
]
},
" doi:10.2215/CJN.02920316"
]
},
{
"type":"reference",
"children":[
"Sathick IJ, Drosou ME, Leung N. Myeloma light chain cast nephropathy, a review. J Nephrol. 2019;32:189-98. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29730782",
"target":"_blank"
},
"children":[
"PMID: 29730782"
]
},
" doi:10.1007/s40620-018-0492-4"
]
}
]
}
]
}
]
},
"tablesContent":{
}
}