{
"id":"mk19_a_np_s11",
"subspecialtyId":"np",
"title":"The Kidney in Pregnancy",
"jsonContent":{
"type":"section",
"id":"mk19_a_np_s11",
"title":{
"__html":"The Kidney in Pregnancy"
},
"titleNode":{
"type":"section-title",
"hlId":"4d19e1",
"children":[
"The Kidney in Pregnancy"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_np_s11_1",
"title":{
"__html":"Normal Physiologic Changes in Pregnancy"
},
"titleNode":{
"type":"section-title",
"hlId":"3eaae2",
"children":[
"Normal Physiologic Changes in Pregnancy"
]
},
"children":[
{
"type":"p",
"hlId":"67eeae",
"children":[
"Pregnancy is a state of volume expansion and vasodilation. Sodium and water retention increase plasma volume, augmenting renal blood flow and increasing glomerular filtration rate (GFR) by up to 50%. With the GFR increase, serum creatinine levels decrease. Therefore, high normal serum creatinine levels may indicate significant kidney impairment. Despite the volume expansion, blood pressure begins to decrease in the first trimester and reaches the nadir in the second trimester due to peripheral vasodilation."
]
},
{
"type":"p",
"hlId":"2e5d10",
"children":[
"Proteinuria increases, with the upper limit of normal increasing from 100 mg/24 h in nonpregnant to approximately 200 mg/24 h in pregnant women. Values >300 mg/24 h are considered abnormal. Prepartum proteinuria may also worsen during pregnancy, making pregnancy-related changes difficult to distinguish from a flare of an underlying kidney disease or development of preeclampsia."
]
},
{
"type":"p",
"hlId":"71c7c0",
"children":[
"Because of increased renal vascular and interstitial volume, kidney size may increase by 1 to 1.5 cm. Physiologic hydronephrosis and hydroureter, due in part to external compression of the ureters, are common in pregnancy, increase as pregnancy advances, and may take weeks to resolve postpartum. The dilated collecting system can lead to urinary stasis, which increases the risk for pyelonephritis. Therefore, screening for asymptomatic bacteriuria at least once in early pregnancy is recommended, and treatment is indicated. See ",
{
"type":"cross-reference",
"target":"mk19_a_id_s5_3_1",
"children":[
"MKSAP 19 Infectious Disease"
]
},
" for more information."
]
},
{
"type":"p",
"hlId":"0d5867",
"children":[
"Chronic respiratory alkalosis due to progesterone-induced hyperventilation commonly decreases P",
{
"type":"tag",
"tagName":"small",
"attrs":{
},
"children":[
"CO"
]
},
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
" to 27 to 32 mm Hg (3.6-4.3 kPa). Renal compensation results in decreased serum bicarbonate levels between 18 to 20 mEq/L (18-20 mmol/L), with a serum pH of approximately 7.45."
]
},
{
"type":"p",
"hlId":"e8273d",
"children":[
"Changes in antidiuretic hormone response to osmolality (reset osmostat) cause mild hyponatremia (decrease in serum sodium of 4 to 5 mEq/L [4-5 mmol/L]) with a decrease in serum osmolality by 8 to 10 mOsm/kg H",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"O. No treatment is indicated. Rarely, transient gestational diabetes insipidus can develop due to excessive metabolism of antidiuretic hormone by placental vasopressinase."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"15001d",
"children":[
"Pregnancy is associated with increased glomerular filtration rate with decreased serum creatinine and increased proteinuria."
]
},
{
"type":"keypoint",
"hlId":"a260e7",
"children":[
"Screening for asymptomatic bacteriuria at least once in early pregnancy is recommended, and treatment is indicated."
]
},
{
"type":"keypoint",
"hlId":"0e27e8",
"children":[
"Mild hyponatremia from a reset in antidiuretic hormone response to hypo-osmolality occurs normally during pregnancy and requires no management."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s11_2",
"title":{
"__html":"Hypertension in Pregnancy"
},
"titleNode":{
"type":"section-title",
"hlId":"45be5e",
"children":[
"Hypertension in Pregnancy"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_np_s11_2_1",
"title":{
"__html":"Chronic Hypertension"
},
"titleNode":{
"type":"section-title",
"hlId":"5a846a",
"children":[
"Chronic Hypertension"
]
},
"children":[
{
"type":"p",
"hlId":"cf7d59",
"children":[
"The American College of Obstetricians and Gynecologists (ACOG) defines chronic hypertension as a systolic blood pressure (BP) ≥140 mm Hg or diastolic BP ≥90 mm Hg starting before pregnancy or before 20 weeks of gestation or persists longer than 12 weeks postpartum. It is associated with worse maternal and fetal outcomes. Hypertension first recognized during pregnancy before 20 weeks' gestation usually indicates chronic hypertension. The lower BP measurements associated with physiologic changes of pregnancy can mask hypertension during the first trimester."
]
},
{
"type":"p",
"hlId":"46e0b7",
"children":[
"ACOG recommends treating persistent systolic BP ≥160 mm Hg or diastolic ≥110 mm Hg in pregnant women with chronic hypertension, and maintaining BP at 120-159/80-109 mm Hg. These goals remain controversial, with some suggesting lower targets, especially in patients with chronic kidney disease or other comorbidity. Antihypertensive treatment reduces the risk for progression to severe hypertension by 50% but has not been shown to prevent preeclampsia, preterm birth, being small for gestational age, or infant mortality. Any evidence of end-organ damage requires treatment, regardless of severity of hypertension. Importantly, all antihypertensive medications cross the placenta."
]
},
{
"type":"p",
"hlId":"d75298",
"children":[
"Renin-angiotensin system agents (ACE inhibitors, angiotensin receptor blockers, and direct renin inhibitors) are all contraindicated because of teratogenicity, even early in pregnancy, and should be stopped before conception (in those planning pregnancy). If conception has already occurred, they should be stopped immediately and the mother counseled regarding possible fetal effects."
]
},
{
"type":"p",
"hlId":"e17265",
"children":[
"First-line therapy includes methyldopa and labetalol, which have been used safely and extensively in pregnancy. Methyldopa monotherapy may be insufficient, in which case it can be replaced with labetalol. Calcium channel blockers can be added; nifedipine has been used most extensively. The β-blockers metoprolol and pindolol have also been used in pregnancy, but atenolol and propranolol may have adverse fetal effects. Diuretics must be used with caution because they may induce oligohydramnios if started during pregnancy."
]
},
{
"type":"p",
"hlId":"35654f",
"children":[
"ACOG also recommends low-dose aspirin (81 mg/d) for all pregnant women with chronic hypertension to be taken from weeks 12 to 28 of gestation."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s11_2_2",
"title":{
"__html":"Gestational Hypertension"
},
"titleNode":{
"type":"section-title",
"hlId":"c4e6ff",
"children":[
"Gestational Hypertension"
]
},
"children":[
{
"type":"p",
"hlId":"7106e1",
"children":[
"Gestational hypertension first manifests after 20 weeks of pregnancy without proteinuria or other end-organ damage (features of preeclampsia) and resolves within 12 weeks of delivery. Preeclampsia occurs in approximately one third of cases. Hypertension persisting beyond 12 weeks' postpartum is considered chronic hypertension. Gestational hypertension can recur in subsequent pregnancies and is associated with an approximately fourfold risk for development of chronic hypertension."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"5e5eb9",
"children":[
"Chronic hypertension precedes pregnancy or is present before 20 weeks' gestation and persists longer than 12 weeks' postpartum."
]
},
{
"type":"keypoint",
"hlId":"351942",
"children":[
"The American College of Obstetricians and Gynecologists recommends treating persistent systolic blood pressure (BP) ≥160 mm Hg or diastolic ≥110 mm Hg in pregnant women with chronic hypertension, and maintaining BP at 120-159/80-109 mm Hg."
]
},
{
"type":"keypoint",
"hlId":"2c45bf",
"children":[
"Renin-angiotensin system agents (ACE inhibitors, angiotensin receptor blockers, and direct renin inhibitors) are contraindicated in pregnancy because of teratogenicity."
]
},
{
"type":"keypoint",
"hlId":"7e698a",
"children":[
"First-line therapy of chronic hypertension in pregnancy includes methyldopa and labetalol."
]
},
{
"type":"keypoint",
"hlId":"268cdf",
"children":[
"Gestational hypertension first manifests after 20 weeks of pregnancy without proteinuria or other end-organ damage and resolves within 12 weeks of delivery."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s11_2_3",
"title":{
"__html":"Acute-Onset Severe Hypertension"
},
"titleNode":{
"type":"section-title",
"hlId":"143708",
"children":[
"Acute-Onset Severe Hypertension"
]
},
"children":[
{
"type":"p",
"hlId":"7176a0",
"children":[
"The 2019 ACOG recommendations on emergent therapy for acute-onset severe hypertension during pregnancy and the postpartum period define acute-onset severe hypertension as systolic BP ≥160 mm Hg and/or diastolic BP ≥110 mm Hg. Such severe BP may occur in the setting of previously controlled chronic hypertension, as a component of preeclampsia, in the HELLP (hemolysis, elevated liver enzymes, low platelets) syndrome, or de novo in women without these complications. Women with acute-onset severe hypertension persisting >15 minutes require emergent therapy, most typically with intravenous labetalol or hydralazine, or with immediate-release oral nifedipine."
]
},
{
"type":"p",
"hlId":"6b5fb8",
"children":[
"The target goal of treatment is not normalization of BP but rather BP of 140-150/90-100 mm Hg. Maternal and fetal monitoring is advised. Maternal BP should be controlled before delivery. Magnesium sulfate is also advised as emergent therapy for seizure prophylaxis and should be given to women with acute-onset severe hypertension regardless of other signs of preeclampsia or eclampsia."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s11_2_4",
"title":{
"__html":"Preeclampsia"
},
"titleNode":{
"type":"section-title",
"hlId":"029a1c",
"children":[
"Preeclampsia"
]
},
"children":[
{
"type":"p",
"hlId":"9e7700",
"children":[
"Preeclampsia is defined by new-onset hypertension and proteinuria (urine collection ≥300 mg/24 h or urine protein-creatinine ratio ≥300 mg/g) that occurs after 20 weeks of pregnancy ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_np_t31",
"wrapId":"1",
"children":[
"Table 31"
]
}
]
},
")"
]
},
". New-onset hypertension with new-onset end-organ damage (such as liver or kidney injury, pulmonary edema, cerebral or visual symptoms, or thrombocytopenia) is also diagnostic of preeclampsia. Severe preeclampsia is identified by persistent systolic BP >160 mm Hg or diastolic BP >110 mm Hg and end-organ damage. Eclampsia is the presence of seizures in context of preeclampsia without other cause. The HELLP syndrome is a life-threatening state complicating 10% to 20% of preeclampsia cases. Risk factors for preeclampsia include prior preeclampsia (with an approximate 20% recurrence rate), nulliparity, diabetes mellitus, advanced maternal age, multiple gestation, and family history. The pathophysiology of preeclampsia is poorly understood. Abnormal placental vascular development and generalized endothelial dysfunction occur."
]
},
{
"type":"inline-wrap",
"wrapId":"1",
"contentIds":[
"mk19_a_np_t31"
]
},
{
"type":"p",
"hlId":"46226e",
"children":[
"Symptoms of preeclampsia include rapid weight gain due to edema, nausea, vomiting, abdominal pain (particularly concerning if in the right upper quadrant, signifying possible HELLP syndrome), headaches, altered mental status, and blurred vision. If untreated, preeclampsia ultimately leads to maternal end-organ damage and fetal growth retardation, and it may cause maternal and/or fetal death."
]
},
{
"type":"p",
"hlId":"a7b1fd",
"children":[
"Low-dose (81 mg/d) aspirin started after 12 weeks of pregnancy reduces the rate of preeclampsia in women at high risk. Antihypertensive medications do not prevent preeclampsia but reduce complications of stroke, heart failure, and kidney injury. Most experts initiate treatment at BP >150-160/100-110 mm Hg, although there is no consensus."
]
},
{
"type":"p",
"hlId":"8f0042",
"children":[
"Emergent management of acute-onset severe hypertension of preeclampsia includes intravenous labetalol or hydralazine, or oral short-acting nifedipine, and is indicated before delivery."
]
},
{
"type":"p",
"hlId":"f38071",
"children":[
"Definitive treatment of preeclampsia is delivery. Maternal risk for complications diminishes in the hours after delivery, although proteinuria may take months to resolve. Maternal benefits must be weighed against neonatal risks for a preterm delivery, but severe preeclampsia is an indication for immediate delivery regardless of gestational age. Mild preeclampsia may be managed conservatively, with maternal and fetal monitoring and treatment of hypertension. In all cases, close attention to hypertension is recommended in the postpartum period."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"6ad5f1",
"children":[
"Preeclampsia is defined by new-onset hypertension and proteinuria that occurs after 20 weeks of pregnancy."
]
},
{
"type":"keypoint",
"hlId":"1d37d1",
"children":[
"Low-dose (81 mg/d) aspirin started after 12 weeks of pregnancy reduces rates of preeclampsia in women at high risk."
]
},
{
"type":"keypoint",
"hlId":"849bc3",
"children":[
"Emergent management of acute-onset severe hypertension of preeclampsia includes intravenous labetalol or hydralazine, or oral short-acting nifedipine."
]
},
{
"type":"keypoint",
"hlId":"0402ac",
"children":[
"Definitive treatment of preeclampsia is delivery."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s11_3",
"title":{
"__html":"Chronic Kidney Disease in Pregnancy"
},
"titleNode":{
"type":"section-title",
"hlId":"5e8d57",
"children":[
"Chronic Kidney Disease in Pregnancy"
]
},
"children":[
{
"type":"p",
"hlId":"822107",
"children":[
"Chronic kidney disease and a serum creatinine level >1.4 mg/dL (124 μmol/L) increases the risk of kidney and pregnancy-associated complications. Proteinuria may also increase risk, but an elevated serum creatinine has greater impact. Complications include preeclampsia, acute kidney injury, progression of chronic kidney disease, end-stage kidney disease, preterm delivery, gestational hypertension, intrauterine growth retardation, and fetal loss. Preconception counseling regarding these risks is essential."
]
},
{
"type":"p",
"hlId":"25318b",
"children":[
"Pregnancy is uncommon in women receiving dialysis, which is associated with infertility. Levels of β-human chorionic gonadotropin may increase in nonpregnant dialysis patients; therefore, ultrasonography is usually necessary to confirm pregnancy. Pregnancy in the context of dialysis is associated with very high risk of preeclampsia and fetal loss, although live birth rates have improved to 60% to 80%. To optimize fetal outcomes, hemodialysis frequency and dose are increased to improve BP and volume status."
]
},
{
"type":"p",
"hlId":"4e4b1c",
"children":[
"Pregnancy in women with kidney transplants is more common than in those receiving dialysis. Outcomes are improved with better allograft function (serum creatinine <1.5 mg/dL [132.6 μmol/L]) and stable immunosuppression; transplant patients should await 1 to 2 years with a stable allograft before attempting conception. No immunosuppressive medication has been extensively studied in pregnancy, and all have some associated risk. Although calcineurin inhibitors (tacrolimus and cyclosporine) have been used safely, mycophenolate mofetil is teratogenic and needs to be replaced 3 to 6 months before conception with azathioprine, which has an extensive history of use in pregnancy. Sirolimus is contraindicated because of fetal toxicity. Glucocorticoids increase the risk for pregnancy-induced hypertension and diabetes."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"497133",
"children":[
"Women with chronic kidney disease (CKD) have a greater risk for preeclampsia, acute kidney injury, progression of CKD, end-stage kidney disease, preterm delivery, gestational hypertension, intrauterine growth retardation, and fetal loss."
]
},
{
"type":"keypoint",
"hlId":"5311cd",
"children":[
"Kidney transplant recipients should wait at least 1 to 2 years after transplantation with a stable allograft and stable immunosuppression before attempting conception."
]
},
{
"type":"keypoint",
"hlId":"3d3dd2",
"children":[
"Mycophenolate mofetil and sirolimus used in kidney transplant recipients are teratogenic and must be discontinued before attempting conception."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s11_4",
"bibliography":true,
"title":{
"__html":"Bibliography"
},
"titleNode":{
"type":"section-title",
"hlId":"a7cc81",
"children":[
"Bibliography"
]
},
"children":[
{
"type":"references",
"children":[
{
"type":"reference",
"children":[
"American College of Obstetricians and Gynecologists Committee opinion no. 767 summary: emergent therapy for acute-onset, severe hypertension during pregnancy and the postpartum period [editorial]. Obstet Gynecol. 2019;133:409-12. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30681541",
"target":"_blank"
},
"children":[
"PMID: 30681541"
]
},
" doi:10.1097/AOG.0000000000003082"
]
},
{
"type":"reference",
"children":[
"American College of Obstetricians and Gynecologists' Committee on Practice Bulletins. ACOG practice bulletin no. 202: gestational hypertension and preeclampsia. Obstet Gynecol. 2019;133:e1-e25. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30575675",
"target":"_blank"
},
"children":[
"PMID: 30575675"
]
},
" doi:10.1097/AOG.0000000000003018"
]
},
{
"type":"reference",
"children":[
"American College of Obstetricians and Gynecologists' Committee on Practice Bulletins. ACOG practice bulletin no. 203: chronic hypertension in pregnancy. Obstet Gynecol. 2019;133:e26-e50. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30575676",
"target":"_blank"
},
"children":[
"PMID: 30575676"
]
},
" doi:10.1097/AOG.0000000000003020"
]
},
{
"type":"reference",
"children":[
"Belzile M, Pouliot A, Cumyn A, et al. Renal physiology and fluid and electrolyte disorders in pregnancy. Best Pract Res Clin Obstet Gynaecol. 2019;57:1-14. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30638905",
"target":"_blank"
},
"children":[
"PMID: 30638905"
]
},
" doi:10.1016/j.bpobgyn.2018.11.008"
]
},
{
"type":"reference",
"children":[
"Coscia LA, Constantinescu S, Davison JM, et al. Immunosuppressive drugs and fetal outcome. Best Pract Res Clin Obstet Gynaecol. 2014;28:1174-87. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/25175414",
"target":"_blank"
},
"children":[
"PMID: 25175414"
]
},
" doi:10.1016/j.bpobgyn.2014.07.020"
]
},
{
"type":"reference",
"children":[
"Davidson KW, Barry MJ, Mangione CM, et al; US Preventive Services Task Force. Aspirin use to prevent preeclampsia and related morbidity and mortality: US Preventive Services Task Force recommendation statement. JAMA. 2021;326:1186-1191. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/34581729",
"target":"_blank"
},
"children":[
"PMID: 34581729"
]
},
" doi:10.1001/jama.2021.14781"
]
},
{
"type":"reference",
"children":[
"Nadeau-Fredette AC, Hladunewich M, Hui D, et al. End-stage renal disease and pregnancy. Adv Chronic Kidney Dis. 2013;20:246-52. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/23928389",
"target":"_blank"
},
"children":[
"PMID: 23928389"
]
},
" doi:10.1053/j.ackd.2013.01.010"
]
},
{
"type":"reference",
"children":[
"Sarwar A. Drugs in renal disease and pregnancy. Best Pract Res Clin Obstet Gynaecol. 2019;57:106-19. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31031053",
"target":"_blank"
},
"children":[
"PMID: 31031053"
]
},
" doi:10.1016/j.bpobgyn.2019.03.006"
]
},
{
"type":"reference",
"children":[
"Wiles K, Chappell L, Clark K, et al. Clinical practice guideline on pregnancy and renal disease. BMC Nephrol. 2019;20:401. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31672135",
"target":"_blank"
},
"children":[
"PMID: 31672135"
]
},
" doi:10.1186/s12882-019-1560-2"
]
},
{
"type":"reference",
"children":[
"Zhang JJ, Ma XX, Hao L, et al. A systematic review and meta-analysis of outcomes of pregnancy in CKD and CKD outcomes in pregnancy. Clin J Am Soc Nephrol. 2015;10:1964-78. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/26487769",
"target":"_blank"
},
"children":[
"PMID: 26487769"
]
},
" doi:10.2215/CJN.09250914"
]
}
]
}
]
}
]
},
"tablesContent":{
"mk19_a_np_t31":{
"id":"mk19_a_np_t31",
"number":31,
"bookId":"np",
"title":{
"__html":"Diagnostic Criteria for Preeclampsia"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"02274b",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 31. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_np_t31"
}
]
},
"Diagnostic Criteria for Preeclampsia"
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"398b09",
"class":"cell txt l",
"children":[
"Blood pressure"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ac5efe",
"class":"cell txt l",
"children":[
"≥140 mm Hg systolic or ≥90 mm Hg diastolic on two occasions at least 4 hours apart after 20 weeks of gestation in a woman with a previously normal blood pressure"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"42fe28",
"class":"cell txt l",
"children":[
"≥160 mm Hg systolic or ≥110 mm Hg diastolic; hypertension can be confirmed within a short interval (minutes) to facilitate timely antihypertensive therapy"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"be5d5d",
"class":"cell txt l",
"children":[
"and"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"40421f",
"class":"cell txt l",
"children":[
"Proteinuria"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"53b0ea",
"class":"cell txt l",
"children":[
"≥300 mg/24 h urine collection (or this amount extrapolated from a timed collection)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e81c4e",
"class":"cell txt l",
"children":[
"or"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a42e36",
"class":"cell txt l",
"children":[
"Urine protein-creatinine ratio ≥300 mg/g"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"47b941",
"class":"cell txt l",
"children":[
"Dipstick reading of 2+ (used only if other quantitative methods are not available)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"2"
},
"children":[
" ",
{
"type":"p",
"hlId":"25b43c",
"class":"col hd l",
"children":[
"Or, in the absence of proteinuria, new-onset hypertension with the new onset of any of the following:"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"78f621",
"class":"cell txt l",
"children":[
"Thrombocytopenia"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"cbd1fa",
"class":"cell txt l",
"children":[
"Platelet count <100,000/μL (100 × 10",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"9"
]
},
"/L)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"29129b",
"class":"cell txt l",
"children":[
"Kidney dysfunction"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6c081e",
"class":"cell txt l",
"children":[
"Serum creatinine concentrations >1.1 mg/dL (97.2 μmol/L) or a doubling of the serum creatinine concentration in the absence of other kidney disease"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6f042e",
"class":"cell txt l",
"children":[
"Impaired liver function"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c8e7ad",
"class":"cell txt l",
"children":[
"Elevated blood concentrations of liver aminotransaminases to twice the normal concentration"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a4057c",
"class":"cell txt l",
"children":[
"Pulmonary edema"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"26aeab",
"class":"cell txt l",
"children":[
"—"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"49b3cf",
"class":"cell txt l",
"children":[
"Cerebral or visual symptoms"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"26aeab",
"class":"cell txt l",
"children":[
"—"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"With permission from American College of Obstetricians and Gynecologists' Committee on Practice Bulletins. Gestational hypertension and preeclampsia: ACOG practice bulletin, number 222. Obstet Gynecol. 2020;135:e237-e60. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/32443079",
"target":"_blank"
},
"children":[
"PMID: 32443079"
]
},
" doi:10.1097/AOG.0000000000003891"
]
]
}
}
}