{
"id":"mk19_b_cv_s5",
"subspecialtyId":"cv",
"title":"Arrhythmias",
"jsonContent":{
"type":"section",
"id":"mk19_b_cv_s5",
"title":{
"__html":"Arrhythmias"
},
"titleNode":{
"type":"section-title",
"hlId":"8eb620",
"children":[
"Arrhythmias"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_cv_s5_1",
"title":{
"__html":"Introduction"
},
"titleNode":{
"type":"section-title",
"hlId":"0b7979",
"children":[
"Introduction"
]
},
"children":[
{
"type":"p",
"hlId":"2cfa2b",
"children":[
"Disruptions in cardiac rhythm or rate occur in seven basic patterns: early beats, bigeminal beats, grouped beats, pauses, bradycardia, tachycardia, and chaotic rhythms. This section provides an approach to arrhythmias and discusses the diagnosis and management of specific rhythm disorders."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s5_2",
"title":{
"__html":"Approach to the Patient With Bradycardia"
},
"titleNode":{
"type":"section-title",
"hlId":"3f4262",
"children":[
"Approach to the Patient With Bradycardia"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_cv_s5_2_1",
"title":{
"__html":"Clinical Presentation and Evaluation"
},
"titleNode":{
"type":"section-title",
"hlId":"727f2a",
"children":[
"Clinical Presentation and Evaluation"
]
},
"children":[
{
"type":"p",
"hlId":"7afe86",
"children":[
"Bradycardia (heart rate <50/min) may be asymptomatic or associated with light-headedness, syncope, exertional intolerance, dyspnea, or fatigue. It can be a normal finding or result from disease in the sinus node, atrioventricular (AV) node, or His-Purkinje system or from dysfunction of the autonomic system."
]
},
{
"type":"p",
"hlId":"964da8",
"children":[
"Diagnostic evaluation consists of a thorough history, physical examination, focused laboratory testing (electrolyte levels, thyroid function testing), and resting 12-lead ECG. Severe or unstable conduction abnormalities that require urgent intervention must be identified. The evaluation should also include investigation for extrinsic and reversible causes of bradycardia, including ischemia, myocarditis, endocarditis, hypothyroidism, infectious diseases, neurologic events, electrolyte disturbances, and medication use (especially AV nodal blockers and parasympathomimetics). Echocardiography is frequently performed, and exercise stress testing to assess chronotropic competence as well as ambulatory ECG monitoring may be helpful. Clues from the history and physical examination (e.g., rash suggestive of Lyme disease) may dictate further testing. In patients with nocturnal bradycardia or conduction disturbances, sleep apnea should be considered and, if appropriate, evaluated and treated. Isolated nocturnal bradyarrhythmias are unlikely to require a permanent pacemaker."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s5_2_2",
"title":{
"__html":"Sinus Bradycardia"
},
"titleNode":{
"type":"section-title",
"hlId":"e80898",
"children":[
"Sinus Bradycardia"
]
},
"children":[
{
"type":"p",
"hlId":"475b82",
"children":[
"Sinus bradycardia is defined as the presence of sinus rhythm with a heart rate below 50/min. Sinus bradycardia may be appropriate in trained athletes and during sleep. Inappropriate or pathologic sinus bradycardia is most commonly caused by sinus node dysfunction due to age-related myocardial fibrosis. Less commonly, sinus node dysfunction may result from right coronary ischemia, hypothyroidism, intracranial hypertension, postoperative scarring or fibrosis from cardiothoracic surgery, or infiltrative or inflammatory disorders (e.g., sarcoidosis). The most common extrinsic cause is medication use (β-blockers, donepezil, neostigmine, pyridostigmine)."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s5_2_3",
"title":{
"__html":"Atrioventricular Block"
},
"titleNode":{
"type":"section-title",
"hlId":"2ed513",
"children":[
"Atrioventricular Block"
]
},
"children":[
{
"type":"p",
"hlId":"629fd7",
"children":[
"AV block may be classified as first degree, second degree, or third degree. First-degree AV block is defined by a delay in AV conduction (PR interval >200 ms). In large cohort studies, first-degree AV block has been associated with an increased risk for atrial fibrillation (AF) and all-cause mortality."
]
},
{
"type":"p",
"hlId":"dcf8a5",
"children":[
"In second-degree AV block, only some P waves conduct to the ventricles. Mobitz type 1 second-degree (Wenckebach) AV block is characterized electrocardiographically by a PR interval that progressively prolongs until a QRS complex is dropped, resulting in grouped beating ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_cv_f16",
"wrapId":"1",
"children":[
"Figure 16"
]
}
]
},
")"
]
},
". Mobitz type 2 second-degree AV block is typified by intermittent nonconducted P waves with unchanging PR intervals ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_cv_f17",
"wrapId":"1",
"children":[
"Figure 17"
]
}
]
},
")"
]
},
". When 2:1 block is present, the Mobitz type cannot be determined definitively. However, the distinction between types is important—Mobitz type 2 AV block usually occurs below the AV node and has a higher risk for progression to complete heart block. High-degree AV block refers to the presence of more than one successive nonconducted P wave, resulting in several consecutive P waves without QRS complexes."
]
},
{
"type":"inline-wrap",
"wrapId":"1",
"contentIds":[
"mk19_b_cv_f16",
"mk19_b_cv_f17"
]
},
{
"type":"p",
"hlId":"0e5fa6",
"children":[
"In third-degree AV block, also termed complete heart block, no P waves conduct to the ventricles. AV dissociation is observed on the ECG ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_cv_f18",
"wrapId":"2",
"children":[
"Figure 18"
]
}
]
},
")"
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"2",
"contentIds":[
"mk19_b_cv_f18"
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s5_2_4",
"title":{
"__html":"Treatment"
},
"titleNode":{
"type":"section-title",
"hlId":"4c4ac0",
"children":[
"Treatment"
]
},
"children":[
{
"type":"p",
"hlId":"ce39a1",
"children":[
"In patients with symptomatic bradycardia and hemodynamic distress, atropine should be administered. If atropine is ineffective, chronotropic drug infusions (e.g., dopamine or epinephrine) can be given until transcutaneous pacing or a temporary pacing wire (preferred) can be implemented. Temporary pacing is indicated for transient conditions causing hemodynamically unstable bradycardia or asystole."
]
},
{
"type":"p",
"hlId":"07c4d9",
"children":[
"In hemodynamically stable patients, reversible and extrinsic causes of bradycardia should always be addressed before more invasive measures, such as permanent pacing, are considered. Common indications for permanent pacing include:"
]
},
{
"type":"list",
"children":[
" ",
{
"type":"list-item",
"hlId":"6af982",
"children":[
"Symptomatic bradycardia without reversible cause"
]
},
" ",
{
"type":"list-item",
"hlId":"e9452d",
"children":[
"Permanent AF and symptomatic bradycardia"
]
},
" ",
{
"type":"list-item",
"hlId":"4e6019",
"children":[
"Alternating bundle branch block (signifies high-risk conduction disease)"
]
},
" ",
{
"type":"list-item",
"hlId":"eee58f",
"children":[
"Complete heart block, high-degree AV block, or Mobitz type 2 second-degree AV block, regardless of symptoms"
]
},
" "
]
},
{
"type":"p",
"hlId":"7c0591",
"children":[
"Patients with stable left bundle branch block or right bundle branch block with or without a prolonged PR interval do not require permanent pacing because intraventricular conduction delays have a low risk for progressing to complete heart block (1%-3% per year)."
]
},
{
"type":"p",
"hlId":"823afa",
"children":[
"Types of implanted cardiac electronic devices, their functions, and their general indications are reviewed in ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_b_cv_t16",
"wrapId":"3",
"children":[
"Table 16"
]
}
]
},
". ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_cv_f19",
"wrapId":"3",
"children":[
"Figure 19"
]
}
]
},
" shows a leadless pacemaker in the region of the right ventricle."
]
},
{
"type":"inline-wrap",
"wrapId":"3",
"contentIds":[
"mk19_b_cv_t16",
"mk19_b_cv_f19"
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"97b343",
"children":[
"Permanent pacing is indicated for symptomatic bradycardia without reversible cause."
]
},
{
"type":"keypoint",
"hlId":"c01f01",
"children":[
"Patients who have atrioventricular (AV) and infranodal conduction disturbances with a high risk for progressing to complete heart block or asystole, such as alternating bundle branch block, high-degree AV block, or Mobitz type 2 second-degree AV block, should receive a permanent pacemaker."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s5_3",
"title":{
"__html":"Approach to the Patient With Tachycardia"
},
"titleNode":{
"type":"section-title",
"hlId":"be0134",
"children":[
"Approach to the Patient With Tachycardia"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_cv_s5_3_1",
"title":{
"__html":"Clinical Presentation and Evaluation"
},
"titleNode":{
"type":"section-title",
"hlId":"727f2a",
"children":[
"Clinical Presentation and Evaluation"
]
},
"children":[
{
"type":"p",
"hlId":"778781",
"children":[
"Patients with tachycardia (heart rate >100/min) may be asymptomatic or experience tachypalpitations, a sensation of skipped beats, light-headedness, dizziness, chest discomfort, dyspnea, exertional intolerance, fatigue, progressive heart failure, near-syncope, or syncope. In asymptomatic patients, tachycardia may be discovered incidentally."
]
},
{
"type":"p",
"hlId":"f6f3d5",
"children":[
"Documentation of tachycardia on ECG and correlation with symptoms is the key component of the diagnostic evaluation, and a 12-lead ECG should be obtained in all patients with stable tachycardia. A 12-lead ECG recorded during symptoms, although often not possible to obtain, is far superior to most forms of ambulatory monitoring in terms of diagnostic value (see ",
{
"type":"cross-reference",
"target":"mk19_b_cv_s2_4",
"children":[
"Diagnostic Testing in Cardiology"
]
},
" for strategies in selecting an appropriate monitoring device). Based on ECG findings, tachyarrhythmias are traditionally categorized as supraventricular or ventricular. Supraventricular arrhythmias involve conduction through the AV node and are characterized by normal-appearing QRS complexes unless complicated by an aberrant ventricular condition (e.g., bundle branch block). Ventricular arrhythmias originate below the AV node and are characterized by abnormal-appearing and widened QRS complexes."
]
},
{
"type":"p",
"hlId":"112871",
"children":[
"In addition to a thorough history with medication review and physical examination, thyroid function testing and echocardiography may be considered in select patients with tachycardia."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s5_3_2",
"title":{
"__html":"Antiarrhythmic Drugs"
},
"titleNode":{
"type":"section-title",
"hlId":"f13a28",
"children":[
"Antiarrhythmic Drugs"
]
},
"children":[
{
"type":"p",
"hlId":"5cafda",
"children":[
"Antiarrhythmic agents have traditionally been organized according to primary mechanism of action using the Vaughan-Williams classification system ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_b_cv_t17",
"wrapId":"4",
"children":[
"Table 17"
]
}
]
},
")"
]
},
", although most antiarrhythmic drugs exert their effects through several mechanisms. Class I and class III agents are the most effective antiarrhythmic drugs; however, due to their membrane-active effects, they carry some paradoxical risk of inducing arrhythmia."
]
},
{
"type":"inline-wrap",
"wrapId":"4",
"contentIds":[
"mk19_b_cv_t17"
]
},
{
"type":"p",
"hlId":"a22f2d",
"children":[
"Flecainide and propafenone are the most commonly used class I agents (IC); they are primarily used to treat atrial arrhythmias and usually in conjunction with AV nodal blockers to prevent 1:1 atrial flutter. Toxicity can manifest as QRS widening ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_cv_f20",
"wrapId":"5",
"children":[
"Figure 20"
]
}
]
}
]
},
" and ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_cv_f21",
"wrapId":"5",
"children":[
"Figure 21"
]
}
]
},
")"
]
},
". Class IC agents are contraindicated in patients with ischemic or structural heart disease because of the risk for promoting ventricular arrhythmias and death."
]
},
{
"type":"inline-wrap",
"wrapId":"5",
"contentIds":[
"mk19_b_cv_f20",
"mk19_b_cv_f21"
]
},
{
"type":"p",
"hlId":"5bad51",
"children":[
"Class II agents (β-blockers) and class IV agents (nondihydropyridine calcium channel blockers) are commonly used to inhibit arrhythmia induction and AV conduction (to decrease rate) in patients with supraventricular or atrial arrhythmias."
]
},
{
"type":"p",
"hlId":"8eb77f",
"children":[
"Class III agents sotalol and dofetilide are used to treat atrial and ventricular arrhythmias. Class III antiarrhythmic therapy typically is initiated in an inpatient setting, with regular assessment of the corrected QT interval (QTc) and caution exercised in patients with kidney disease. Dofetilide is particularly notorious for common and dangerous drug-drug interactions. Amiodarone, a class III multichannel blocker, is frequently used to treat patients with recurrent ventricular tachycardia (VT) or AF. Amiodarone has a low risk of pro-arrhythmia; however, it is associated with thyroid, liver, lung, and eye toxicities as well as neurologic side effects. Thyroid and liver function should be monitored every 6 months, and pulmonary function testing and ophthalmologic examination should be performed annually. Amiodarone interacts with many drugs, including warfarin, statins, and digoxin. Dronedarone, another class III multichannel blocker, can be used in patients with paroxysmal AF and no overt heart failure."
]
},
{
"type":"p",
"hlId":"fa3dd1",
"children":[
"Digoxin and adenosine are excluded from the Vaughan-Williams classification. Digoxin is a positive inotropic agent that also increases vagal activity, leading to a lower resting heart rate. It can be used for rate control in patients with AF. Adenosine is used in the acute treatment of arrhythmias to interrupt AV conduction and terminate supraventricular tachycardia (SVT). Administering adenosine can also help in determining the type of arrhythmia."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s5_4",
"title":{
"__html":"Sinus Tachycardia"
},
"titleNode":{
"type":"section-title",
"hlId":"030676",
"children":[
"Sinus Tachycardia"
]
},
"children":[
{
"type":"p",
"hlId":"548384",
"children":[
"Sinus tachycardia (sinus rhythm with a heart rate >100/min) is the most common tachycardia and is typically the result of physiologic demand or distress, including exercise, pain, acute illness, hypovolemia, or anxiety. Diagnostic evaluation and treatment are guided by the underlying cause."
]
},
{
"type":"p",
"hlId":"6f6fb2",
"children":[
"Inappropriate sinus tachycardia (IST) is a disorder characterized by an elevated resting heart rate, with exaggerated increases in heart rate with light activity. The sinus rate typically decreases during sleep. IST frequently presents in women in their second to fourth decade. Symptoms vary and can include palpitations, light-headedness, syncope (or near-syncope), dyspnea, and fatigue. Most importantly, the diagnosis of IST is based on the exclusion of secondary causes of tachycardia, such as hyperthyroidism, anemia, pheochromocytoma, and structural heart disease. First-line therapy is removal of aggravating factors and exercise therapy. In patients with bothersome and persistent symptoms, pharmacologic therapy can be considered, but the condition frequently improves over time."
]
},
{
"type":"p",
"hlId":"d91a92",
"children":[
"Postural orthostatic tachycardia syndrome (POTS) is another condition that often presents with tachycardia. POTS is a form of dysautonomia characterized by orthostatic intolerance and excessive tachycardia, particularly with standing. Diagnostic criteria for POTS include an increase in heart rate of 30/min or more or an increase to greater than 120/min within 10 minutes of standing. The diagnosis is often confirmed with tilt-table testing. Behavioral modification, compression stockings, exercise training, and increased fluid intake are important components of therapy. Medical therapy for POTS is highly variable and may include β-blockers, ivabradine (off-label use), fludrocortisone, selective serotonin reuptake inhibitors (off-label use), midodrine, and pyridostigmine (off-label use)."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"69a4aa",
"children":[
"Sinus tachycardia is the most common tachycardia and is typically the result of physiologic demand or distress, including exercise, pain, fever, hypovolemia, and anxiety."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s5_5",
"title":{
"__html":"Supraventricular Tachycardias"
},
"titleNode":{
"type":"section-title",
"hlId":"4e75c8",
"children":[
"Supraventricular Tachycardias"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_cv_s5_5_1",
"title":{
"__html":"Clinical Presentation"
},
"titleNode":{
"type":"section-title",
"hlId":"6f071b",
"children":[
"Clinical Presentation"
]
},
"children":[
{
"type":"p",
"hlId":"0fcb18",
"children":[
"SVTs are rapid heart rhythms that arise from the atrium or require conduction through the AV node. AF and atrial flutter are technically SVTs, although the term is generally reserved for a narrow group of arrhythmias described herein. SVTs can affect all age groups but are frequently seen in younger patients. Prevalence is higher in women than in men. SVTs usually occur in the absence of structural heart disease, although echocardiography should be performed to exclude underlying cardiac dysfunction or structural defects. Patients often have repeated episodes of tachycardia and may report palpitations, a sensation of pounding in the neck, fatigue, light-headedness, chest discomfort, dyspnea, presyncope, and, less commonly, syncope."
]
},
{
"type":"p",
"hlId":"4b58c4",
"children":[
"The ECG typically demonstrates a narrow-complex tachycardia; however, wide QRS complexes (>120 ms) may be present in cases of bundle branch block, aberrancy, pacing, or anterograde accessory pathway conduction (antidromic tachycardia)."
]
},
{
"type":"p",
"hlId":"9a582b",
"children":[
"Vagal maneuvers, including the Valsalva maneuver or carotid sinus massage, are first-line therapy to restore sinus rhythm acutely in patients with SVT. Adenosine can be used to terminate SVT and simultaneously help diagnose its mechanism. Tachycardias that terminate with adenosine are typically AV node dependent (atrioventricular nodal reentrant tachycardia [AVNRT] and atrioventricular reciprocating tachycardia [AVRT]), whereas continued atrial activity (P waves) during AV block is consistent with atrial flutter or atrial tachycardia."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s5_5_2",
"title":{
"__html":"Atrioventricular Nodal Reentrant Tachycardia"
},
"titleNode":{
"type":"section-title",
"hlId":"cc712d",
"children":[
"Atrioventricular Nodal Reentrant Tachycardia"
]
},
"children":[
{
"type":"p",
"hlId":"0b9c0d",
"children":[
"AVNRT accounts for two thirds of all cases of SVT, not including cases of AF and atrial flutter. It is caused by a reentrant circuit within the AV node that uses both the fast and slow pathways. AVNRT is characterized by a short RP interval with a retrograde P wave inscribed very close to the QRS complex."
]
},
{
"type":"p",
"hlId":"dc9032",
"children":[
"AVNRT may be terminated with vagal maneuvers or adenosine. AV nodal blockers (β-blockers or calcium channel blockers) are used to prevent recurrent AVNRT. In patients with recurrent AVNRT and those who do not tolerate or prefer to avoid long-term medical therapy, catheter ablation should be considered. Catheter ablation of AVNRT has a high success rate, although it is associated with a 1% risk for injury to the AV node necessitating pacemaker implantation."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s5_5_3",
"title":{
"__html":"Atrioventricular Reciprocating Tachycardia"
},
"titleNode":{
"type":"section-title",
"hlId":"a5d03f",
"children":[
"Atrioventricular Reciprocating Tachycardia"
]
},
"children":[
{
"type":"p",
"hlId":"98fba0",
"children":[
"AVRT is an accessory pathway–mediated tachycardia that is often observed as preexcitation (delta wave) on ECG ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_cv_f22",
"wrapId":"6",
"children":[
"Figure 22"
]
}
]
},
")"
]
},
". Early ventricular activation over the accessory pathway causes shortening of the PR interval, and the initial part of the QRS complex is slurred because of premature ventricular depolarization in the myocardial tissue adjacent to the accessory pathway. In AVRT, conduction is anterograde over the AV node (orthodromic, narrow-complex AVRT) in 90% to 95% of cases; conduction is anterograde over the accessory pathway (antidromic, wide-complex AVRT) in the remaining cases."
]
},
{
"type":"inline-wrap",
"wrapId":"6",
"contentIds":[
"mk19_b_cv_f22"
]
},
{
"type":"p",
"hlId":"00d884",
"children":[
"Wolff-Parkinson-White (WPW) syndrome is defined by symptomatic AVRT with evidence of preexcitation on resting ECG. AF occurs in up to one-third of patients with WPW syndrome. Rapid conduction over an accessory pathway in AF can result in ventricular fibrillation (VF) and sudden cardiac death (SCD), although this occurs in less than 1% of cases of WPW syndrome."
]
},
{
"type":"p",
"hlId":"f5efd5",
"children":[
"Risk stratification for SCD can be performed with exercise testing, although more frequently, patients are referred for electrophysiology testing for both risk stratification and curative ablation. Catheter ablation is first-line therapy for patients with WPW syndrome. The success rate for ablation is high but is dictated by the location of the accessory pathway. Antiarrhythmic therapy is second-line therapy."
]
},
{
"type":"p",
"hlId":"7b3c76",
"children":[
"In asymptomatic patients with preexcitation on ECG, management is controversial. Invasive testing is generally not required unless the patient has a high-risk occupation, such as a commercial airline pilot."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s5_5_4",
"title":{
"__html":"Premature Atrial Contractions and Atrial Tachycardia"
},
"titleNode":{
"type":"section-title",
"hlId":"272375",
"children":[
"Premature Atrial Contractions and Atrial Tachycardia"
]
},
"children":[
{
"type":"p",
"hlId":"d85d9f",
"children":[
"Premature atrial contractions (PACs) are early isolated beats that arise from the atria. They are exceedingly common, and their frequency increases with age. During ambulatory ECG monitoring, only 1% of persons have no PACs. High PAC burden is associated with increased risk for AF. Symptomatic PACs are typically treated with β-blockers or calcium channel blockers."
]
},
{
"type":"p",
"hlId":"8d974a",
"children":[
"Atrial tachycardia can arise in the presence or absence of structural heart disease. β-Blocker or calcium channel blocker therapy is first-line treatment for symptomatic atrial tachycardia. Second-line treatment is catheter ablation or antiarrhythmic drug therapy. Ablation success rates are generally lower in patients with atrial tachycardia than in patients with other SVTs."
]
},
{
"type":"p",
"hlId":"175e88",
"children":[
"Multifocal atrial tachycardia is typified by three or more P-wave morphologies and a heart rate greater than 100/min ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_cv_f23",
"wrapId":"7",
"children":[
"Figure 23"
]
}
]
},
")"
]
},
". It is usually seen in patients with severe pulmonary disease."
]
},
{
"type":"inline-wrap",
"wrapId":"7",
"contentIds":[
"mk19_b_cv_f23"
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"ff3390",
"children":[
"Vagal maneuvers may restore sinus rhythm in patients with supraventricular tachycardia."
]
},
{
"type":"keypoint",
"hlId":"2384be",
"children":[
"Patients with recurrent supraventricular tachycardia are treated with atrioventricular nodal blockers (β-blockers or calcium channel blockers) or catheter ablation."
]
},
{
"type":"keypoint",
"hlId":"ca2641",
"children":[
"First-line therapy for patients with Wolff-Parkinson-White syndrome is catheter ablation; antiarrhythmic drugs are second-line therapy."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s5_6",
"title":{
"__html":"Atrial Fibrillation"
},
"titleNode":{
"type":"section-title",
"hlId":"5e6e34",
"children":[
"Atrial Fibrillation"
]
},
"children":[
{
"type":"p",
"hlId":"c1f565",
"children":[
"AF is characterized by disorganized atrial activity with an irregularly irregular ventricular response on ECG ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_cv_f24",
"wrapId":"8",
"children":[
"Figure 24"
]
}
]
},
")"
]
},
". It is the most common sustained arrhythmia. Lifetime risk for AF is 25% in patients older than 40 years. Incidence is strongly associated with and increases with age, with 10% of persons older than 80 years affected. AF is associated with an increased risk for adverse cardiac events, including a fivefold increased risk for stroke, as well as increased risk for heart failure and dementia. Among patients aged 55 years and older with an ischemic neurologic event (i.e., stroke or transient ischemic attack) of undetermined source, occult intermittent AF is thought to be present in up to 25% of cases, and 30-day ambulatory ECG monitoring is indicated for detection. If 30-day ambulatory monitoring is inconclusive, implantation of a cardiac monitor (loop recorder) is reasonable to optimize detection of silent AF."
]
},
{
"type":"inline-wrap",
"wrapId":"8",
"contentIds":[
"mk19_b_cv_f24"
]
},
{
"type":"p",
"hlId":"c60b89",
"children":[
"AF is usually the result of long-standing risk factors, such as diabetes mellitus, smoking, moderate to heavy alcohol consumption, obesity, hypertension, coronary artery disease (CAD), heart failure, and obstructive sleep apnea. Behavioral risk factor modification, including increased activity, weight loss, smoking cessation, and abstinence from alcohol, is recommended. Bariatric surgery should be considered for appropriate candidates. Blood pressure and blood glucose control and obstructive sleep apnea management also reduce risk."
]
},
{
"type":"p",
"hlId":"bc234a",
"children":[
"AF is less commonly caused by reversible or acute physiologic insults, including cardiac surgery, pulmonary embolism, critical illness, or hyperthyroidism. When there are no identified risk factors, a predisposing genetic background is often present."
]
},
{
"type":"section",
"id":"mk19_b_cv_s5_6_1",
"title":{
"__html":"Clinical Presentation"
},
"titleNode":{
"type":"section-title",
"hlId":"6f071b",
"children":[
"Clinical Presentation"
]
},
"children":[
{
"type":"p",
"hlId":"5cc081",
"children":[
"Patients with AF may be asymptomatic or experience palpitations, light-headedness, dizziness, dyspnea, exercise intolerance, chest pain, near-syncope, or, rarely, syncope. In some cases, AF can lead to hemodynamic compromise, especially in patients with advanced diastolic dysfunction or restrictive cardiomyopathy. Patients with AF less commonly present with tachycardia-induced cardiomyopathy, characterized by asymptomatic left ventricular (LV) dysfunction or overt heart failure."
]
},
{
"type":"p",
"hlId":"de6800",
"children":[
"AF is categorized according to its duration. Paroxysmal AF stops spontaneously within 7 days of onset, whereas persistent AF lasts for 7 days or more. Long-standing persistent AF is continuous, with a duration of more than 1 year. Permanent AF refers to cases in which the physician and patient have abandoned attempts to maintain sinus rhythm."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s5_6_2",
"title":{
"__html":"Acute Management"
},
"titleNode":{
"type":"section-title",
"hlId":"41a898",
"children":[
"Acute Management"
]
},
"children":[
{
"type":"p",
"hlId":"f06cb1",
"children":[
"Urgent cardioversion (electrical or pharmacologic) is indicated in patients with AF and hypotension, acute myocardial ischemia, or decompensated heart failure. In patients with AF or atrial flutter of more than 48 hours' duration or unknown duration that requires immediate cardioversion, anticoagulation should be initiated as soon as possible and continued for at least 4 weeks unless contraindicated. The decision about long-term anticoagulation should be based on the thromboembolic risk profile and bleeding risk profile (see ",
{
"type":"cross-reference",
"target":"mk19_b_cv_s5_6_3_1_1",
"children":[
"Long-Term Management"
]
},
")."
]
},
{
"type":"p",
"hlId":"792cb6",
"children":[
"In stable patients, the primary goals of therapy are to (1) prevent stroke, (2) control heart rate, (3) minimize or eliminate symptoms, and (4) modify underlying risk factors. Upon diagnosis, reversible causes must be ruled out. All patients should undergo thyroid function testing to evaluate for hyperthyroidism. Patients with risk factors for or symptoms suggestive of sleep apnea should undergo testing. Echocardiography is indicated to evaluate for potential valvular or other structural heart disease. Echocardiography can also be used to assess left atrial size, which helps determine the severity of the underlying atrial myocardial dysfunction. Elective cardioversion can be pursued in patients with significant symptoms who are hemodynamically stable."
]
},
{
"type":"section",
"id":"mk19_b_cv_s5_6_2_1",
"title":{
"__html":"Acute Anticoagulation"
},
"titleNode":{
"type":"section-title",
"hlId":"5112f7",
"children":[
"Acute Anticoagulation"
]
},
"children":[
{
"type":"p",
"hlId":"93c77e",
"children":[
"In patients who are not undergoing cardioversion, acute intravenous anticoagulation is usually unnecessary; however, oral anticoagulation should be initiated if the patient has sufficient risk factors for stroke."
]
},
{
"type":"p",
"hlId":"70c03d",
"children":[
"If cardioversion is planned, the duration of AF guides therapy. AF with a known duration of less than 48 hours confers a low risk for thrombus formation and subsequent stroke, and preprocedural anticoagulation can be considered in patients who are otherwise at low risk for stroke. Preprocedural anticoagulation is reasonable as soon as possible before cardioversion for men with a CHA",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"DS",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"-VASc score of 2 or greater and for women with a score of 3 or greater followed by long-term anticoagulant therapy. In patients in whom the duration of AF is unclear or in whom AF has lasted longer than 48 hours, anticoagulation therapy for 3 weeks is recommended before cardioversion. In patients who would benefit from cardioversion sooner, transesophageal echocardiography can be performed to exclude the presence of left atrial appendage thrombus and facilitate urgent cardioversion. Regardless of the duration or nature of AF, all patients who undergo cardioversion must receive anticoagulants for at least 4 weeks following the procedure because of an increased risk for thromboembolic events after sinus rhythm is restored."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s5_6_2_2",
"title":{
"__html":"Rate Control"
},
"titleNode":{
"type":"section-title",
"hlId":"8af03a",
"children":[
"Rate Control"
]
},
"children":[
{
"type":"p",
"hlId":"c815eb",
"children":[
"Heart rate control is necessary in patients with rapid ventricular rates to improve cardiac function and alleviate symptoms. Acutely, the goal heart rate should be between 60/min and 110/min. Commonly used medications include AV nodal blockers, such as metoprolol or diltiazem. Intravenous or oral administration may be appropriate depending on symptoms. In patients with LV dysfunction, calcium channel blockers should be avoided. Digoxin can be used as adjunctive therapy to improve rate control, especially in patients with heart failure."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s5_6_3",
"title":{
"__html":"Long-Term Management"
},
"titleNode":{
"type":"section-title",
"hlId":"41ec51",
"children":[
"Long-Term Management"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_cv_s5_6_3_1",
"title":{
"__html":"Anticoagulation"
},
"titleNode":{
"type":"section-title",
"hlId":"5b7802",
"children":[
"Anticoagulation"
]
},
"children":[
{
"type":"p",
"hlId":"0e1963",
"children":[
"Arterial thromboembolic events are the most serious complication of AF and can occur with any form (paroxysmal, persistent, or permanent). In patients with nonvalvular AF (AF in the absence of a mechanical prosthetic valve or moderate/severe mitral stenosis), the absolute risk for stroke is approximately 4% per year; however, the presence of comorbidities (e.g., heart failure, hypertension, diabetes, or vascular disease) can increase the risk 15- to 20-fold. Hypertension is associated with an increased risk for both AF and stroke; therefore, blood pressure control is critical in the management of AF."
]
},
{
"type":"section",
"id":"mk19_b_cv_s5_6_3_1_1",
"title":{
"__html":"Risk Stratification"
},
"titleNode":{
"type":"section-title",
"hlId":"fb576f",
"children":[
"Risk Stratification"
]
},
"children":[
{
"type":"p",
"hlId":"a5c249",
"children":[
"Stroke prevention with oral anticoagulation depends on the patient's thromboembolic risk in the absence of obvious contraindications. Although several risk stratification scores are available, current guidelines recommend use of the CHA",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"DS",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"-VASc score in patients with nonvalvular AF. Adjusted stroke rates and recommendations for antithrombotic therapy based on the CHA",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"DS",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"-VASc score are shown in ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_b_cv_t18",
"wrapId":"9",
"children":[
"Table 18"
]
}
]
},
". The 2019 American College of Cardiology/American Heart Association/Heart Rhythm Society focused update on AF recommends anticoagulation to prevent stroke in patients with nonvalvular AF who have a CHA",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"DS",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"-VASc score of 2 or greater in men or 3 or greater in women. The American College of Chest Physicians guideline on antithrombotic therapy for AF recommends anticoagulation for patients with one or more non-sex CHA",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"DS",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"-VASc stroke risk factors (score of ≥1 in men or ≥2 in women). Antiplatelet therapy alone is no longer routinely used for stroke prevention in AF."
]
},
{
"type":"inline-wrap",
"wrapId":"9",
"contentIds":[
"mk19_b_cv_t18"
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s5_6_3_1_2",
"title":{
"__html":"Anticoagulant Selection"
},
"titleNode":{
"type":"section-title",
"hlId":"8e8b98",
"children":[
"Anticoagulant Selection"
]
},
"children":[
{
"type":"p",
"hlId":"5dd3e5",
"children":[
"Oral anticoagulation in patients with AF can be accomplished with a vitamin K antagonist (warfarin) or direct oral anticoagulant (DOAC) ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_b_cv_t19",
"wrapId":"10",
"children":[
"Table 19"
]
}
]
},
")"
]
},
". Anticoagulation in patients with valvular AF (moderate/severe mitral stenosis or mechanical valve prosthesis) should be obtained with warfarin; DOACs are not approved for use in valvular AF or those with any mechanical heart valve. DOACs are recommended in preference to warfarin in DOAC-eligible patients, including patients with AF and no valvular disease as well as patients with AF and aortic valve disease, mitral regurgitation, tricuspid regurgitation, or mild mitral stenosis in the absence of a mechanical prosthesis."
]
},
{
"type":"inline-wrap",
"wrapId":"10",
"contentIds":[
"mk19_b_cv_t19"
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s5_6_3_1_3",
"title":{
"__html":"Warfarin"
},
"titleNode":{
"type":"section-title",
"hlId":"00fb95",
"children":[
"Warfarin"
]
},
"children":[
{
"type":"p",
"hlId":"c85906",
"children":[
"Dose-adjusted warfarin is an effective, low-cost therapy; however, its limitations include the need for frequent monitoring and adjustment and numerous food and drug interactions. The safety and efficacy of warfarin therapy depend on the time that the patient is in the therapeutic range (INR, 2-3). Management of warfarin overdose and warfarin-related bleeding is discussed in ",
{
"type":"cross-reference",
"target":"mk19_b_hm_s9_5_2_1",
"children":[
"MKSAP 19 Hematology"
]
},
"."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s5_6_3_1_4",
"title":{
"__html":"Direct-Acting Oral Anticoagulants"
},
"titleNode":{
"type":"section-title",
"hlId":"e2aa3a",
"children":[
"Direct-Acting Oral Anticoagulants"
]
},
"children":[
{
"type":"p",
"hlId":"9196e0",
"children":[
"Four DOACs are approved for the prevention of stroke in AF. Dabigatran, an oral direct thrombin inhibitor, is superior to warfarin for the prevention of ischemic stroke and results in less intracranial bleeding. Patients taking dabigatran have a higher risk for gastrointestinal bleeding relative to warfarin and may experience dyspepsia. Rivaroxaban, a direct factor Xa inhibitor, is noninferior to warfarin in the prevention of stroke or systemic embolism and is associated with less intracranial and fatal bleeding. As with dabigatran, patients taking rivaroxaban have a higher risk for gastrointestinal bleeding compared with those taking warfarin. Apixaban, another oral factor Xa inhibitor, is superior to warfarin for stroke prevention and confers less risk for major bleeding, including intracranial and gastrointestinal bleeding. Edoxaban is noninferior to warfarin for stroke prevention and is associated with less major bleeding."
]
},
{
"type":"p",
"hlId":"01fd5b",
"children":[
"DOACs have shorter half-lives than warfarin; however, there are no quick, readily available serum assays to accurately determine anticoagulant activity. Andexanet alfa or 4-factor prothrombin complex concentrates are recommended for life-threatening bleeding due to rivaroxaban, apixaban, or edoxaban. Idarucizumab is a dabigatran-reversal agent available for emergency invasive or surgical procedures or in cases of uncontrolled or life-threatening bleeding."
]
},
{
"type":"p",
"hlId":"9a0d26",
"children":[
"Kidney and liver function should be evaluated before initiation of a DOAC and reevaluated at least annually. See ",
{
"type":"cross-reference",
"target":"mk19_b_hm_s9_5_2_2",
"children":[
"MKSAP 19 Hematology"
]
},
" for recommendations regarding DOAC dosing in patients with chronic kidney or liver disease."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s5_6_3_1_5",
"title":{
"__html":"Specific Populations"
},
"titleNode":{
"type":"section-title",
"hlId":"1c23de",
"children":[
"Specific Populations"
]
},
"children":[
{
"type":"p",
"hlId":"9c63a1",
"children":[
"In patients with AF who have undergone percutaneous coronary intervention for acute coronary syndrome, both anticoagulant and antiplatelet therapies are necessary. Among these patients with a CHA",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"DS",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"-VASc score of 2 or greater, “double therapy” with clopidogrel or ticagrelor plus a DOAC is recommended over “triple therapy” with an oral anticoagulant, aspirin, and P2Y",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"12"
]
},
" inhibitor to reduce the risk for bleeding. In patients taking two or more antithrombotic agents, it is recommended that a proton pump inhibitor be initiated and NSAIDs be avoided to reduce the risk of gastrointestinal bleeding."
]
},
{
"type":"p",
"hlId":"e65793",
"children":[
"In patients with AF and stable CAD, treatment with rivaroxaban alone is noninferior to rivaroxaban plus aspirin in the prevention of the composite end point of stroke, systemic embolization, myocardial infarction (MI), need for revascularization, or death from any cause. Rivaroxaban monotherapy also is associated with significantly less bleeding."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s5_6_3_2",
"title":{
"__html":"Rate-Only Versus Rate Plus Rhythm Control Treatment"
},
"titleNode":{
"type":"section-title",
"hlId":"a3c440",
"children":[
"Rate-Only Versus Rate Plus Rhythm Control Treatment"
]
},
"children":[
{
"type":"p",
"hlId":"f0ca3e",
"children":[
"The first priority among patients with AF is to control the ventricular rate. Rate control with a resting heart rate goal of less than 80/min is reasonable for symptomatic management of AF. A lenient rate-control strategy (resting heart rate <110/min) may be reasonable for asymptomatic patients without LV dysfunction. β-Blockers, calcium channel blockers, and, less often, digoxin are used to control the ventricular rate, although combination therapy may be necessary. Aside from resting heart rate assessment, evaluation of the heart rate with activity, such as with a 6-minute walk test, stress test, or 24-hour ambulatory ECG monitoring, may be performed."
]
},
{
"type":"p",
"hlId":"cc2c9d",
"children":[
"Although historical trials have not proved a mortality benefit to maintaining sinus rhythm, numerous studies have demonstrated superior symptom treatment with rate plus rhythm control compared with rate control alone. Furthermore, because the long-term effects of rate-only control are unknown, rhythm control is often pursued in younger patients (aged <50 years) and may improve long-term clinical outcomes. A strategy of early rhythm control (within 1 year of diagnosis) among patients at high risk for adverse cardiovascular events was tested in the randomized EAST-AFNET 4 trial. High risk was defined as age older than 75 years or a previous transient ischemic attack or stroke, or meeting two of the following criteria: age older than 65 years, female sex, heart failure, hypertension, diabetes, severe CAD, chronic kidney disease, and LV hypertrophy. Early rhythm control (drugs or ablation) reduced the primary composite end point of cardiovascular death, stroke, or hospitalization for heart failure or acute coronary syndrome, compared with usual care. Rhythm control may require cardioversion in addition to antiarrhythmic therapy, which is guided by the patient's comorbid conditions and safety considerations. However, catheter ablation has been shown to be more effective than antiarrhythmic drugs, with an acceptable safety profile."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s5_6_3_3",
"title":{
"__html":"Nonpharmacologic Approaches to Atrial Fibrillation"
},
"titleNode":{
"type":"section-title",
"hlId":"3922c2",
"children":[
"Nonpharmacologic Approaches to Atrial Fibrillation"
]
},
"children":[
{
"type":"p",
"hlId":"8179cb",
"children":[
"Catheter ablation with pulmonary vein isolation is an effective rhythm control therapy in patients with recurrent symptomatic AF despite antiarrhythmic drug therapy. Catheter ablation is most effective in patients without significant left atrial enlargement and multiple comorbid conditions. One year after the procedure, 70% to 90% of patients with paroxysmal AF are symptom-free; however, success rates vary. Complications include thromboembolism (0.5%-1% risk), tamponade, and vascular complications (e.g., insertion hematoma, pseudoaneurysm, arteriovenous fistula, retroperitoneal bleeding). Longer-term complications, such as pulmonary vein stenosis, are uncommon."
]
},
{
"type":"p",
"hlId":"1f161d",
"children":[
"AV node ablation is an option for patients with AF who have continued symptomatic tachycardia despite rate and rhythm control therapy. Therapeutic ablation of the AV node requires implantation of a permanent pacemaker. These patients remain in AF and still require anticoagulation."
]
},
{
"type":"p",
"hlId":"7752ce",
"children":[
"Approximately 10% to 25% of patients with AF have contraindications to oral anticoagulation or discontinue therapy for various reasons, including bleeding events. In patients who are at moderate to high risk for stroke (CHA",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"DS",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"-VASc score ≥3), left atrial appendage occlusion to prevent stroke and systemic thromboembolism can be considered. Occlusion of the left atrial appendage can be achieved percutaneously with an implanted self-expanding device or with surgical closure. However, appropriate patient selection remains a challenge, and most patients undergoing percutaneous left atrial appendage occlusion require at least short-term oral anticoagulation while the device endothelializes. These patients also remain on long-term antiplatelet therapy."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s5_6_4",
"title":{
"__html":"Management in Patients With Heart Failure"
},
"titleNode":{
"type":"section-title",
"hlId":"b63a3f",
"children":[
"Management in Patients With Heart Failure"
]
},
"children":[
{
"type":"p",
"hlId":"566dff",
"children":[
"AF complicates nearly 40% of cases of heart failure, and the combination of AF and heart failure dramatically worsens outcomes. Several clinical trials have demonstrated that aggressive efforts to achieve rhythm control in patients with AF and concomitant heart failure decrease morbidity and mortality. In patients with heart failure with reduced ejection fraction, recent clinical trials have shown that catheter ablation of AF is associated with a favorable effect on morbidity and mortality compared with medical therapy. Patient selection for catheter ablation remains important, and many of the trials enrolled selected patients."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s5_6_5",
"title":{
"__html":"Subclinical Atrial Fibrillation"
},
"titleNode":{
"type":"section-title",
"hlId":"521d3d",
"children":[
"Subclinical Atrial Fibrillation"
]
},
"children":[
{
"type":"p",
"hlId":"c6b2d8",
"children":[
"The entity of subclinical AF is being increasingly recognized because of the growing prevalence of implantable cardiac devices and widespread availability of ambulatory ECG monitors (e.g., mobile continuous telemetry) and consumer devices (e.g., personal ECG monitors, smartwatches). Subclinical AF most commonly refers to AF that is asymptomatic and brief (definitions range from 20 seconds to <24 hours). Although definitive studies to guide management are lacking, there are several important considerations. First, episodes are frequently asymptomatic and short-lived; thus, symptom management and rate control are rarely required. Second, subclinical AF is associated with progression to AF; therefore, it is reasonable to consider traditional AF risk factor modification. Lastly, stroke risk in these patients is unclear. Studies have varied in their definition of subclinical AF and its associated stroke risk, and there is no consensus on the net clinical benefit of anticoagulation for subclinical AF. One notable exception is the detection of AF lasting more than 30 seconds among patients with embolic stroke of undetermined source (cryptogenic stroke); anticoagulation is routinely indicated in these patients. Implantable loop recorders to detect subclinical AF may be indicated in selected patients with embolic stroke of undetermined source."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"d35aca",
"children":[
"Urgent cardioversion to sinus rhythm is indicated in patients with atrial fibrillation who have hypotension, acute myocardial ischemia, or decompensated heart failure, regardless of atrial fibrillation duration."
]
},
{
"type":"keypoint",
"hlId":"543b64",
"children":[
"Current guidelines recommend calculation of the CHA",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"DS",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"-VASc score for stroke risk stratification in patients with nonvalvular atrial fibrillation; patients with a CHA",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"DS",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"-VASc score of 2 or greater in men or 3 or greater in women should be treated with oral anticoagulation to prevent stroke."
]
},
{
"type":"keypoint",
"hlId":"c19804",
"children":[
"Direct-acting oral anticoagulants are recommended in preference to warfarin in patients with atrial fibrillation, excluding those with moderate to severe mitral stenosis or a mechanical valve prosthesis."
]
},
{
"type":"keypoint",
"hlId":"e9c7cb",
"children":[
"In patients with atrial fibrillation, rate plus rhythm control offers superior symptom management compared with rate control alone."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s5_7",
"title":{
"__html":"Atrial Flutter"
},
"titleNode":{
"type":"section-title",
"hlId":"cb02df",
"children":[
"Atrial Flutter"
]
},
"children":[
{
"type":"p",
"hlId":"f87b52",
"children":[
"Atrial flutter is an organized macro-reentrant tachycardia with discrete regular atrial activity on ECG, usually with an atrial rate of 250/min to 300/min. Typical atrial flutter is characterized electrocardiographically by a sawtooth pattern with inverted flutter waves in leads II, III, and aVF and positive flutter waves in lead V",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"1"
]
},
" ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_cv_f25",
"wrapId":"11",
"children":[
"Figure 25"
]
}
]
},
")"
]
},
". Typical atrial flutter, the dominant form in patients without prior cardiac disease, is the result of counterclockwise reentry around the tricuspid annulus. Atypical flutter is primarily seen among patients with prior ablation for AF or prior cardiac surgery. In atypical flutter, the circuit is usually in other locations in the right and left atria."
]
},
{
"type":"inline-wrap",
"wrapId":"11",
"contentIds":[
"mk19_b_cv_f25"
]
},
{
"type":"p",
"hlId":"06acd5",
"children":[
"Management of anticoagulation in the setting of chronic atrial flutter is similar to that for AF; however, a rhythm control strategy is favored in atrial flutter because rate control may be difficult and often requires high doses of more than one AV nodal blocker. Catheter ablation is the definitive treatment for typical atrial flutter because of a very high success rate (>95%) and low complication rate. Oral anticoagulation in patients with atrial flutter without ablation is approached in the same manner as in patients with AF."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"509719",
"children":[
"Catheter ablation is the definitive treatment for typical atrial flutter, with a high success rate (>95%) and low risk for complications."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s5_8",
"title":{
"__html":"Ventricular Arrhythmias"
},
"titleNode":{
"type":"section-title",
"hlId":"3e0c12",
"children":[
"Ventricular Arrhythmias"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_cv_s5_8_1",
"title":{
"__html":"Premature Ventricular Contractions"
},
"titleNode":{
"type":"section-title",
"hlId":"3efe1e",
"children":[
"Premature Ventricular Contractions"
]
},
"children":[
{
"type":"p",
"hlId":"ea764f",
"children":[
"Premature ventricular contractions (PVCs) occur in up to 75% of healthy persons. Symptoms include palpitations or the perception of skipped beats. Forceful beats are caused by increased cardiac filling during the pause following the PVC. PVCs are more common in patients with hypertension, LV hypertrophy, previous MI, and other forms of structural heart disease, such as nonischemic cardiomyopathy."
]
},
{
"type":"p",
"hlId":"08ee30",
"children":[
"In the absence of high-risk features (syncope, family history of premature SCD, structural heart disease), reassurance is often appropriate, and medical therapy is unnecessary. However, PVCs require treatment when symptoms are bothersome or frequent (>10% of all beats or 10,000 PVCs per day). PVC-induced cardiomyopathy may result from frequent PVCs (generally >10%-15% of beats), although it occurs only in a minority of patients (see ",
{
"type":"cross-reference",
"target":"mk19_b_cv_s4_5_5",
"children":[
"Heart Failure"
]
},
")."
]
},
{
"type":"p",
"hlId":"c83174",
"children":[
"First-line treatment for PVC suppression is β-blocker or calcium channel blocker therapy. β-Blockers are preferred in patients with ventricular dysfunction. Alternative antiarrhythmic therapy may be used if PVCs persist despite β-blockade or calcium channel blockade. The selection of an antiarrhythmic medication for PVC suppression depends on many factors, including age, kidney function, cardiac structure, and comorbid conditions. Catheter ablation should be considered in patients with continued frequent PVCs despite medical therapy, patients who cannot tolerate medical therapy, and patients who develop PVC-induced cardiomyopathy."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s5_8_2",
"title":{
"__html":"Ventricular Tachycardia"
},
"titleNode":{
"type":"section-title",
"hlId":"655633",
"children":[
"Ventricular Tachycardia"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_cv_s5_8_2_1",
"title":{
"__html":"Clinical Presentation"
},
"titleNode":{
"type":"section-title",
"hlId":"6f071b",
"children":[
"Clinical Presentation"
]
},
"children":[
{
"type":"p",
"hlId":"58cec2",
"children":[
"VT is a wide-complex tachycardia (QRS complex ≥120 ms). The differential diagnoses for wide-complex tachycardia include SVT with aberrancy, preexcited tachycardia (antidromic tachycardia), ventricular paced rhythms, and most commonly, VT. In adult patients with known structural heart disease, 95% of wide-complex tachycardias are VT, and additional ECG or clinical criteria are often unnecessary. However, in patients without known structural heart disease, several important clinical and ECG features can distinguish VT from other conditions. Key features of VT on ECG include AV dissociation, fusion beats, and capture beats ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_cv_f26",
"wrapId":"12",
"children":[
"Figure 26"
]
}
]
},
")"
]
},
". When the origin of a wide-complex tachycardia is in question, VT should be assumed."
]
},
{
"type":"inline-wrap",
"wrapId":"12",
"contentIds":[
"mk19_b_cv_f26"
]
},
{
"type":"p",
"hlId":"f87efe",
"children":[
"Ventricular arrhythmias most commonly occur in patients with structural heart disease, including both ischemic and nonischemic cardiomyopathy, in whom the presence of abnormal conduction and/or myocardial scar tissue facilitates the development of VT. In these patients, sustained VT (≥30 seconds) can lead to hypotension, syncope, VF, and cardiac arrest; however, on occasion, VT can be well tolerated. Thus, the absence of hemodynamic compromise does not exclude VT as a diagnosis."
]
},
{
"type":"p",
"hlId":"311e38",
"children":[
"VT in the absence of structural heart disease (idiopathic VT) typically arises from the ventricular outflow tracts, fascicles, and papillary muscles. Patients with idiopathic VT usually present with palpitations in the third to fifth decades of life. Episodes of syncope are uncommon. Arrhythmic events are often triggered by stress, emotion, or sleeplessness."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s5_8_2_2",
"title":{
"__html":"Evaluation and Management"
},
"titleNode":{
"type":"section-title",
"hlId":"2f127d",
"children":[
"Evaluation and Management"
]
},
"children":[
{
"type":"p",
"hlId":"eb1e50",
"children":[
"Patients with VT and hemodynamic instability should undergo immediate direct current cardioversion (see ",
{
"type":"cross-reference",
"target":"mk19_b_cv_s5_10_2",
"children":[
"Sudden Cardiac Arrest"
]
},
" for a discussion of advanced cardiac life support). Intravenous amiodarone should be administered if the VT persists or recurs after cardioversion. Patients with VT or VF with ST-elevation MI should undergo emergency revascularization. In patients with hemodynamically stable VT not in the setting of an acute MI, intravenous procainamide can be useful for VT termination, or intravenous amiodarone or sotalol may be considered."
]
},
{
"type":"p",
"hlId":"cc2798",
"children":[
"Evaluation with resting ECG, exercise treadmill testing (to provoke arrhythmias), and cardiac imaging (to identify structural heart disease) is indicated in patients with VT. Cardiac magnetic resonance (CMR) imaging generally allows for tissue characterization, making it an important modality in the evaluation of myocardial diseases that may manifest as VT, including arrhythmogenic right ventricular cardiomyopathy, myocardial fibrosis/scarring, cardiac sarcoidosis, and other infiltrative cardiomyopathies (e.g., amyloidosis). CMR imaging can also clarify the extent and pattern of myocardial scarring."
]
},
{
"type":"p",
"hlId":"60c22c",
"children":[
"Patients with ischemic cardiomyopathy who present with VT should be considered for angiography and revascularization, if appropriate, primarily to reduce ischemic burden rather than to treat the arrhythmia. Patients with cardiomyopathy and heart failure should receive guideline-directed medical therapy to minimize risk for ventricular arrhythmia. In patients with recurrent VT despite β-blocker therapy, antiarrhythmic drug therapy or catheter ablation may be considered. Contemporary evidence suggests ablation to be more effective than medical therapy. Implantable cardioverter-defibrillator (ICD) placement is indicated for secondary prevention of SCD in patients with structural heart disease or cardiomyopathy who have sustained VT/VF, provided that clearly reversible causes have been excluded (e.g., acute coronary ischemia, cocaine ingestion)."
]
},
{
"type":"p",
"hlId":"7d51ec",
"children":[
"In patients with idiopathic VT, calcium channel blockers, especially verapamil, and β-blockers are first-line therapy. Catheter ablation can be considered if symptoms continue despite these therapies. ICD placement is generally unnecessary in idiopathic VT because of the benign prognosis and high efficacy of other therapies."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"8b65c3",
"hvc":true,
"children":[
"Premature ventricular contractions (PVCs) without high-risk features (syncope, family history of premature sudden cardiac death, structural heart disease) are managed with reassurance; treatment is reserved for bothersome symptoms or frequent PVCs."
]
},
{
"type":"keypoint",
"hlId":"10cd17",
"children":[
"Idiopathic ventricular tachycardia occurs in patients without structural heart disease and is unlikely to cause syncope or sudden cardiac death; β-blockers and calcium channel blockers are first-line therapy, with catheter ablation reserved for symptoms refractory to drug therapy."
]
},
{
"type":"keypoint",
"hlId":"15fca5",
"children":[
"Ventricular tachycardia in the setting of structural heart disease often requires aggressive rhythm control along with implantable cardioverter-defibrillator implantation for secondary prevention."
]
}
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s5_9",
"title":{
"__html":"Inherited Syndromes Characterized by Sudden Cardiac Death"
},
"titleNode":{
"type":"section-title",
"hlId":"6e4766",
"children":[
"Inherited Syndromes Characterized by Sudden Cardiac Death"
]
},
"children":[
{
"type":"p",
"hlId":"97a180",
"children":[
"Patients younger than 40 years without ischemic or structural heart disease who have unexplained cardiac arrest, unexplained near drowning, or recurrent high-risk syncope should be evaluated for inherited arrhythmia and/or cardiomyopathy syndromes. Unexplained premature death (age <35 years) or sudden death (age <40 years) in a first-degree family member also should raise suspicion for an inherited arrhythmia syndrome and prompt referral to a cardiovascular specialist, with genetic counseling and testing as indicated by clinical findings. The diagnosis of inherited arrhythmia syndromes can be complex because of variable penetrance and expressivity of these disorders. Characteristic findings and treatments for some common syndromes are reviewed in ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_b_cv_t20",
"wrapId":"13",
"children":[
"Table 20"
]
}
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"13",
"contentIds":[
"mk19_b_cv_t20"
]
},
{
"type":"p",
"hlId":"af8434",
"children":[
"Genetic long QT syndrome is among the most common inherited arrhythmias, affecting between 1 in 1000 and 1 in 5000 persons ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_cv_f27",
"wrapId":"14",
"children":[
"Figure 27"
]
}
]
},
")"
]
},
". However, the presence of a prolonged QTc (>440 ms in men, >460 ms in women) alone is insufficient to diagnose long QT syndrome. QT prolongation can have many causes, most of which are acquired, such as medication use, structural heart disease, and electrolyte abnormalities. Drugs that have been implicated in QT prolongation include antiarrhythmic agents, antibiotics (including some macrolides and fluoroquinolones), antipsychotic drugs, and antidepressants. Given great variability in QTc across populations as well as variable penetrance of and subtypes of long QT syndrome, diagnosis is complex and should be referred to a specialist. A list of drugs categorized by their potential to cause QT prolongation is available at ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://crediblemeds.org",
"target":"_blank"
},
"children":[
"https://crediblemeds.org"
]
},
". Treatment includes β-blockers (first line); avoidance of QT-prolonging drugs; and, for selected patients, ICD implantation, surgical sympathectomy, and exercise restriction."
]
},
{
"type":"inline-wrap",
"wrapId":"14",
"contentIds":[
"mk19_b_cv_f27"
]
},
{
"type":"p",
"hlId":"2b8c4c",
"children":[
"Brugada syndrome is distinguished by right precordial ECG abnormalities, including ST-segment coving (concave or linear downsloping ST segment) in leads V",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"1"
]
},
" through V",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"3"
]
},
" with or without right bundle branch block, VF, and cardiac arrest ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_cv_f28",
"wrapId":"15",
"children":[
"Figure 28"
]
}
]
},
")"
]
},
". Brugada syndrome has an increased prevalence in men and persons of Asian descent. Arrhythmic events (including SCD) in patients with Brugada syndrome are more common at night during sleep. Abnormalities on ECG can be intermittent and may be elicited by fever or pharmacologic challenge with sodium channel blockade, such as procainamide infusion."
]
},
{
"type":"inline-wrap",
"wrapId":"15",
"contentIds":[
"mk19_b_cv_f28"
]
},
{
"type":"p",
"hlId":"c310e8",
"children":[
"Hypertrophic cardiomyopathy and arrhythmogenic right ventricular cardiomyopathy/dysplasia (ARVC/D) can often present as SCD in young persons. Hypertrophic cardiomyopathy and arrhythmic risk stratification are discussed in ",
{
"type":"cross-reference",
"target":"mk19_b_cv_s7_1_3",
"children":[
"Myocardial Disease"
]
},
". ARVC/D usually appears between puberty and young adulthood; however, it can also be identified in older age. Patients with ARVC/D typically present with frequent ventricular ectopy and/or monomorphic VT, although in severe cases, patients can present with heart failure. The diagnosis is established by ECG abnormalities, family history, arrhythmias, and structural abnormalities of the right ventricle. CMR imaging can demonstrate enlargement (segments of poorly contracting heart muscle), focal aneurysms, and wall motion abnormalities in the right ventricle (hypokinesis). ARVC/D is usually progressive, and patients should abstain from vigorous exercise. Patients with ARVC/D and cardiac arrest or risk factors (nonsustained VT, inducible VT) should be offered an ICD. β-Blockers are first-line therapy for ventricular arrhythmias, although antiarrhythmic therapy with sotalol or amiodarone or catheter ablation is often required for recurrent VT."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"5f1715",
"children":[
"Unexplained premature death or sudden death in a first-degree family member should raise suspicion for an inherited arrhythmia syndrome and prompt referral to a cardiovascular specialist."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s5_10",
"title":{
"__html":"Sudden Cardiac Arrest"
},
"titleNode":{
"type":"section-title",
"hlId":"d02277",
"children":[
"Sudden Cardiac Arrest"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_cv_s5_10_1",
"title":{
"__html":"Epidemiology and Risk Factors"
},
"titleNode":{
"type":"section-title",
"hlId":"ba37ab",
"children":[
"Epidemiology and Risk Factors"
]
},
"children":[
{
"type":"p",
"hlId":"a052e9",
"children":[
"SCD is defined as a fatal event or collapse within 1 hour of symptom onset in a person without recent acute illness. In patients in whom death was unwitnessed, SCD is considered to have occurred if the patient was known to be alive and well within the last 24 hours. VT and VF are the most common causes of SCD."
]
},
{
"type":"p",
"hlId":"2765cb",
"children":[
"In the United States, more than 350,000 episodes of SCD occur each year. The annual risk for SCD is 1:1000 in the general population. The highest incidence occurs in patients with pre-existing structural heart disease, although LV function is normal in most patients who experience SCD. Risk factors include heart failure, diminished LV function, previous MI, unexplained syncope, LV hypertrophy, nonsustained ventricular arrhythmia, chronic kidney disease, and sleep apnea. It is important to distinguish between MI precipitating death and nonischemic SCD when a family history of cardiac disease is obtained."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s5_10_2",
"title":{
"__html":"Acute Management"
},
"titleNode":{
"type":"section-title",
"hlId":"41a898",
"children":[
"Acute Management"
]
},
"children":[
{
"type":"p",
"hlId":"48b796",
"children":[
"Cardiac arrest necessitates immediate cardiopulmonary resuscitation (CPR) and advanced cardiac life support ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_cv_f29",
"wrapId":"16",
"children":[
"Figure 29"
]
}
]
},
")"
]
},
". Interruptions in chest compressions should be minimized, and defibrillation should occur as soon as possible in patients with a shockable rhythm because time to defibrillation is an important determinant of likelihood of survival to hospital discharge."
]
},
{
"type":"inline-wrap",
"wrapId":"16",
"contentIds":[
"mk19_b_cv_f29"
]
},
{
"type":"p",
"hlId":"747c49",
"children":[
"The presence or absence of a shockable rhythm guides management after CPR initiation. In patients with out-of-hospital arrest, early cardiac catheterization has value in (1) providing early diagnosis of the etiology of arrest, (2) facilitating early intervention when applicable, and (3) providing opportunities for advanced hemodynamic support (e.g., extracorporeal membrane oxygenation). Any reversible causes, such as tamponade, should be identified and treated."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s5_10_3",
"title":{
"__html":"Device Therapy for Prevention of Sudden Death"
},
"titleNode":{
"type":"section-title",
"hlId":"147524",
"children":[
"Device Therapy for Prevention of Sudden Death"
]
},
"children":[
{
"type":"p",
"hlId":"fbaf42",
"children":[
"ICDs have demonstrated efficacy in the primary and secondary prevention of SCD through their treatment, not prevention, of VT/VF with defibrillation. Patients with sustained ventricular arrhythmias (>30 seconds) or cardiac arrest without a reversible cause have a class 1 recommendation for secondary-prevention ICD placement. ICD placement is recommended for the primary prevention of SCD in patients with ischemic or nonischemic cardiomyopathy, ejection fraction less than 35%, and New York Heart Association functional class II or III heart failure. Patients with heart failure and interventricular conduction defects (predominantly left bundle branch block) often benefit from cardiac resynchronization therapy or cardiac resynchronization therapy in combination with a defibrillator (see ",
{
"type":"cross-reference",
"target":"mk19_b_cv_s4_4_1_2",
"children":[
"Heart Failure"
]
},
")."
]
},
{
"type":"p",
"hlId":"9aaa4d",
"children":[
"In the past, ICDs were implanted almost exclusively using a transvenous approach. New techniques allow for implantation of defibrillators in the lateral chest at the midaxillary line adjacent to the heart with tunneling of the lead under the skin next to the sternum. Subcutaneous defibrillators have several advantages, including reduced risk for device infection."
]
},
{
"type":"p",
"hlId":"dc2b54",
"children":[
"Infection is a major and chronic risk of implanted cardiac devices. Pacemaker and defibrillator infections, even of the pocket alone, must be managed aggressively to reduce morbidity and mortality. However, device infection presentation may be insidious and underwhelming, potentially limited to only pain or erythema over the pocket. Nevertheless, any patient suspected of having a cardiac device infection should be referred urgently for specialist evaluation. Empiric antibiotics alone (without blood cultures) may cloud or delay diagnosis, and diagnostic aspiration of the device pocket is never indicated because of the risk for introducing infection in an uninfected pocket. Effective treatment of cardiac device infection usually includes complete extraction of all hardware, debridement of the pocket, sustained antibiotic therapy, and re-implantation at a new location after infection has been eradicated."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"954b1b",
"children":[
"Implantable cardioverter-defibrillators are effective for primary and secondary prevention of sudden cardiac death."
]
},
{
"type":"keypoint",
"hlId":"897229",
"children":[
"Infection of cardiac implanted devices may present insidiously but requires urgent and specialized evaluation, often necessitating complete hardware removal for a durable cure."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s5_11",
"bibliography":true,
"title":{
"__html":"Bibliography"
},
"titleNode":{
"type":"section-title",
"hlId":"a7cc81",
"children":[
"Bibliography"
]
},
"children":[
{
"type":"references",
"children":[
{
"type":"reference",
"children":[
"Al-Khatib SM, Stevenson WG, Ackerman MJ, et al. 2017 AHA/ACC/HRS guideline for management of patients with ventricular arrhythmias and the prevention of sudden cardiac death: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines and the Heart Rhythm Society. J Am Coll Cardiol. 2018;72:e91-e220. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29097296",
"target":"_blank"
},
"children":[
"PMID: 29097296"
]
},
" doi:10.1016/j.jacc.2017.10.054"
]
},
{
"type":"reference",
"children":[
"January CT, Wann LS, Calkins H, et al. 2019 AHA/ACC/HRS focused update of the 2014 AHA/ACC/HRS guideline for the management of patients with atrial fibrillation: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines and the Heart Rhythm Society. J Am Coll Cardiol. 2019;74:104-132. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30703431",
"target":"_blank"
},
"children":[
"PMID: 30703431"
]
},
" doi:10.1016/j.jacc.2019.01.011"
]
},
{
"type":"reference",
"children":[
"Kirchhof P, Camm AJ, Goette A, et al; EAST-AFNET 4 Trial Investigators. Early rhythm-control therapy in patients with atrial fibrillation. N Engl J Med. 2020;383:1305-1316. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/32865375",
"target":"_blank"
},
"children":[
"PMID: 32865375"
]
},
" doi:10.1056/NEJMoa2019422"
]
},
{
"type":"reference",
"children":[
"Kusumoto FM, Schoenfeld MH, Barrett C, et al. 2018 ACC/AHA/HRS guideline on the evaluation and management of patients with bradycardia and cardiac conduction delay: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines and the Heart Rhythm Society. Circulation. 2019;140:e382-e482. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30586772",
"target":"_blank"
},
"children":[
"PMID: 30586772"
]
},
" doi:10.1161/CIR.0000000000000628"
]
},
{
"type":"reference",
"children":[
"Lip GYH, Banerjee A, Boriani G, et al. Antithrombotic therapy for atrial fibrillation: CHEST guideline and expert panel report. Chest. 2018;154:1121-1201. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30144419",
"target":"_blank"
},
"children":[
"PMID: 30144419"
]
},
" doi:10.1016/j.chest.2018.07.040"
]
},
{
"type":"reference",
"children":[
"Noseworthy PA, Kaufman ES, Chen LY, et al; American Heart Association Council on Clinical Cardiology Electrocardiography and Arrhythmias Committee; Council on Arteriosclerosis, Thrombosis and Vascular Biology; Council on Cardiovascular and Stroke Nursing; and Stroke Council. Subclinical and device-detected atrial fibrillation: pondering the knowledge gap: a scientific statement from the American Heart Association. Circulation. 2019;140:e944-e963. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31694402",
"target":"_blank"
},
"children":[
"PMID: 31694402"
]
},
" doi:10.1161/CIR.0000000000000740"
]
},
{
"type":"reference",
"children":[
"Page RL, Joglar JA, Caldwell MA, et al. 2015 ACC/AHA/HRS guideline for the management of adult patients with supraventricular tachycardia: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines and the Heart Rhythm Society. J Am Coll Cardiol. 2016;67:e27-e115. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/26409259",
"target":"_blank"
},
"children":[
"PMID: 26409259"
]
},
" doi:10.1016/j.jacc.2015.08.856"
]
},
{
"type":"reference",
"children":[
"Panchal AR, Bartos JA, Cabañas JG, et al; Adult Basic and Advanced Life Support Writing Group. Part 3: adult basic and advanced life support: 2020 American Heart Association guidelines for cardiopulmonary resuscitation and emergency cardiovascular care. Circulation. 2020;142:S366-S468. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/33081529",
"target":"_blank"
},
"children":[
"PMID: 33081529"
]
},
" doi:10.1161/CIR.0000000000000916"
]
},
{
"type":"reference",
"children":[
"Priori SG, Wilde AA, Horie M, et al. HRS/EHRA/APHRS expert consensus statement on the diagnosis and management of patients with inherited primary arrhythmia syndromes: document endorsed by HRS, EHRA, and APHRS in May 2013 and by ACCF, AHA, PACES, and AEPC in June 2013. Heart Rhythm. 2013;10:1932-63. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/24011539",
"target":"_blank"
},
"children":[
"PMID: 24011539"
]
},
" doi:10.1016/j.hrthm.2013.05.014"
]
},
{
"type":"reference",
"children":[
"Voskoboinik A, Kalman JM, De Silva A, et al. Alcohol abstinence in drinkers with atrial fibrillation. N Engl J Med. 2020;382:20-28. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31893513",
"target":"_blank"
},
"children":[
"PMID: 31893513"
]
},
" doi:10.1056/NEJMoa1817591"
]
},
{
"type":"reference",
"children":[
"Yannopoulos D, Bartos JA, Aufderheide TP, et al; American Heart Association Emergency Cardiovascular Care Committee. The evolving role of the cardiac catheterization laboratory in the management of patients with out-of-hospital cardiac arrest: a scientific statement from the American Heart Association. Circulation. 2019;139:e530-e552. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30760026",
"target":"_blank"
},
"children":[
"PMID: 30760026"
]
},
" doi:10.1161/CIR.0000000000000630"
]
},
{
"type":"reference",
"children":[
"Yasuda S, Kaikita K, Akao M, et al; AFIRE Investigators. Antithrombotic therapy for atrial fibrillation with stable coronary disease. N Engl J Med. 2019;381:1103-1113. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31475793",
"target":"_blank"
},
"children":[
"PMID: 31475793"
]
},
" doi:10.1056/NEJMoa1904143"
]
}
]
}
]
}
]
},
"tablesContent":{
"mk19_b_cv_t16":{
"id":"mk19_b_cv_t16",
"number":16,
"bookId":"cv",
"title":{
"__html":"Cardiac Implantable Electronic Devices for Treatment of Cardiac Rhythm Disorders"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"21ce94",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 16. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_b_cv_t16"
}
]
},
"Cardiac Implantable Electronic Devices for Treatment of Cardiac Rhythm Disorders"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"col hd l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"col hd l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"col hd l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"3"
},
"children":[
" ",
{
"type":"p",
"hlId":"e93acb",
"class":"col hd c",
"children":[
"Functions"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e0ac20",
"class":"col hd l",
"children":[
"Device"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"05bbb4",
"class":"col hd l",
"children":[
"Components"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b670b8",
"class":"col hd l",
"children":[
"Indications"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"3f58e5",
"class":"col hd l",
"children":[
"Pacemaker Function"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c016ea",
"class":"col hd l",
"children":[
"Antitachycardia Pacing"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"5e18d4",
"class":"col hd l",
"children":[
"Defibrillation"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6c16a0",
"class":"cell txt l",
"children":[
"Transvenous pacemaker"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"31cb22",
"class":"cell txt l",
"children":[
"Pulse generator and intravascular leads (single or dual chamber)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"cae798",
"class":"cell txt l",
"children":[
"Sinus node dysfunction, AV block, nonreversible symptomatic bradycardia"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"93cba0",
"class":"cell txt l",
"children":[
"Yes"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"bafd73",
"class":"cell txt l",
"children":[
"No"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"bafd73",
"class":"cell txt l",
"children":[
"No"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"02d665",
"class":"cell txt l",
"children":[
"Leadless pacemaker (see Figure 19)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8d1c88",
"class":"cell txt l",
"children":[
"Pulse generator with tines implanted directly into the cardiac chamber; no leads"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"fa6424",
"class":"cell txt l",
"children":[
"Atrial fibrillation with bradycardia, paroxysmal bradycardia (e.g., brief sinus node dysfunction or AV block)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0ce0aa",
"class":"cell txt l",
"children":[
"Yes (atrial sensing and ventricular pacing)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"bafd73",
"class":"cell txt l",
"children":[
"No"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"bafd73",
"class":"cell txt l",
"children":[
"No"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e149d3",
"class":"cell txt l",
"children":[
"Implantable cardioverter-defibrillator"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"eab36c",
"class":"cell txt l",
"children":[
"Defibrillator and intravascular leads (single or dual chamber)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2c751d",
"class":"cell txt l",
"children":[
"Monitoring and treatment of ventricular arrhythmias"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"93cba0",
"class":"cell txt l",
"children":[
"Yes"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"93cba0",
"class":"cell txt l",
"children":[
"Yes"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"93cba0",
"class":"cell txt l",
"children":[
"Yes"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2a422e",
"class":"cell txt l",
"children":[
"Subcutaneous implantable cardioverter-defibrillator"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"344c0f",
"class":"cell txt l",
"children":[
"Defibrillator and a single lead that are entirely under the skin (extravascular); no transvenous leads"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2c751d",
"class":"cell txt l",
"children":[
"Monitoring and treatment of ventricular arrhythmias"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"bafd73",
"class":"cell txt l",
"children":[
"No"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"bafd73",
"class":"cell txt l",
"children":[
"No"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"93cba0",
"class":"cell txt l",
"children":[
"Yes"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b2968f",
"class":"cell txt l",
"children":[
"Cardiac resynchronization therapy–pacing (CRT-P)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d3c8ed",
"class":"cell txt l",
"children":[
"Pulse generator and intravascular leads, including a pacing lead in the coronary sinus to pace the left ventricle"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"442d57",
"class":"cell txt l",
"children":[
"Restoring electrical synchrony in select patients with symptomatic heart failure"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"93cba0",
"class":"cell txt l",
"children":[
"Yes"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"bafd73",
"class":"cell txt l",
"children":[
"No"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"bafd73",
"class":"cell txt l",
"children":[
"No"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d60b72",
"class":"cell txt l",
"children":[
"Cardiac resynchronization therapy–defibrillator (CRT-D)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"fe2a1a",
"class":"cell txt l",
"children":[
"Defibrillator and intravascular leads, including a pacing lead in the coronary sinus to pace the left ventricle"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"01dcc2",
"class":"cell txt l",
"children":[
"Restoring electrical synchrony between the ventricles in patients with heart failure; monitoring and treating ventricular arrhythmias"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"93cba0",
"class":"cell txt l",
"children":[
"Yes"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"93cba0",
"class":"cell txt l",
"children":[
"Yes"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"93cba0",
"class":"cell txt l",
"children":[
"Yes"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"AV = atrioventricular."
]
]
},
"mk19_b_cv_t17":{
"id":"mk19_b_cv_t17",
"number":17,
"bookId":"cv",
"title":{
"__html":"Commonly Used Antiarrhythmic Medications"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"eb785e",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 17. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_b_cv_t17"
}
]
},
"Commonly Used Antiarrhythmic Medications"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"5c9335",
"class":"col hd l",
"children":[
"Classification"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6cdc4b",
"class":"col hd l",
"children":[
"Mechanism of Action"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ff7c0f",
"class":"col hd l",
"children":[
"Examples"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"fa97e2",
"class":"col hd l",
"children":[
"Primary Potential ECG Effects"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ad8783",
"class":"col hd l",
"children":[
"Use"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"017e8f",
"class":"col hd l",
"children":[
"Side Effects"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0a7698",
"class":"col hd l",
"children":[
"Contraindications"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"568e38",
"class":"cell txt l",
"children":[
"Class IB"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"947c87",
"class":"cell txt l",
"children":[
"Sodium channel blockade"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b525b2",
"class":"cell txt l",
"children":[
"Lidocaine, mexiletine"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"987114",
"class":"cell txt l",
"children":[
"QRS widening"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6f6d7a",
"class":"cell txt l",
"children":[
"Ventricular arrhythmias"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"595ca8",
"class":"cell txt l",
"children":[
"Headache, dizziness, or other neurologic symptoms (both drugs)"
]
},
" ",
{
"type":"p",
"hlId":"1f063d",
"class":"cell txt l",
"children":[
"Seizures (lidocaine toxicity)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"549b50",
"class":"cell txt l",
"children":[
"Advanced liver disease"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c71a05",
"class":"cell txt l",
"children":[
"Class IC"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"947c87",
"class":"cell txt l",
"children":[
"Sodium channel blockade"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a152b2",
"class":"cell txt l",
"children":[
"Flecainide, propafenone"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"987114",
"class":"cell txt l",
"children":[
"QRS widening"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0472d1",
"class":"cell txt l",
"children":[
"Atrial fibrillation, SVT"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"67ac22",
"class":"cell txt l",
"children":[
"Headache, dizziness, or other neurologic symptoms"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"028948",
"class":"cell txt l",
"children":[
"Ischemic or structural heart disease, sinus node dysfunction, second- or third-degree AV block or bundle branch disease without a pacemaker"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"62cd60",
"class":"cell txt l",
"children":[
"Class II"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4b6abc",
"class":"cell txt l",
"children":[
"β-Adrenergic blockade"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ccbf45",
"class":"cell txt l",
"children":[
"Metoprolol, propranolol, carvedilol, atenolol, bisoprolol, nadolol"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d2e972",
"class":"cell txt l",
"children":[
"Decreased heart rate, prolonged PR interval"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"656ec4",
"class":"cell txt l",
"children":[
"Rate control of atrial arrhythmias, SVT"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"59b669",
"class":"cell txt l",
"children":[
"Fatigue, drowsiness, dizziness, hair loss, cold hands and feet, depression, erectile dysfunction, bronchospasm"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"089a74",
"class":"cell txt l",
"children":[
"Severe asthma, cardiogenic shock, second- or third-degree AV block, preexcitation"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0feb58",
"class":"cell txt l",
"children":[
"Class III"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"371ef7",
"class":"cell txt l",
"children":[
"Potassium channel blockade"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"351c9c",
"class":"cell txt l",
"children":[
"Sotalol, dofetilide"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0b09cd",
"class":"cell txt l",
"children":[
"QT prolongation"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"74c8c4",
"class":"cell txt l",
"children":[
"Atrial fibrillation, atrial flutter, ventricular arrhythmias"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7dd47c",
"class":"cell txt l",
"children":[
"Headache, dizziness, bradycardia, fatigue, dyspnea; rarely, torsades de pointes (sotalol)"
]
},
" ",
{
"type":"p",
"hlId":"64961c",
"class":"cell txt l",
"children":[
"Headache, dizziness, diarrhea; rarely, torsades de pointes (dofetilide)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2d83ba",
"class":"cell txt l",
"children":[
"Renal insufficiency, QT prolongation, bradycardia, or AV block without a pacemaker"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f21651",
"class":"cell txt l",
"children":[
"Class IV"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"01bc6f",
"class":"cell txt l",
"children":[
"Calcium channel blockade (nondihydropyridines)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"cbbda3",
"class":"cell txt l",
"children":[
"Verapamil, diltiazem"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d2e972",
"class":"cell txt l",
"children":[
"Decreased heart rate, prolonged PR interval"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"84fb15",
"class":"cell txt l",
"children":[
"SVT, rate control of atrial arrhythmias"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"23c57a",
"class":"cell txt l",
"children":[
"Dizziness, constipation, dependent edema, nausea"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"81c61c",
"class":"cell txt l",
"children":[
"Significant sinus node dysfunction, second- or third-degree AV block without a pacemaker, preexcitation"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6f4b5f",
"class":"cell txt l",
"children":[
"Multichannel blockers"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"11b6de",
"class":"cell txt l",
"children":[
"Several mechanisms, including potassium, sodium, and calcium channel blockade"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"030b33",
"class":"cell txt l",
"children":[
"Amiodarone, dronedarone"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8407f8",
"class":"cell txt l",
"children":[
"Many effects: decreased heart rate; prolonged PR, QRS, or QT interval"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"77fce5",
"class":"cell txt l",
"children":[
"Atrial arrhythmias (both drugs), ventricular arrhythmias (amiodarone)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ccfc45",
"class":"cell txt l",
"children":[
"Fatigue, dizziness, nausea, vomiting, constipation or diarrhea, tremor, liver and lung toxicities (both drugs)"
]
},
" ",
{
"type":"p",
"hlId":"dd9cf6",
"class":"cell txt l",
"children":[
"Thyroid and eye toxicities (amiodarone)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8310d0",
"class":"cell txt l",
"children":[
"Advanced liver, lung, or thyroid disease (amiodarone)"
]
},
" ",
{
"type":"p",
"hlId":"95b200",
"class":"cell txt l",
"children":[
"Advanced liver disease, permanent atrial fibrillation, recent decompensated or advanced heart failure (NYHA functional class III-IV) (dronedarone)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-7 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"68b11e",
"class":"cell txt l",
"children":[
"Adenosine receptor agonists"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"43cfd6",
"class":"cell txt l",
"children":[
"A",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"1"
]
},
"-receptor agonist"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0bbe87",
"class":"cell txt l",
"children":[
"Adenosine"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4cf798",
"class":"cell txt l",
"children":[
"Brief AV block"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"805735",
"class":"cell txt l",
"children":[
"Termination of SVT (intravenous only)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"857c4c",
"class":"cell txt l",
"children":[
"Flushing, dyspnea, chest pain, hypotension, dizziness, nausea"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"04dfc0",
"class":"cell txt l",
"children":[
"Severe asthma (can worsen)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-8 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9d33b0",
"class":"cell txt l",
"children":[
"Cardiac glycoside"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c0371a",
"class":"cell txt l",
"children":[
"Increases vagal activity"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c2e248",
"class":"cell txt l",
"children":[
"Digoxin"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"3cab0d",
"class":"cell txt l",
"children":[
"Slows AV node conduction"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0887d6",
"class":"cell txt l",
"children":[
"Rate control of atrial fibrillation"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ad6bdd",
"class":"cell txt l",
"children":[
"Nausea, vomiting, dizziness, blurry vision and yellow halos, thrombocytopenia, PAT with AV block (toxicity)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e6fd75",
"class":"cell txt l",
"children":[
"Advanced kidney impairment (requires dose adjustment)"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"AV = atrioventricular; PAT = paroxysmal atrial tachycardia; NYHA = New York Heart Association; SVT = supraventricular tachycardia."
]
]
},
"mk19_b_cv_t18":{
"id":"mk19_b_cv_t18",
"number":18,
"bookId":"cv",
"title":{
"__html":"CHA<sub>2</sub>DS<sub>2</sub>-VASc Score, Adjusted Stroke Rates, and Stroke Prevention Therapy Recommendations for Nonvalvular Atrial Fibrillation and Flutter"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"9fda8b",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 18. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_b_cv_t18"
}
]
},
"CHA",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"DS",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"-VASc Score, Adjusted Stroke Rates, and Stroke Prevention Therapy Recommendations for Nonvalvular Atrial Fibrillation and Flutter"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0ceb59",
"class":"col hd l",
"children":[
"CHA",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"DS",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"-VASc Score",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f1bf37",
"class":"col hd l",
"children":[
"Incidence of Ischemic Stroke/100 Patient-Years",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"b"
]
}
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"2"
},
"children":[
" ",
{
"type":"p",
"hlId":"69ea67",
"class":"col hd c",
"children":[
"Stroke Prevention Therapy",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"c"
]
}
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"col hd l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"col hd l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"bbbcb4",
"class":"col hd l",
"children":[
"Men"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b133ad",
"class":"col hd l",
"children":[
"Women"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"cfcd20",
"class":"cell txt l",
"children":[
"0"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"3d522d",
"class":"cell txt l",
"children":[
"0.2"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6adf97",
"class":"cell txt l",
"children":[
"None"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"382b0f",
"class":"cell txt l",
"children":[
"N/A"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c4ca42",
"class":"cell txt l",
"children":[
"1"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e95e1c",
"class":"cell txt l",
"children":[
"0.6"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2e4c3f",
"class":"cell txt l",
"children":[
"Consider OAC"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6adf97",
"class":"cell txt l",
"children":[
"None"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c81e72",
"class":"cell txt l",
"children":[
"2"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1718d5",
"class":"cell txt l",
"children":[
"2.2"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ebac57",
"class":"cell txt l",
"children":[
"OAC"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2e4c3f",
"class":"cell txt l",
"children":[
"Consider OAC"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"eccbc8",
"class":"cell txt l",
"children":[
"3"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"acff46",
"class":"cell txt l",
"children":[
"3.2"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ebac57",
"class":"cell txt l",
"children":[
"OAC"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ebac57",
"class":"cell txt l",
"children":[
"OAC"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a87ff6",
"class":"cell txt l",
"children":[
"4"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4fb437",
"class":"cell txt l",
"children":[
"4.8"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ebac57",
"class":"cell txt l",
"children":[
"OAC"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ebac57",
"class":"cell txt l",
"children":[
"OAC"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e4da3b",
"class":"cell txt l",
"children":[
"5"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"74c5d9",
"class":"cell txt l",
"children":[
"7.2"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ebac57",
"class":"cell txt l",
"children":[
"OAC"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ebac57",
"class":"cell txt l",
"children":[
"OAC"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-7 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"271943",
"class":"cell txt l",
"children":[
"6+"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4a920d",
"class":"cell txt l",
"children":[
"10.3"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ebac57",
"class":"cell txt l",
"children":[
"OAC"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ebac57",
"class":"cell txt l",
"children":[
"OAC"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"N/A = not applicable; OAC = oral anticoagulation."
],
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
},
"CHA",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"DS",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
"-VASc scoring (maximum 9 points): One point each is given for heart failure, hypertension, diabetes mellitus, vascular disease (prior myocardial infarction, peripheral artery disease, aortic plaque), female sex, and age 65 to 74 years. Two points each are given for previous stroke/transient ischemic attack/thromboembolic disease and age ≥75 years."
],
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"b"
]
},
"Data from Friberg L, Rosenqvist M, Lip GY. Evaluation of risk stratification schemes for ischaemic stroke and bleeding in 182 678 patients with atrial fibrillation: the Swedish Atrial Fibrillation cohort study. Eur Heart J. 2012;33:1500-10. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/22246443",
"target":"_blank"
},
"children":[
"PMID: 22246443"
]
},
" doi:10.1093/eurheartj/ehr488"
],
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"c"
]
},
"Recommendations from January CT, Wann LS, Calkins H, et al. 2019 AHA/ACC/HRS focused update of the 2014 AHA/ACC/HRS guideline for the management of patients with atrial fibrillation: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines and the Heart Rhythm Society. J Am Coll Cardiol. 2019;74:104-132. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30703431",
"target":"_blank"
},
"children":[
"PMID: 30703431"
]
},
" doi:10.1016/j.jacc.2019.01.011"
]
]
},
"mk19_b_cv_t19":{
"id":"mk19_b_cv_t19",
"number":19,
"bookId":"cv",
"title":{
"__html":"Anticoagulants Approved for Stroke Prevention in Atrial Fibrillation"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"72b15c",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 19. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_b_cv_t19"
}
]
},
"Anticoagulants Approved for Stroke Prevention in Atrial Fibrillation"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"353bd6",
"class":"col hd l",
"children":[
"Medication"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7cf395",
"class":"col hd l",
"children":[
"Frequency"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2b02cd",
"class":"col hd l",
"children":[
"Type of AF"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"455203",
"class":"col hd l",
"children":[
"Cautions and Dosing"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a56794",
"class":"cell txt l",
"children":[
"Warfarin (vitamin K antagonist)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"41cfcf",
"class":"cell txt l",
"children":[
"Dose adjusted to INR"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"980ee7",
"class":"cell txt l",
"children":[
"Valvular",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
},
" or nonvalvular"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"822c61",
"class":"cell txt l",
"children":[
"Avoid in pregnancy"
]
},
" ",
{
"type":"p",
"hlId":"9e43ba",
"class":"cell txt l",
"children":[
"Caution with idiopathic thrombocytopenic purpura, heparin-induced thrombocytopenia, liver disease, protein C or S deficiency"
]
},
" ",
{
"type":"p",
"hlId":"bd1f4e",
"class":"cell txt l",
"children":[
"Many drug and food interactions"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8315d3",
"class":"cell txt l",
"children":[
"Dabigatran (direct thrombin inhibitor)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"053e2a",
"class":"cell txt l",
"children":[
"Twice daily"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ab63f2",
"class":"cell txt l",
"children":[
"Nonvalvular"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"316743",
"class":"cell txt l",
"children":[
"Caution with use of P-glycoprotein inhibitors"
]
},
" ",
{
"type":"p",
"hlId":"85ab38",
"class":"cell txt l",
"children":[
"Reduce dose with CrCl 15-30 mL/min/1.73 m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
}
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"61fdba",
"class":"cell txt l",
"children":[
"Rivaroxaban (factor Xa inhibitor)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"af8645",
"class":"cell txt l",
"children":[
"Once daily"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ab63f2",
"class":"cell txt l",
"children":[
"Nonvalvular"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e07a77",
"class":"cell txt l",
"children":[
"Avoid with CrCl <30 mL/min/1.73 m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
", moderate liver impairment, use of strong P-glycoprotein inhibitors, or use of strong cytochrome P-450 inducers and inhibitors"
]
},
" ",
{
"type":"p",
"hlId":"117a66",
"class":"cell txt l",
"children":[
"Reduce dose with CrCl 30-50 mL/min/1.73 m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
}
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1cf05d",
"class":"cell txt l",
"children":[
"Apixaban (factor Xa inhibitor)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"053e2a",
"class":"cell txt l",
"children":[
"Twice daily"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ab63f2",
"class":"cell txt l",
"children":[
"Nonvalvular"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e26dd6",
"class":"cell txt l",
"children":[
"Avoid with use of strong P-glycoprotein inhibitors or strong cytochrome P-450 inducers and inhibitors"
]
},
" ",
{
"type":"p",
"hlId":"9521f0",
"class":"cell txt l",
"children":[
"Reduce dose with two of the following criteria: creatinine level ≥1.5 mg/dL (133 μmol/L), age ≥80 y, or weight ≤60 kg (132 lb)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1d94ad",
"class":"cell txt l",
"children":[
"Edoxaban (factor Xa inhibitor)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"af8645",
"class":"cell txt l",
"children":[
"Once daily"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ab63f2",
"class":"cell txt l",
"children":[
"Nonvalvular"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"44117c",
"class":"cell txt l",
"children":[
"Avoid with use of strong cytochrome P-450 inducers and inhibitors"
]
},
" ",
{
"type":"p",
"hlId":"b38f61",
"class":"cell txt l",
"children":[
"Avoid with CrCl >95 mL/min/1.73 m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
" (reduced stroke prevention effectiveness). Reduce dose with CrCl 30-50 mL/min/1.73 m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
", weight ≤60 kg (132 lb), or concomitant use of verapamil or quinidine (potent P-glycoprotein inhibitors)"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"AF = atrial fibrillation; CrCl = creatinine clearance."
],
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
},
"Valvular atrial fibrillation refers to atrial fibrillation in the presence of moderate to severe mitral stenosis or mechanical valve prosthesis."
]
]
},
"mk19_b_cv_t20":{
"id":"mk19_b_cv_t20",
"number":20,
"bookId":"cv",
"title":{
"__html":"Inherited Syndromes Characterized by Sudden Cardiac Death"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"406daa",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 20. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_b_cv_t20"
}
]
},
"Inherited Syndromes Characterized by Sudden Cardiac Death"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"589189",
"class":"col hd l",
"children":[
"Disorder"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b58519",
"class":"col hd l",
"children":[
"Presenting Symptoms and Characteristic Findings"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b46f93",
"class":"col hd l",
"children":[
"Potential Treatments",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"21f46a",
"class":"cell txt l",
"children":[
"Long QT syndrome"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4f0d68",
"class":"cell txt l",
"children":[
"Syncope during sleep, auditory triggers, and/or during exercise (depending on subtype); QTc usually >460 ms; torsades de pointes"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ec0d0d",
"class":"cell txt l",
"children":[
"β-Blockers, avoidance of QT-prolonging drugs; selected patients: ICD, sympathectomy, exercise restriction"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e30786",
"class":"cell txt l",
"children":[
"Brugada syndrome"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"5bee71",
"class":"cell txt l",
"children":[
"Syncope during sleep, VF, coved ST-segment elevation in early precordial leads (V",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"1"
]
},
" through V",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"3"
]
},
")"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0c6b03",
"class":"cell txt l",
"children":[
"ICD, avoidance or management of triggers (drugs, fever), catheter ablation"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"548068",
"class":"cell txt l",
"children":[
"Catecholaminergic polymorphic VT"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d98726",
"class":"cell txt l",
"children":[
"Syncope, polymorphic or bidirectional VT during exercise or emotional distress"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"93b77f",
"class":"cell txt l",
"children":[
"β-Blockers, verapamil, flecainide, ICD, exercise abstinence (uniform)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a63bb3",
"class":"cell txt l",
"children":[
"ARVC/D"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6a671b",
"class":"cell txt l",
"children":[
"Syncope, palpitations, T-wave inversions in leads V",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"1"
]
},
" through at least V",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"3"
]
},
", monomorphic VT, frequent PVCs, and abnormal right ventricular size and function on echocardiography or CMR imaging"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c8f382",
"class":"cell txt l",
"children":[
"ICD, β-blockers, antiarrhythmic medications, catheter ablation, exercise abstinence (uniform)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"05f0a4",
"class":"cell txt l",
"children":[
"Hypertrophic cardiomyopathy"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2e5aea",
"class":"cell txt l",
"children":[
"Syncope, VF during exercise, increased QRS voltage with or without repolarization abnormalities on ECG"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4a95ce",
"class":"cell txt l",
"children":[
"ICD, β-blockers, disopyramide, catheter ablation, surgical myectomy"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"ARVC/D = arrhythmogenic right ventricular cardiomyopathy/dysplasia; CMR = cardiac magnetic resonance; ICD = implantable cardioverter-defibrillator; PVC = premature ventricular contraction; QTc = corrected QT interval; VF = ventricular fibrillation; VT = ventricular tachycardia."
],
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
},
"Treatment recommendations for ICD placement in inherited arrhythmia syndromes are guided by risk stratification with criteria that are often disease-specific. Additionally, antiarrhythmic drugs are often required for recurrent ventricular arrhythmias."
]
]
}
}
}