{
"id":"mk19_a_on_s6",
"subspecialtyId":"on",
"title":"Lung Cancer",
"jsonContent":{
"type":"section",
"id":"mk19_a_on_s6",
"title":{
"__html":"Lung Cancer"
},
"titleNode":{
"type":"section-title",
"hlId":"487c76",
"children":[
"Lung Cancer"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_on_s6_0",
"children":[
{
"type":"p",
"hlId":"1262c3",
"children":[
"This section focuses on treatment and follow-up of patients with lung cancer. See ",
{
"type":"cross-reference",
"target":"mk19_b_pm_s7_2",
"children":[
"MKSAP 19 Pulmonary and Critical Care Medicine"
]
},
" for discussion of epidemiology, screening, clinical manifestations, diagnosis, and staging of patients with lung cancer. Initial biopsy can distinguish tumors as either non–small cell lung cancer (NSCLC) or small cell lung cancer (SCLC). NSCLC can be divided into pathologic subtypes, including large cell, adenocarcinoma, and squamous cell cancer. These subtypes have characteristic clinical features, and there are some differences in treatment between them, notably for metastatic disease. The staging criteria and treatment of SCLC differ from NSCLC."
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s6_1",
"title":{
"__html":"Non–Small Cell Lung Cancer"
},
"titleNode":{
"type":"section-title",
"hlId":"c5cc28",
"children":[
"Non–Small Cell Lung Cancer"
]
},
"children":[
{
"type":"p",
"hlId":"2dbefd",
"children":[
"Treatment of NSCLC, similar to that of most other solid malignancies, is based largely on disease stage. For the purposes of this discussion, it is best to divide NSCLC into early-stage, locally advanced, and metastatic categories."
]
},
{
"type":"section",
"id":"mk19_a_on_s6_1_1",
"title":{
"__html":"Early-Stage Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"e0618a",
"children":[
"Early-Stage Disease"
]
},
"children":[
{
"type":"p",
"hlId":"0c01e7",
"children":[
"Early-stage disease refers to lung cancer that is amenable to surgical resection at the time of diagnosis. This typically encompasses stage I and II cancers, although some patients with stage II cancer are not amenable to resection based on location or extent of the primary tumor. Stages I and II are differentiated by hilar nodal metastatic disease and also by the size and invasiveness of the primary tumor into adjacent structures."
]
},
{
"type":"p",
"hlId":"9fea42",
"children":[
"Patients deemed potential surgical candidates based on imaging need to have a rigorous functional evaluation to help predict their anticipated pulmonary reserve after surgery. The initial evaluation consists of FEV",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"1"
]
},
" and D",
{
"type":"tag",
"tagName":"small",
"attrs":{
},
"children":[
"LCO"
]
},
" measurement. If both test variables are favorable, then no further evaluation is needed. However, if one or the other variable falls in a range suggesting impaired lung function, then calculation of the predicted postoperative FEV",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"1"
]
},
" and D",
{
"type":"tag",
"tagName":"small",
"attrs":{
},
"children":[
"LCO"
]
},
" should be performed, which is determined by baseline values and assessment of the fractional contribution of the lung to be resected and, in some instances, exercise testing. Based on the results of these assessments, a decision can be made regarding suitability for resection. Patients with pathologic stage I cancer who are undergoing surgical resection have a 60% to 70% survival rate at 5 years, and patients with stage II cancer have approximately a 40% survival rate."
]
},
{
"type":"p",
"hlId":"6cc5b3",
"children":[
"Other options are available for patients who are not surgical candidates, including stereotactic body irradiation that can be used to treat the primary tumor. Such treatments have excellent rates of local control, but they are only suitable for patients with small stage I cancers. For larger tumors, conventional irradiation is used. There are no data supporting the use of chemotherapy combined with irradiation in patients with stage I or II disease. Patients with localized tumors treated with irradiation have a mean survival of greater than 3 years."
]
},
{
"type":"p",
"hlId":"924321",
"children":[
"Lobectomy is the preferred surgical procedure in early-stage disease. Proximal tumors may be less amenable to lobectomy. In those patients, sleeve resection (resection of the involved lobe and a portion of the main stem bronchus) has fewer postoperative complications and is preferable to pneumonectomy. Sublobar resection can be considered in elderly patients or those with small stage I cancers."
]
},
{
"type":"p",
"hlId":"5725b6",
"children":[
"Patients treated surgically for stage I or II disease who have positive margins benefit from postoperative radiation therapy with an improvement in overall survival."
]
},
{
"type":"p",
"hlId":"74b4cb",
"children":[
"Cisplatin-based adjuvant chemotherapy after resection in patients with resected stage II or III lung cancer results in approximately a 5% decrease in the risk of death at 5 years. Approximately 50% of patients who have surgically resected stage I, II, or IIIA cancer survive 5 years. Chemotherapy consists of cisplatin with a second agent and is typically given for four cycles. The most commonly used chemotherapy partners are vinorelbine, pemetrexed, gemcitabine, and docetaxel."
]
},
{
"type":"p",
"hlId":"36199d",
"children":[
"After treatment is completed, patients with early-stage disease remain at risk for both distant and local recurrence. Many patients with smoking histories are also at risk for developing a second primary lung cancer and cancers of the head, neck, and other sites. Recommendations for surveillance include history, physical examination, and chest CT at least every 6 months for the first 2 years and then annually. Smoking cessation decreases the risk of new primary lung cancers by 20% to 90%; the risk steadily declines beginning 5 years after quitting, but it never quite reaches the incidence found in nonsmokers."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"60e58a",
"children":[
"Lobectomy is the preferred surgical procedure in early-stage non–small cell lung cancer."
]
},
{
"type":"keypoint",
"hlId":"fcc2a3",
"children":[
"Potential surgical candidates with early-stage lung cancer must have FEV",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"1"
]
},
" and D",
{
"type":"tag",
"tagName":"small",
"attrs":{
},
"children":[
"LCO"
]
},
" measurement to predict their anticipated postoperative pulmonary reserve and suitability for resection."
]
},
{
"type":"keypoint",
"hlId":"89a18d",
"children":[
"Patients with early-stage lung cancer who are not surgical candidates can be treated with radiation therapy; stereotactic body irradiation is appropriate for small tumors, but conventional irradiation is used for large tumors."
]
},
{
"type":"keypoint",
"hlId":"a8f32b",
"children":[
"Postoperative radiation therapy is used to treat patients with resected localized lung cancer and positive tumor margins; cisplatin-based adjuvant chemotherapy is standard treatment of all resected stage II and III lung cancer."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s6_1_2",
"title":{
"__html":"Locally Advanced Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"ef36f7",
"children":[
"Locally Advanced Disease"
]
},
"children":[
{
"type":"p",
"hlId":"3ad63e",
"children":[
"Locally advanced lung cancer is most commonly defined by the presence of clinically detectable lymphadenopathy in the mediastinum or by a primary tumor that invades into local structures, such as the mediastinum, heart, trachea, esophagus, or great vessels."
]
},
{
"type":"p",
"hlId":"985efb",
"children":[
"Improvements in surgical technique and in the accuracy of staging studies have expanded the number of patients eligible for surgical resection, although it is unclear whether this has resulted in improved survival outcomes. For example, some patients with T4 tumors showing invasion into adjacent vital structures, with no evidence of mediastinal node involvement, can have surgical resection and their disease treated as stage III disease. Patients with satellite nodules in the same lobe (T3) or in another ipsilateral lobe (T4) can be resected with curative intent. Even patients with an isolated tumor nodule in the contralateral lung, traditionally considered incurable metastatic disease, can undergo resection to remove all sites of cancer under the assumption that the nodule could represent a second localized primary lung cancer. Finally, patients with limited ipsilateral mediastinal node involvement, a single node station, and non-bulky disease can undergo surgical resection. These patients will all generally receive neoadjuvant or adjuvant chemotherapy or radiation treatment."
]
},
{
"type":"p",
"hlId":"61842a",
"children":[
"Locally advanced lung cancer presenting with bulky or widespread mediastinal or hilar lymph node involvement is generally considered unresectable, so patients are treated with combined platinum-based chemotherapy and irradiation, which has been found to be superior to sequential treatment. Unfortunately, the risk of recurrence, both locoregional and distant, is very high despite chemoradiation treatment (approaching 90%). The use of the anti–programmed death ligand 1 agent durvalumab has been demonstrated to significantly improve overall survival when used after chemotherapy and radiation therapy in patients who have stable disease or objective response after at least two cycles of treatment."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"e94dfb",
"children":[
"Locally advanced lung cancer presenting with bulky or widespread mediastinal or hilar lymph node involvement is generally considered unresectable, so patients are treated with combined platinum-based chemotherapy and irradiation."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s6_1_3",
"title":{
"__html":"Metastatic Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"7ed6b9",
"children":[
"Metastatic Disease"
]
},
"children":[
{
"type":"p",
"hlId":"4a0158",
"children":[
"Metastatic lung cancer is defined as the spread of disease to distant sites such as the liver, bone, or brain. The presence of one or more tumor nodules in the contralateral lung also qualifies as metastatic disease, but as the prognosis for that pattern of metastatic disease is notably better than that of patients with distant disease, it is classified as M1a, with other distant sites given the designation of M1c. Patients with a solitary site of metastatic disease are classed as M1b. Patients with only a single site of metastatic disease (most frequently in the brain) are potentially curable after resection."
]
},
{
"type":"p",
"hlId":"171c62",
"children":[
"In the past, all patients with metastatic NSCLC were treated with the same chemotherapy regimens. Current treatment options depend on the presence of specific molecular alterations, expression of programmed death ligand 1 (PD-L1) in tumor tissue, and also on histology. The number of available treatments has expanded, and the median survival has improved. Despite these advances, however, metastatic NSCLC remains an incurable disease for most patients. Early palliative care interventions in this patient population will improve quality of life even as they continue to receive aggressive chemotherapy."
]
},
{
"type":"p",
"hlId":"80eca8",
"children":[
"Before deciding the optimal treatment for any given patient, it is essential to define histology, assess for molecular alterations, especially for patients with adenocarcinoma, PD-L1 status, and determine performance status. Mutations in the epidermal growth factor receptor gene and for translocations involving ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"ALK"
]
},
" or ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"ROS1"
]
},
" should be tested. If an epidermal growth factor receptor mutation is identified, initial treatment with erlotinib or osimertinib is recommended. If an ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"ALK"
]
},
" or ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"ROS1"
]
},
" translocation is identified, initial treatment with alectinib is recommended. These agents are small molecule tyrosine kinase inhibitors that are specific for those genetic alterations. There are data and approved agents for the treatment of other molecular abnormalities in lung cancer, for example, BRAF V600E mutations, TRK, and c-Met. The list of targetable mutations and translocations is expanding rapidly, and there is an emerging consensus that all patients with advanced NSCLC should have their tumors tested by next-generation sequencing. Next-generation sequencing uses parallel sequencing of multiple small fragments of DNA to determine genome sequence and can be performed on blood leukocytes or a variety of other sources."
]
},
{
"type":"p",
"hlId":"e2da76",
"children":[
"Immunotherapy targeting programmed death 1 or PD-L1 has transformed treatment of metastatic NSCLC. It can be combined with platinum-based combination chemotherapy in the front-line treatment setting for both adenocarcinoma and squamous cell carcinoma. It can also be used as a single agent in the front-line setting or after prior treatment with chemotherapy. Combining chemotherapy and immunotherapy has been shown to improve survival regardless of PD-L1 status, although it also increases risk of adverse effects. Single-agent immunotherapy, however, is only appropriate for patients with adequate PD-L1 tumor expression. In the front-line setting, pembrolizumab improves response rate, progression-free survival, and overall survival if PD-L1 expression is 50% or higher. Other reports have found 5-year survival rates of 25% to 30% in patients treated with pembrolizumab in the front-line setting when PD-L1 expression is at least 50%. It is also FDA approved for use in patients with PD-L1 expression from 1% to 49%, although it is less active as a single agent for such patients."
]
},
{
"type":"p",
"hlId":"410518",
"children":[
"Patients without a relevant molecular alteration and who are not candidates for immunotherapy are treated with platinum-based chemotherapy. Cisplatin is slightly more active, but carboplatin is commonly used because of its more favorable adverse effect profile. Histologic assessment can help guide choice of the second agent, as patients with adenocarcinoma have been shown to respond well to pemetrexed, whereas those with squamous cell carcinoma respond better to gemcitabine. Chemotherapy is administered for four to six cycles. Bevacizumab, a monoclonal antibody directed against vascular endothelial growth factor, can be added to platinum-based chemotherapy in patients not treated with immunotherapy. It provides only modest improvement in progression-free survival and overall survival. It carries the risk of thrombosis, stroke, myocardial infarction, and hemoptysis in some patients. It is not indicated in patients with squamous cell carcinoma due to risk of hemoptysis. For patients who respond to front-line chemotherapy, maintenance treatment with docetaxel, pemetrexed, or gemcitabine has been shown to improve progression-free survival, and pemetrexed has also been shown to improve overall survival."
]
},
{
"type":"p",
"hlId":"086fc9",
"children":[
"Stereotactic body irradiation can be used to treat residual metastatic sites after response to systemic therapy. Progression-free survival is improved compared with maintenance chemotherapy alone. It can also be used to treat isolated or limited areas of disease progression in patients receiving otherwise active systemic therapy."
]
},
{
"type":"p",
"hlId":"d5b838",
"children":[
"Patients with poor performance status do not benefit from chemotherapy or immunotherapy and should be considered for hospice care."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"d5b838",
"hvc":true,
"children":[
"Patients with poor performance status do not benefit from chemotherapy or immunotherapy and should be considered for hospice care."
]
},
{
"type":"keypoint",
"hlId":"d7c102",
"children":[
"Metastatic non–small cell lung cancer that demonstrates an epidermal growth factor receptor gene mutation should be treated initially with erlotinib or osimertinib; if an ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"ALK"
]
},
" or ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"ROS1"
]
},
" translocation is identified, initial treatment should be with alectinib."
]
},
{
"type":"keypoint",
"hlId":"4929c8",
"children":[
"If metastatic non–small cell lung cancer is negative for a driver mutation, treatment options include immunotherapy, platinum-based chemotherapy, or a combination of both."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s6_2",
"title":{
"__html":"Small Cell Lung Cancer"
},
"titleNode":{
"type":"section-title",
"hlId":"fdfe2c",
"children":[
"Small Cell Lung Cancer"
]
},
"children":[
{
"type":"p",
"hlId":"ee28b8",
"children":[
"SCLC, a neuroendocrine neoplasm, currently accounts for approximately 10% of lung cancer cases. SCLC is almost exclusively caused by smoking. Most patients initially present with distant metastatic disease. SCLC can be associated with paraneoplastic syndromes, most prominently the syndromes of inappropriate antidiuretic hormone secretion and Lambert-Eaton myasthenia. Although the staging system used for SCLC is the same as that for NSCLC, most therapeutic decisions are made based on whether patients have “limited disease,” usually defined as disease limited to the hemithorax and regional lymph nodes and can be safely encompassed in a radiotherapy field (stage I–IIIb). All others, including those with distant metastases, have “extensive disease” (stage IV). Patients should undergo a routine CT of the thorax, abdomen, and pelvis, but even those who have no bone or central nervous system symptoms should undergo a PET or whole-body bone scintigraphy and an MRI of the brain, as asymptomatic metastases are not uncommon."
]
},
{
"type":"p",
"hlId":"6fc46e",
"children":[
"Typically, patients with primary SCLC present with proximal and often large tumors, but occasionally exhibit a solitary pulmonary nodule (see ",
{
"type":"cross-reference",
"target":"mk19_b_pm_s7_1",
"children":[
"MKSAP 19 Pulmonary and Critical Care Medicine"
]
},
"). They are often not diagnosed until after surgical resection. After resection, these rare patients should be treated with adjuvant chemotherapy, but radiation therapy can be avoided if surgical margins are negative. Surgery can also be performed for small primary tumors without lymph node spread, although preoperative evaluation in those patients should include endobronchial ultrasonography or mediastinoscopy to rule out occult nodal involvement. Those patients should also receive adjuvant chemotherapy."
]
},
{
"type":"p",
"hlId":"dae5fb",
"children":[
"Most patients with SCLC will not meet the criteria for primary surgery. Treatment of limited disease consists of combined cisplatin-based chemotherapy, typically cisplatin plus etoposide, and irradiation. Chemotherapy is continued after irradiation for up to six cycles; prophylactic cranial irradiation can be used in patients with responsive disease to decrease the rate of subsequent brain metastases and improve overall survival. This treatment increases risk of cognitive impairment in patients 60 years and older, however, and is not indicated in patients with poor performance or those with pre-existing neurocognitive impairment."
]
},
{
"type":"p",
"hlId":"9c0723",
"children":[
"For patients with extensive disease, treatment consists of combination platinum-etoposide and immunotherapy without irradiation for up to six cycles with continuation of immunotherapy until progression. Patients with lower-volume disease that is responsive to treatment and without brain metastases can be considered for prophylactic cranial irradiation. Patients with extensive disease who have a favorable response to chemotherapy but persistent involvement in the lung can be treated with additional radiation therapy."
]
},
{
"type":"p",
"hlId":"f14c82",
"children":[
"Despite treatment response, recurrences are very common, even in patients with limited disease at the time of diagnosis. For patients with recurrent disease who had a disease-free interval of more than 3 months, treatment with the initial platinum-based doublet regimen can be used because the likelihood of response is favorable. However, for patients who relapse earlier, treatment with different agents is indicated. Although immunotherapy has been shown to be beneficial in this setting, the results are not as remarkable as in patients with NSCLC. As in NSCLC, addressing goals of care and aggressive symptom management are of significant importance in this setting."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"00ab22",
"children":[
"Routine staging of patients with small cell lung cancer includes CT scan of the thorax, abdomen, and pelvis as well as PET or whole-body bone scintigraphy and MRI of the brain."
]
},
{
"type":"keypoint",
"hlId":"5c18a1",
"children":[
"Patients with early-stage disease (stage I) small cell lung cancer can be considered for resection and adjuvant chemotherapy without irradiation if surgical margins are negative."
]
},
{
"type":"keypoint",
"hlId":"6b16d8",
"children":[
"Patients with both limited- and extensive-stage small cell lung cancer who respond to chemotherapy should consider prophylactic irradiation to the central nervous system."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_on_s6_3",
"bibliography":true,
"title":{
"__html":"Bibliography"
},
"titleNode":{
"type":"section-title",
"hlId":"a7cc81",
"children":[
"Bibliography"
]
},
"children":[
{
"type":"references",
"children":[
{
"type":"reference",
"children":[
"Antonia SJ, Villegas A, Daniel D, et al; PACIFIC Investigators. Overall survival with durvalumab after chemoradiotherapy in stage III NSCLC. N Engl J Med. 2018;379:2342-50. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30280658",
"target":"_blank"
},
"children":[
"PMID: 30280658"
]
}
]
},
{
"type":"reference",
"children":[
"Ghandi L, Rodriguez-Abreu D, Gadgeel S, Esteban E, Felip E, et al. Pembrolizumab plus chemotherapy in metastatic non-small cell lung cancer. N Engl J Med. 2018;378(22):2078. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29658856",
"target":"_blank"
},
"children":[
"PMID: 29658856"
]
}
]
},
{
"type":"reference",
"children":[
"Gomez DR, Tang C, Zhang J, Blumenschein GR Jr, Hernandez M, et al. Local consolidative therapy vs. maintenance therapy or observation for patients with oligometastatic non-small cell lung cancer: long-term results of a multi-institutional, phase II, randomized study. J Clin Oncol. 2019;37(18):1558. [PMID 31067138]"
]
},
{
"type":"reference",
"children":[
"Gubens MA, Davies M. NCCN Guidelines updates: new immunotherapy strategies for improving outcomes in non-small cell lung cancer. J Natl Compr Canc Netw. 2019;17(5.5):574-78. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31117034",
"target":"_blank"
},
"children":[
"PMID: 31117034"
]
}
]
},
{
"type":"reference",
"children":[
"Hanna N, Johnson D, Temin S, Baker S Jr, et al. Systemic therapy for stage IV non-small-cell lung cancer: American Society of Clinical Oncology Clinical Practice Guideline Update. J Clin Oncol. 2017;35:3484-3515. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/28806116",
"target":"_blank"
},
"children":[
"PMID: 28806116"
]
},
" doi:10.1200/JCO.2017.74.6065"
]
},
{
"type":"reference",
"children":[
"Horn L, Mansfield AS, Szczesna A, et al; IMpower133 Study Group. First-line atezolizumab plus chemotherapy in extensive-stage small-cell lung cancer. N Engl J Med. 2018;379:2220-29. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30280641",
"target":"_blank"
},
"children":[
"PMID: 30280641"
]
}
]
},
{
"type":"reference",
"children":[
"Khullar OV, Liu Y, Gillespie T, et al. Survival after sublobar resection versus lobectomy for clinical stage IA lung cancer: an analysis from the National Cancer Data Base. J Thorac Oncol. 2015 Nov;10(11):1625-33. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/26352534",
"target":"_blank"
},
"children":[
"PMID: 26352534"
]
}
]
},
{
"type":"reference",
"children":[
"Wang EH, Corso CD, Rutter CE, Park HS, Chen AB, Kim AW, et al. Postoperative radiation therapy is associated with improved overall survival in incompletely resected stage II and III non-small-cell lung cancer. J Clin Oncol. 2015;33:2727-34. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/26101240",
"target":"_blank"
},
"children":[
"PMID: 26101240"
]
},
" doi:10.1200/JCO.2015.61.1517"
]
}
]
}
]
}
]
},
"tablesContent":{
}
}