{
"id":"mk19_a_np_s6",
"subspecialtyId":"np",
"title":"Glomerular Diseases",
"jsonContent":{
"type":"section",
"id":"mk19_a_np_s6",
"title":{
"__html":"Glomerular Diseases"
},
"titleNode":{
"type":"section-title",
"hlId":"a1bfb2",
"children":[
"Glomerular Diseases"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_np_s6_1",
"title":{
"__html":"Epidemiology and Pathophysiology"
},
"titleNode":{
"type":"section-title",
"hlId":"c25aa6",
"children":[
"Epidemiology and Pathophysiology"
]
},
"children":[
{
"type":"p",
"hlId":"282856",
"children":[
"Glomerular diseases are the third leading cause of end-stage kidney disease (ESKD) in the United States, accounting for approximately 10,000 incident cases of ESKD per year and trailing only diabetes mellitus and hypertension. The term ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"glomerular disease"
]
},
" encompasses a wide array of conditions with etiologies that span autoimmune disease, malignancy-associated conditions, sequelae of infection, genetic mutations, and medication toxicities. These diseases are classified as either primary (idiopathic), in which the glomerular injury is an intrinsic process generally limited to the kidney, or secondary, in which the glomerular lesion is the result of a systemic disease with kidney involvement as one of many possible manifestations."
]
},
{
"type":"p",
"hlId":"ff86bd",
"children":[
"The normal, noninflamed glomerulus forms a tight barrier, largely due to the slit diaphragms that connect podocyte (visceral epithelial cell) foot processes on the outside surface of the glomerular basement membrane ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_np_f13",
"wrapId":"1",
"children":[
"Figure 13"
]
}
]
},
")"
]
},
". When healthy, this filtration barrier prevents passage of blood and protein into the urinary filtrate. Glomerular diseases involve injury of the glomerular filter with subsequent passage of protein (proteinuria) and, in the setting of glomerulonephritis, blood (hematuria) into the urine. These urinary abnormalities are the earliest manifestations of a glomerular lesion. When left untreated, these injuries may result in scarring of the glomerular filters (glomerulosclerosis) with subsequent decline in kidney function."
]
},
{
"type":"inline-wrap",
"wrapId":"1",
"contentIds":[
"mk19_a_np_f13"
]
},
{
"type":"p",
"hlId":"b26713",
"children":[
"Most etiologies of glomerular disease are diagnosed via kidney biopsy. No formal guidelines exist for the indications to perform a kidney biopsy in any age group. The decision to pursue a kidney biopsy when glomerular disease is suspected should be individualized for each patient, but, in general, a kidney biopsy appears justified for patients with an otherwise unexplained combination of the following four findings: hematuria; proteinuria >1000 mg/24 h; reduced kidney function (glomerular filtration rate <60 mL/min/1.73 m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
"); and/or positive serologies for systemic diseases with known potential for kidney involvement (for example, hepatitis B or C virus infection, systemic lupus erythematosus, and ANCA seropositivity). The risks of kidney biopsy, mainly bleeding, should always be weighed against the benefits of establishing a more precise diagnosis and treatment plan."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_2",
"title":{
"__html":"Clinical Manifestations of Glomerular Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"d355eb",
"children":[
"Clinical Manifestations of Glomerular Disease"
]
},
"children":[
{
"type":"p",
"hlId":"f1c943",
"children":[
"The two main categories of glomerular disease are the nephrotic and nephritic syndromes, each of which has a distinct clinical presentation."
]
},
{
"type":"section",
"id":"mk19_a_np_s6_2_1",
"title":{
"__html":"The Nephrotic Syndrome"
},
"titleNode":{
"type":"section-title",
"hlId":"6ffb55",
"children":[
"The Nephrotic Syndrome"
]
},
"children":[
{
"type":"p",
"hlId":"e73d08",
"children":[
"Clinical manifestations of the nephrotic syndrome stem from ongoing loss of protein, principally albumin, into the urine. This urinary loss of albumin causes hypoalbuminemia; in response, the liver increases its production of several proteins, including cholesterols, leading to hyperlipidemia. The resulting hallmark features of the nephrotic syndrome include the following:"
]
},
{
"type":"list",
"children":[
" ",
{
"type":"list-item",
"hlId":"766d07",
"children":[
"Urine protein excretion >3500 mg/24 h or a urine protein-creatinine ratio >3500 mg/g (nephrotic-range proteinuria)"
]
},
" ",
{
"type":"list-item",
"hlId":"cb8e22",
"children":[
"Hypoalbuminemia (usually <3.0 g/dL [30 g/L])"
]
},
" ",
{
"type":"list-item",
"hlId":"f258c4",
"children":[
"Hypercholesterolemia"
]
},
" ",
{
"type":"list-item",
"hlId":"ae7cf2",
"children":[
"Edema"
]
},
" "
]
},
{
"type":"p",
"hlId":"4269d1",
"children":[
"Edema is typically most severe in the lower extremities. Many patients report periorbital edema upon awakening. Severe fluid retention can lead to pulmonary edema, pulmonary effusions, and anasarca. Despite avid salt and water retention, hypertension occurs only in a minority of patients."
]
},
{
"type":"p",
"hlId":"d43115",
"children":[
"Two explanations have been proposed for the edema seen in the nephrotic syndrome. The “underfill hypothesis” argues that low serum albumin concentrations lead to a reduction in intravascular oncotic pressure and a resultant shift of plasma from the capillary lumen to the interstitium. The consequent intravascular depletion activates the renin-angiotensin system (RAS), which promotes salt and water retention throughout the nephron, exacerbating the edema. In contrast, the “overfill hypothesis” argues that sodium is primarily retained at the collecting duct, triggered by the abnormally filtered proteins themselves. Both hypotheses may be correct, and both provide a rationale for edema management in patients with the nephrotic syndrome. First, resolution of edema is only attainable long term by remission of proteinuria; lending support to the overfill hypothesis, edema will often subside when proteinuria has fallen but before albumin has returned to normal range. Second, diuretics and dietary sodium restriction are crucial to control the symptoms of edema."
]
},
{
"type":"p",
"hlId":"a7669e",
"children":[
"The nephrotic syndrome is a hypercoagulable state. In addition to albuminuria, patients with the nephrotic syndrome excrete a number of low-molecular-weight anticoagulants (for example, antithrombin III, protein S) and fibrinolytics (for example, plasminogen). Hepatic overproduction of proteins, as an intrinsic response to hypoalbuminemia, leads not only to hyperlipidemia but also to increased levels of procoagulants (for example, factor V, factor VIII, fibrinogen). As a result, patients with the nephrotic syndrome are at increased risk for lower extremity, pulmonary, and renal vein thrombosis. Clots are most often seen in patients with membranous nephropathy, but any patient with nephrotic-range proteinuria and significant hypoalbuminemia (usually <2.5 g/dL [25 g/L]) should be considered at risk, especially early in the course of the disease. Patients with the nephrotic syndrome are also at higher risk for arterial thrombosis than the general population."
]
},
{
"type":"p",
"hlId":"312841",
"children":[
"Albuminuria should be treated with RAS-blocking drugs to control blood pressure and reduce proteinuria. Hyperlipidemia should be treated with statin therapy. This combination of RAS-blocking drugs, statins, and diuretics is generally considered conservative therapy for most forms of glomerular disease. A general strategy for edema management in a patient with newly diagnosed nephrotic syndrome is to start with a loop diuretic and a goal weight loss of 1 to 2 kg (2.2-4.4 lb) per week. In severe cases of edema when loop diuretics have been maximally up-titrated and weight loss/edema control are insufficient, it is often necessary to add a second diuretic (a thiazide diuretic and/or potassium-sparing diuretic) that works distal to the loop of Henle. In patients taking high doses of loop diuretics, increased delivery of salt and water to the distal portions of the nephron can lead to hypertrophy of these segments and overabsorption of sodium, undermining the effects of the loop diuretic."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_2_2",
"title":{
"__html":"The Nephritic Syndrome"
},
"titleNode":{
"type":"section-title",
"hlId":"52342b",
"children":[
"The Nephritic Syndrome"
]
},
"children":[
{
"type":"p",
"hlId":"378948",
"children":[
"The nephritic syndrome, also termed ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"glomerulonephritis"
]
},
", can present as a number of clinical variants. Common features are hematuria (microscopic or macroscopic) and proteinuria with the more severe variants typically including hypertension, edema, and kidney dysfunction (elevated serum creatinine). The glomerular hematuria seen in the nephritic syndrome can be distinguished from other causes of urinary tract bleeding by the presence of either dysmorphic erythrocytes (resulting from passage through a damaged glomerular basement membrane) or erythrocyte casts on urine microscopy (see ",
{
"type":"cross-reference",
"target":"mk19_a_np_s1_2_4",
"children":[
"Clinical Evaluation of Kidney Function"
]
},
")."
]
},
{
"type":"p",
"hlId":"199846",
"children":[
"The mildest forms of the nephritic syndrome are asymptomatic, with microscopic hematuria with or without proteinuria often discovered on routine laboratory assessment. Recurrent gross hematuria, in which the hematuria occurs several days after an upper respiratory infection or physical exertion, is a classic presentation of IgA nephropathy, particularly in younger patients. This nephritic presentation also usually follows a benign clinical course without associated chronic kidney disease."
]
},
{
"type":"p",
"hlId":"277624",
"children":[
"On the other hand, the term ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"acute glomerulonephritis"
]
},
" is used to denote the more classical nephritic syndrome presentation, with variable degrees of kidney dysfunction, hypertension, edema, proteinuria, and hematuria. The most severe form of the nephritic syndrome is termed ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"rapidly progressive glomerulonephritis"
]
},
", in which patients experience a rapid decline of kidney function over days or weeks that will progress to ESKD if untreated."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"fcdad9",
"children":[
"The hallmark features of the nephrotic syndrome include a urine protein excretion >3500 mg/24 h or a urine protein-creatinine ratio >3500 mg/g, hypoalbuminemia, hypercholesterolemia, and edema."
]
},
{
"type":"keypoint",
"hlId":"01354d",
"children":[
"Common features of the nephritic syndrome are hematuria (with dysmorphic erythrocytes or erythrocyte casts) and proteinuria; hypertension, edema, and kidney dysfunction may also occur."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_3",
"title":{
"__html":"Conditions Associated with the Nephrotic Syndrome"
},
"titleNode":{
"type":"section-title",
"hlId":"718487",
"children":[
"Conditions Associated with the Nephrotic Syndrome"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_np_s6_3_1",
"title":{
"__html":"Diabetic Kidney Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"e9aa18",
"children":[
"Diabetic Kidney Disease"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_np_s6_3_1_1",
"title":{
"__html":"Epidemiology and Pathophysiology"
},
"titleNode":{
"type":"section-title",
"hlId":"c25aa6",
"children":[
"Epidemiology and Pathophysiology"
]
},
"children":[
{
"type":"p",
"hlId":"5e8cbc",
"children":[
"Diabetes mellitus is the leading cause of chronic kidney disease (CKD) and ESKD worldwide. In the United States, diabetes accounts for >50,000 new cases of ESKD requiring dialysis each year. Diabetic kidney disease (DKD), defined as clinical evidence of kidney injury in response to chronic, long-standing hyperglycemia, is detected in approximately 10% of patients with type 1 diabetes and 35% to 50% of patients with type 2 diabetes."
]
},
{
"type":"p",
"hlId":"3b4857",
"children":[
"Advanced glycation end products are believed to be the primary mediator of injury in DKD, activating signaling cascades that promote endothelial injury and mesangial cell synthesis of profibrogenic cytokines."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_3_1_2",
"title":{
"__html":"Clinical Manifestations"
},
"titleNode":{
"type":"section-title",
"hlId":"65ac9d",
"children":[
"Clinical Manifestations"
]
},
"children":[
{
"type":"p",
"hlId":"f1af93",
"children":[
"DKD manifests initially as mildly increased albuminuria. Over time, in some patients, progressive proteinuria is followed by a decline in glomerular filtration rate, with progression to later stages of CKD and ESKD."
]
},
{
"type":"p",
"hlId":"388940",
"children":[
"DKD is often accompanied by extrarenal microvascular complications of diabetes, including retinopathy and peripheral neuropathy as well as macrovascular complications, such as peripheral vascular disease, coronary artery disease, and stroke."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_3_1_3",
"title":{
"__html":"Diagnosis"
},
"titleNode":{
"type":"section-title",
"hlId":"523223",
"children":[
"Diagnosis"
]
},
"children":[
{
"type":"p",
"hlId":"4db4df",
"children":[
"The American Diabetes Association recommends yearly assessment of albuminuria in patients with type 2 diabetes, and assessment after 5 years of disease in patients with type 1 diabetes. The diagnosis of DKD is usually made clinically in the presence of hallmark features: proteinuric CKD in a patient with long-standing diabetes and evidence of other (microvascular and/or macrovascular) complications of disease. If the clinical presentation is not entirely consistent with DKD, a kidney biopsy is performed. The biopsy finding of nodular mesangial sclerosis with glomerular and tubular basement thickening, in the absence of immune deposits, is the classic description of DKD."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_3_1_4",
"title":{
"__html":"Treatment and Prognosis"
},
"titleNode":{
"type":"section-title",
"hlId":"55f7c2",
"children":[
"Treatment and Prognosis"
]
},
"children":[
{
"type":"p",
"hlId":"f3b51e",
"children":[
"The cornerstone of treatment of DKD involves glycemic control and blood pressure control. Blockade of the RAS with an ACE inhibitor or angiotensin receptor blocker (ARB) is recommended, typically to the maximal tolerated dose, because these agents both reduce blood pressure and levels of proteinuria, which, along with glycemic control, are the most important modifiable risk factors for progression of DKD to ESKD. Combined use of any two of the three RAS drug classes (ACE inhibitors, ARBs, and direct renin inhibitors) is not recommended given the results of several clinical trials that revealed more adverse events with these combinations (hyperkalemia, hypotension, acute kidney injury [AKI]) without additional cardiovascular or renal benefits. Combining ACE inhibitors or ARBs with mineralocorticoid receptor blockers (spironolactone or eplerenone) has been shown in small studies to be a safe and effective antiproteinuric strategy in DKD, but the risk for hyperkalemia should be considered and monitored appropriately. For patients with type 2 diabetes and CKD, the American Diabetes Association recommends that physicians consider use of a sodium–glucose cotransporter 2 inhibitor when the estimated glomerular filtration rate is >30 mL/min/1.73 m",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"2"
]
},
" with a urine albumin-creatinine ratio >30 mg/g. The recommendation is more strongly advised in patients with a higher-grade albuminuria (urine albumin-creatinine ratio >300 mg/g), in which the sodium–glucose cotransporter 2 inhibitor will reduce progression of kidney disease and/or cardiovascular events. In patients with CKD who have additional cardiovascular risk factors, a glucagon-like peptide 1 receptor agonist will also reduce the risk for CKD progression, cardiovascular events, or both."
]
},
{
"type":"p",
"hlId":"dad7d2",
"children":[
"The 2017 American College of Cardiology (ACC)/American Heart Association (AHA) blood pressure guideline recommends a blood pressure target of <130/80 mm Hg for patients with hypertension and diabetes and/or CKD. The American Diabetes Association recommends that most patients with diabetes and hypertension should be treated to a systolic blood pressure goal of <140 mm Hg and a diastolic blood pressure goal of <90 mm Hg; lower systolic and diastolic blood pressure targets, such as 130/80 mm Hg, may be appropriate for individuals at high risk for cardiovascular disease if they can be achieved safely. The 2021 Kidney Disease: Improving Global Outcomes (KDIGO) guidelines recommend a blood pressure goal of <120 mm Hg for patients with hypertension and CKD with or without diabetes."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"f2acfc",
"children":[
"The American Diabetes Association recommends yearly assessment of albuminuria in patients with type 2 diabetes mellitus, and assessment after 5 years of disease in patients with type 1 diabetes mellitus."
]
},
{
"type":"keypoint",
"hlId":"3fd5a1",
"children":[
"The cornerstone of treatment of involves glycemic control and blood pressure control with an ACE inhibitor or angiotensin receptor blocker, titrated to maximal tolerated dose."
]
},
{
"type":"keypoint",
"hlId":"471570",
"hvc":true,
"children":[
"In the treatment of diabetic kidney disease, combining any two renin-angiotensin system drug classes (ACE inhibitors, angiotensin receptor blockers, or direct renin inhibitors) is not recommended, as side effects are increased and there is no additional clinical benefit."
]
},
{
"type":"keypoint",
"hlId":"866d3a",
"children":[
"For patients with type 2 diabetes mellitus and chronic kidney disease, the American Diabetes Association recommends that physicians consider therapy with a sodium–glucose cotransporter 2 inhibitor or a glucagon-like peptide 1 receptor agonist to delay progression of kidney disease and decrease cardiac mortality."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_3_2",
"title":{
"__html":"Focal Segmental Glomerulosclerosis"
},
"titleNode":{
"type":"section-title",
"hlId":"05d7c2",
"children":[
"Focal Segmental Glomerulosclerosis"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_np_s6_3_2_1",
"title":{
"__html":"Epidemiology and Pathophysiology"
},
"titleNode":{
"type":"section-title",
"hlId":"c25aa6",
"children":[
"Epidemiology and Pathophysiology"
]
},
"children":[
{
"type":"p",
"hlId":"25d1c2",
"children":[
"Focal segmental glomerulosclerosis (FSGS) is a common form of primary nephrotic syndrome and, in certain parts of the world, has replaced membranous nephropathy as the leading cause of the primary nephrotic syndrome."
]
},
{
"type":"p",
"hlId":"003863",
"children":[
"FSGS stems from abnormalities in the podocyte. Podocyte detachment and death lead to the segmental sclerosis that is the hallmark histopathology of FSGS. The podocyte injury in FSGS, in turn, can stem from immunologic, genetic, and/or glomerular hyperfiltration causes and may be primary or secondary, which is associated with a more systemic process. Immunologic injury is considered the main pathogenic mechanism behind primary forms of FSGS, with leukocytes producing a soluble circulating factor that directly targets podocytes. This mechanism is supported by cases of FSGS recurring almost immediately after kidney transplantation and responding briskly to plasmapheresis, although definitive identification of such a circulating factor has yet to occur. Identified genetic causes of FSGS are chiefly mutations in podocyte-specific proteins (for example, nephrin, podocin, formin). These mutations are more commonly found in infants, young (<25 years of age) patients who do not respond to glucocorticoid therapy, and patients with a family history of ESKD. Individuals of African ancestry carry approximately a five times higher risk for FSGS than those of European descent (see ",
{
"type":"cross-reference",
"target":"mk19_a_np_s8_2_4",
"children":[
"Genetic Disorders and Kidney Disease"
]
},
"). Hyperfiltration, the third mechanism and major form of secondary FSGS, is seen classically in patients with obesity but also can manifest in patients with a history of premature birth or solitary kidney. Finally, drug-induced FSGS can occur as a rare complication of some commonly used treatments, including lithium, interferon, and pamidronate."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_3_2_2",
"title":{
"__html":"Clinical Manifestations"
},
"titleNode":{
"type":"section-title",
"hlId":"65ac9d",
"children":[
"Clinical Manifestations"
]
},
"children":[
{
"type":"p",
"hlId":"9154e6",
"children":[
"All patients with FSGS have proteinuria, ranging from severe with other features of classic nephrotic syndrome, to more modest with otherwise asymptomatic proteinuria. Any form of FSGS can present with reduced glomerular filtration rate, particularly when diagnosed late in the disease course."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_3_2_3",
"title":{
"__html":"Diagnosis"
},
"titleNode":{
"type":"section-title",
"hlId":"523223",
"children":[
"Diagnosis"
]
},
"children":[
{
"type":"p",
"hlId":"b31b6a",
"children":[
"FSGS is diagnosed by kidney biopsy. On light microscopy, glomerulosclerosis (scarring of glomeruli) is seen in a focal (<50%) and segmental (affecting a portion but not the entirety of individual glomeruli) distribution ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_np_f14",
"wrapId":"2",
"children":[
"Figure 14"
]
}
]
},
")"
]
},
". Histologic variants of FSGS include classic FSGS, perihilar variant, glomerular tip lesion variant, cellular variant, and collapsing variant. The collapsing variant, associated with HIV infection but also seen in individuals not infected with HIV, is often resistant to treatment and therefore carries the worst long-term prognosis, whereas the tip lesion usually responds to glucocorticoids and is unlikely to progress to ESKD."
]
},
{
"type":"inline-wrap",
"wrapId":"2",
"contentIds":[
"mk19_a_np_f14"
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_3_2_4",
"title":{
"__html":"Treatment and Prognosis"
},
"titleNode":{
"type":"section-title",
"hlId":"55f7c2",
"children":[
"Treatment and Prognosis"
]
},
"children":[
{
"type":"p",
"hlId":"dc711c",
"children":[
"For all patients with FSGS, conservative therapy includes dietary sodium restriction, RAS-blocking drugs to control proteinuria, statin therapy, and edema management. Such conservative therapy measures suffice for patients who have FSGS with subnephrotic proteinuria."
]
},
{
"type":"p",
"hlId":"083673",
"children":[
"When nephrotic-range proteinuria is present and if a primary form of FSGS is suspected, high-dose glucocorticoids remain the mainstay of initial therapy. Calcineurin inhibitors are recommended for patients who are resistant to or intolerant of glucocorticoids. Other immunosuppressive agents, including mycophenolate mofetil, alkylating agents, and rituximab, have been used as second-line agents, but there are no high-quality data supporting their use."
]
},
{
"type":"p",
"hlId":"982cfd",
"children":[
"Approximately 50% of patients with FSGS progress to ESKD within 10 years of diagnosis; this poor prognosis is rooted in low rates of treatment response."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"a2816a",
"children":[
"Initial treatment of primary focal segmental glomerulosclerosis is high-dose glucocorticoids."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_3_3",
"title":{
"__html":"Membranous Nephropathy"
},
"titleNode":{
"type":"section-title",
"hlId":"9e3efb",
"children":[
"Membranous Nephropathy"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_np_s6_3_3_1",
"title":{
"__html":"Epidemiology and Pathophysiology"
},
"titleNode":{
"type":"section-title",
"hlId":"c25aa6",
"children":[
"Epidemiology and Pathophysiology"
]
},
"children":[
{
"type":"p",
"hlId":"99c8c8",
"children":[
"Membranous nephropathy (also known as membranous glomerulopathy) is a leading cause of the nephrotic syndrome. Epidemiology has remained constant over the past several decades, with a peak incidence between 30 and 50 years of age. Approximately 75% of cases are considered primary; the remaining 25% are considered secondary to systemic diseases such as systemic lupus erythematosus, hepatitis B virus infection, medications (for example, penicillamine), and solid tumors."
]
},
{
"type":"p",
"hlId":"b8e017",
"children":[
"In the past decade, target antigens and their associated autoantibodies responsible for the development of primary membranous nephropathy cases have been identified. The M-type phospholipase A2 receptor (PLA2R) is the specific podocyte antigen responsible for eliciting immune complex formation with circulating autoantibodies in most primary cases. Anti-PLA2R antibodies are detected in approximately 75% of primary cases and are rarely found in secondary forms. Additional alternative podocyte autoantigens have been reported in patients with primary membranous nephropathy, potentially filling in the missing gaps in PLA2R antibody–negative disease. Membranous nephropathy occurs when circulating antibodies permeate the glomerular basement membrane and form immune complexes with epitopes on podocyte membranes."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_3_3_2",
"title":{
"__html":"Clinical Manifestations"
},
"titleNode":{
"type":"section-title",
"hlId":"65ac9d",
"children":[
"Clinical Manifestations"
]
},
"children":[
{
"type":"p",
"hlId":"d63e09",
"children":[
"Patients with membranous nephropathy typically describe slowly progressive edema, and laboratory testing reveals proteinuria, hypoalbuminemia, and hyperlipidemia, most often with preserved kidney function. Patients are particularly prone to thrombotic complications. These clots include lower extremity, pulmonary, and renal vein thromboses; they can occur in up to 25% of patients and are most likely to occur within the first 2 years of diagnosis. The risk of clotting increases when serum albumin is <2.8 g/dL (28 g/L) and is highest when serum albumin is <2.2 g/dL (22 g/L)."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_3_3_3",
"title":{
"__html":"Diagnosis"
},
"titleNode":{
"type":"section-title",
"hlId":"523223",
"children":[
"Diagnosis"
]
},
"children":[
{
"type":"p",
"hlId":"1393c0",
"children":[
"The diagnosis of membranous nephropathy is traditionally made by kidney biopsy, although testing for anti-PLA2R antibodies has introduced the possibility of diagnosing the disease noninvasively. The presence of anti-PLA2R antibodies may eliminate the need for kidney biopsy in patients with preserved kidney function and no evidence of secondary causes as well as in patients with a clear contraindication to kidney biopsy (for example, patients on anticoagulants that cannot be discontinued)."
]
},
{
"type":"p",
"hlId":"a6a07c",
"children":[
"The hallmark biopsy finding is the presence of subepithelial immune deposits that alter the glomerular capillary wall, classically accompanied by intervening “spikes” of glomerular basement membrane extending between the immune deposits in more advanced cases. The biopsy can be stained for the PLA2R antigen, which typically yields a higher sensitivity (>80%) than antibody testing in the serum and helps confirm primary rather than secondary disease. Such a distinction is crucial because secondary forms are expected to remit if the underlying systemic disease responsible for the lesion is successfully treated. Notably, in patients with membranous nephropathy aged 65 years and older, malignancies have been detected in up to 25% within 1 year of their biopsy diagnosis. Therefore, age-, sex-, and risk factor–appropriate cancer screening is recommended for all patients at the time of their diagnosis, even those with PLA2R positivity."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_3_3_4",
"title":{
"__html":"Treatment and Prognosis"
},
"titleNode":{
"type":"section-title",
"hlId":"55f7c2",
"children":[
"Treatment and Prognosis"
]
},
"children":[
{
"type":"p",
"hlId":"1e4f90",
"children":[
"Patients with newly diagnosed primary forms of membranous nephropathy are usually observed for 6 to 12 months on conservative therapy (RAS blockade, statin therapy, and edema management) before initiating a course of immunosuppression for patients with persistent nephrotic-range proteinuria. The observation period allows patients a chance to achieve spontaneous remission, which occurs in approximately 30% within 1 to 2 years of diagnosis. Three first-line immunosuppressive regimens are available for patients who remain nephrotic: (1) a combination of glucocorticoids and alkylating agents, which achieves remission in approximately 75% to 80% of patients within 12 months, (2) calcineurin inhibitors (cyclosporine or tacrolimus), which have reported remission rates of 70% to 75% in the first year of therapy but for which relapse rates are higher in patients treated with calcineurin inhibitors than alkylating agents, or (3) rituximab, which was noninferior compared with cyclosporine in inducing remission of proteinuria and proved superior in maintaining that remission; adverse events were lower in the group treated with rituximab compared with cyclosporine. Treatment of secondary forms of membranous nephropathy should be aimed at the underlying systemic disease or etiology."
]
},
{
"type":"p",
"hlId":"c5a995",
"children":[
"Progression to ESKD depends on remission of proteinuria: The 10-year incidence of ESKD in patients who undergo complete or partial remission of proteinuria ranges from 0 to 10%, compared with a >50% incidence of ESKD in patients who maintain nephrotic-range proteinuria."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"df96ff",
"hvc":true,
"children":[
"Primary membranous nephropathy is typically treated with conservative therapy before initiating immunosuppression for patients with persistent nephrotic-range proteinuria to allow for spontaneous remission, which occurs in approximately 30% of patients."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_3_4",
"title":{
"__html":"Minimal Change Glomerulopathy"
},
"titleNode":{
"type":"section-title",
"hlId":"5a57c2",
"children":[
"Minimal Change Glomerulopathy"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_np_s6_3_4_1",
"title":{
"__html":"Epidemiology and Pathophysiology"
},
"titleNode":{
"type":"section-title",
"hlId":"c25aa6",
"children":[
"Epidemiology and Pathophysiology"
]
},
"children":[
{
"type":"p",
"hlId":"fad8ef",
"children":[
"Minimal change glomerulopathy (MCG; also known as minimal change disease) is the most common cause of the nephrotic syndrome in children (>90% of cases). For this reason, unless clinical and serologic evidence suggests the presence of a disease other than MCG, a kidney biopsy is not performed in children with the nephrotic syndrome unless they do not respond to glucocorticoid therapy. In adults, biopsy series have shown that MCG is the cause of up to 10% to 15% of cases of the nephrotic syndrome, with a greater representation in older patients (≥65 years of age)."
]
},
{
"type":"p",
"hlId":"5d9279",
"children":[
"The pathophysiology of MCG is not well understood. Similar to FSGS, MCG is a podocytopathy; the presumed model of injury is immunologic, in which a circulating factor (produced by B or T cells) alters podocyte function, resulting in massive proteinuria. Most cases of MCG are primary, but the disease is associated with various conditions, including malignancies (lymphoma, thymoma), medications (NSAIDs, lithium), infections (strongyloides, syphilis, mycoplasma, ehrlichiosis), and atopy (pollen, dairy products)."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_3_4_2",
"title":{
"__html":"Clinical Manifestations"
},
"titleNode":{
"type":"section-title",
"hlId":"65ac9d",
"children":[
"Clinical Manifestations"
]
},
"children":[
{
"type":"p",
"hlId":"3501dc",
"children":[
"The classic presentation of MCG is sudden-onset nephrotic syndrome. Microscopic hematuria is present in 10% to 30% of adult cases. Up to 25% of adults with MCG may also have AKI, more commonly occurring in older patients with hypertension, low serum albumin levels, and heavy proteinuria."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_3_4_3",
"title":{
"__html":"Diagnosis"
},
"titleNode":{
"type":"section-title",
"hlId":"523223",
"children":[
"Diagnosis"
]
},
"children":[
{
"type":"p",
"hlId":"84af23",
"children":[
"MCG is diagnosed with kidney biopsy demonstrating normal glomerular histology on light microscopy, negative immunofluorescence staining for immunoglobulin and complement proteins, and complete effacement of the podocyte foot processes on electron microscopy."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_3_4_4",
"title":{
"__html":"Treatment and Prognosis"
},
"titleNode":{
"type":"section-title",
"hlId":"55f7c2",
"children":[
"Treatment and Prognosis"
]
},
"children":[
{
"type":"p",
"hlId":"469e8d",
"children":[
"The 2021 KDIGO Clinical Practice Guideline for Glomerulonephritis recommends glucocorticoids as first-line therapy for children and adults with MCG, with remission achieved in >90% of children and 80% to 90% of adults. Time-to-response is prolonged in adults compared with children, and adults are not considered to have glucocorticoid-resistant disease until they have not responded to 16 weeks of glucocorticoid therapy. After an initial course of glucocorticoids, patients are subdivided into categories: glucocorticoid-sensitive MCG, glucocorticoid-dependent MCG, infrequently relapsing MCG, frequently relapsing MCG, and glucocorticoid-resistant or -intolerant MCG. Treatment of glucocorticoid-dependent, frequently relapsing, and glucocorticoid-resistant MCG has included calcineurin inhibitors, mycophenolate mofetil, alkylating agents, and rituximab, with variable results."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"0093bb",
"children":[
"The classic presentation of minimal change glomerulopathy is sudden-onset nephrotic syndrome."
]
},
{
"type":"keypoint",
"hlId":"6d2779",
"children":[
"Minimal change glomerulopathy is initially treated with glucocorticoids."
]
}
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_4",
"title":{
"__html":"Conditions Associated with the Nephritic Syndrome"
},
"titleNode":{
"type":"section-title",
"hlId":"ef3aa0",
"children":[
"Conditions Associated with the Nephritic Syndrome"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_np_s6_4_1",
"title":{
"__html":"Rapidly Progressive Glomerulonephritis"
},
"titleNode":{
"type":"section-title",
"hlId":"d8bc3a",
"children":[
"Rapidly Progressive Glomerulonephritis"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_np_s6_4_1_1",
"title":{
"__html":"Epidemiology and Pathophysiology"
},
"titleNode":{
"type":"section-title",
"hlId":"c25aa6",
"children":[
"Epidemiology and Pathophysiology"
]
},
"children":[
{
"type":"p",
"hlId":"b4a3b0",
"children":[
"Rapidly progressive glomerulonephritis (RPGN; also known as crescentic glomerulonephritis) is not a specific disease but a clinical entity that can be caused by multiple diseases and manifests as (1) at least a 50% decline in glomerular filtration rate over a short period (usually days to weeks) with (2) pathology findings of extensive glomerular crescents ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_a_np_f15",
"wrapId":"3",
"children":[
"Figure 15"
]
}
]
},
")"
]
},
". Crescents signal focal rupture of the glomerular capillary walls. This rupture allows accumulation of fibrin and fibronectin in the urinary space, where they activate de-differentiated glomerular parietal epithelial cells to proliferate, surround, and compress the glomerular tuft."
]
},
{
"type":"inline-wrap",
"wrapId":"3",
"contentIds":[
"mk19_a_np_f15"
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_4_1_2",
"title":{
"__html":"Clinical Manifestations"
},
"titleNode":{
"type":"section-title",
"hlId":"65ac9d",
"children":[
"Clinical Manifestations"
]
},
"children":[
{
"type":"p",
"hlId":"51ac10",
"children":[
"RPGN typically presents with oliguria and rising serum creatinine along with macroscopic or microscopic hematuria, erythrocyte casts, and varying ranges of proteinuria. AKI can rapidly progress to dialysis dependence."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_4_1_3",
"title":{
"__html":"Diagnosis"
},
"titleNode":{
"type":"section-title",
"hlId":"523223",
"children":[
"Diagnosis"
]
},
"children":[
{
"type":"p",
"hlId":"867869",
"children":[
"The diagnosis of all forms of glomerulonephritis is traditionally made by kidney biopsy, which can distinguish among the three major categories of glomerulonephritis ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_np_t22",
"wrapId":"4",
"children":[
"Table 22"
]
}
]
},
")"
]
},
" and their associated etiologies. Serologic testing (for example, ANCA, anti–glomerular basement membrane antibodies, antinuclear antibodies) aids in the diagnosis. An alternative classification scheme for glomerulonephritis is based on low versus normal complement levels ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_np_t23",
"wrapId":"4",
"children":[
"Table 23"
]
}
]
},
")"
]
},
". Although any form of glomerulonephritis can display an aggressive disease course that would fit the definition of an RPGN, the most common etiologies seen in RPGN cases are ANCA-associated glomerulonephritis, lupus nephritis, and anti–glomerular basement membrane glomerulonephritis."
]
},
{
"type":"inline-wrap",
"wrapId":"4",
"contentIds":[
"mk19_a_np_t22",
"mk19_a_np_t23"
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_4_1_4",
"title":{
"__html":"Treatment and Prognosis"
},
"titleNode":{
"type":"section-title",
"hlId":"55f7c2",
"children":[
"Treatment and Prognosis"
]
},
"children":[
{
"type":"p",
"hlId":"ea7a59",
"children":[
"Treatment is based on the specific etiology of RPGN. If untreated, RPGN is expected to progress to dialysis dependence in a matter of days to weeks. If treated early, lesions can be reversed, although CKD is often a lingering consequence."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_4_2",
"title":{
"__html":"Anti–Glomerular Basement Membrane Antibody Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"2a8881",
"children":[
"Anti–Glomerular Basement Membrane Antibody Disease"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_np_s6_4_2_1",
"title":{
"__html":"Epidemiology and Pathophysiology"
},
"titleNode":{
"type":"section-title",
"hlId":"c25aa6",
"children":[
"Epidemiology and Pathophysiology"
]
},
"children":[
{
"type":"p",
"hlId":"0b73fa",
"children":[
"Anti–glomerular basement membrane (anti-GBM) antibody disease is a rare form of RPGN with an incidence of less than one case per million per year. Anti-GBM antibody disease accounts for about 20% of RPGN cases in adults. The lesion has a bimodal age and gender distribution, with peak incidences in young men in the second and third decades of life and in older women in the sixth and seventh decades of life. More than half of patients with anti-GBM antibody disease present with RPGN and pulmonary hemorrhage. About one third of patients present with isolated glomerulonephritis. Notably, up to one third of patients also have concurrent circulating ANCA (usually anti-myeloperoxidase [MPO]) antibodies."
]
},
{
"type":"p",
"hlId":"1ccbc3",
"children":[
"Circulating anti-GBM antibodies target the alpha-3 chain of type IV collagen. When anti-GBM antibodies bind to the GBM, they incite an intense inflammatory response that translates to the typically fulminant nature of this disease, in the absence of treatment."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_4_2_2",
"title":{
"__html":"Clinical Manifestations"
},
"titleNode":{
"type":"section-title",
"hlId":"65ac9d",
"children":[
"Clinical Manifestations"
]
},
"children":[
{
"type":"p",
"hlId":"6a6a54",
"children":[
"The presentation of anti-GBM antibody disease is similar to that of other forms of RPGN, with macroscopic or microscopic hematuria, erythrocyte casts, varying ranges of proteinuria, and usually moderate to severe AKI. Lung involvement (Goodpasture syndrome) occurs in >50% of patients; hemoptysis can be a presenting symptom, although shortness of breath or cough should also raise suspicion for a pulmonary-renal syndrome even in the absence of hemoptysis."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_4_2_3",
"title":{
"__html":"Diagnosis"
},
"titleNode":{
"type":"section-title",
"hlId":"523223",
"children":[
"Diagnosis"
]
},
"children":[
{
"type":"p",
"hlId":"49ed14",
"children":[
"Kidney biopsy in anti-GBM disease shows a crescentic glomerulonephritis on light microscopy and pathognomonic linear staining on immunofluorescence for IgG along the glomerular capillaries, indicative of antibodies directed against the GBM. Serologic testing for anti-GBM antibodies is performed at the time of diagnosis. The serologic test is done by indirect immunofluorescence or direct enzyme-linked immunosorbent, with sensitivity ranging from 60% to 100%; therefore, a kidney biopsy to confirm diagnosis is recommended unless contraindicated. Even with a kidney biopsy diagnosis, antibody levels should be measured, as titers can be followed to assess efficacy of therapy."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_4_2_4",
"title":{
"__html":"Treatment and Prognosis"
},
"titleNode":{
"type":"section-title",
"hlId":"55f7c2",
"children":[
"Treatment and Prognosis"
]
},
"children":[
{
"type":"p",
"hlId":"cdfed2",
"children":[
"Outcomes in anti-GBM disease are based largely on the degree of AKI at the time of diagnosis and treatment. In an oft-cited series, patients with anti-GBM disease who presented with serum creatinine <5.6 mg/dL (495 μmol/L) had, at 10 years, a <5% overall mortality and a <20% risk for ESKD. In contrast, patients who presented with dialysis-dependent kidney failure had a 35% mortality rate within the first year of diagnosis, and only 8% were able to be taken off dialysis during this time."
]
},
{
"type":"p",
"hlId":"7ba20c",
"children":[
"Treatment for anti-GBM antibody disease consists of plasmapheresis, pulse glucocorticoids (high doses of intravenous glucocorticoids over a short period of time) followed by oral prednisone, and cyclophosphamide. However, this risk-intense immunosuppression regimen may be difficult to justify in patients without pulmonary hemorrhage who require dialysis and who have a kidney biopsy showing 100% crescents or more than 50% global glomerulosclerosis, as these individuals have an unlikely probability of improved kidney function."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_4_3",
"title":{
"__html":"ANCA-Associated Glomerulonephritis"
},
"titleNode":{
"type":"section-title",
"hlId":"5ea8d9",
"children":[
"ANCA-Associated Glomerulonephritis"
]
},
"children":[
{
"type":"p",
"hlId":"6b9c55",
"children":[
"See ",
{
"type":"cross-reference",
"target":"mk19_b_rm_s14_4_1",
"children":[
"MKSAP 19 Rheumatology"
]
},
" for more information on ANCA-associated vasculitis."
]
},
{
"type":"section",
"id":"mk19_a_np_s6_4_3_1",
"title":{
"__html":"Epidemiology and Pathophysiology"
},
"titleNode":{
"type":"section-title",
"hlId":"c25aa6",
"children":[
"Epidemiology and Pathophysiology"
]
},
"children":[
{
"type":"p",
"hlId":"3791de",
"children":[
"ANCA-associated glomerulonephritis (also known as pauci-immune crescentic glomerulonephritis) accounts for more than half of all RPGN cases and has a particularly high prevalence in patients >65 years of age presenting with AKI and active urinary sediment. ANCA are autoantibodies that target proteins within neutrophil granules and monocyte lysosomes. There are two types of vasculitis-associated ANCA: p-ANCA (perinuclear) is directed against the neutrophil enzyme myeloperoxidase (MPO), and c-ANCA (cytoplasmic) is directed against the neutrophil proteinase 3 (PR3)."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_4_3_2",
"title":{
"__html":"Clinical Manifestations"
},
"titleNode":{
"type":"section-title",
"hlId":"65ac9d",
"children":[
"Clinical Manifestations"
]
},
"children":[
{
"type":"p",
"hlId":"1fc345",
"children":[
"Most patients with ANCA-associated glomerulonephritis report a vasculitic prodrome of malaise, arthralgia, myalgia, and flu-like symptoms that can include fever. Kidney involvement can produce dark brown (tea-colored) urine, and laboratory studies will confirm the presence of hematuria, proteinuria, and AKI. Lung and sinus involvement often occurs in ANCA-associated glomerulonephritis, with patients reporting hemoptysis and/or epistaxis."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_4_3_3",
"title":{
"__html":"Diagnosis"
},
"titleNode":{
"type":"section-title",
"hlId":"523223",
"children":[
"Diagnosis"
]
},
"children":[
{
"type":"p",
"hlId":"d909e7",
"children":[
"Serologic testing for ANCA using enzyme-linked immunosorbent assay is usually performed at the time of presentation if RPGN is suspected. Light microscopy of the kidney biopsy shows a crescentic glomerulonephritis, but immunofluorescence shows a paucity or absence of immune-type deposits. Foci of necrosis or cellular crescents are highlighted by immunofluorescence staining for fibrinogen."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_4_3_4",
"title":{
"__html":"Treatment and Prognosis"
},
"titleNode":{
"type":"section-title",
"hlId":"55f7c2",
"children":[
"Treatment and Prognosis"
]
},
"children":[
{
"type":"p",
"hlId":"cbd859",
"children":[
"The initial treatment of organ-threatening disease is an area of ongoing controversy. Typical induction therapy consists of high-dose glucocorticoids combined with either cyclophosphamide or rituximab. The PEXIVAS study showed no evidence of benefit when plasmapheresis was used for severe kidney failure; in addition, this study reported noninferior results comparing a reduced dose of glucocorticoids versus a standard high-dose regimen. Plasmapheresis should still be used for patients with evidence of alveolar hemorrhage."
]
},
{
"type":"p",
"hlId":"44f222",
"children":[
"After remission is induced, maintenance therapy is usually continued for at least 12 to 24 months using rituximab, azathioprine, or mycophenolate mofetil. Patients with c-ANCA/anti-PR3 have a significantly higher rate of relapse than patients with p-ANCA/anti-MPO, particularly if there is a history of lung or sinus involvement. ANCA-associated glomerulonephritis is associated with an approximately 20% mortality rate within the first year of diagnosis and results in ESKD in up to 25% of surviving patients within the first 4 years after diagnosis."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"3af829",
"children":[
"Rapidly progressive glomerulonephritis is a syndrome characterized by at least a 50% decline in glomerular filtration rate over a short period with histologic findings of extensive glomerular crescents."
]
},
{
"type":"keypoint",
"hlId":"5c2d3d",
"children":[
"More than half of patients with anti–glomerular basement membrane antibody disease have lung involvement manifesting as hemoptysis, shortness of breath, or cough."
]
},
{
"type":"keypoint",
"hlId":"147989",
"children":[
"Treatment of anti–glomerular basement membrane antibody disease consists of pulse glucocorticoids followed by oral prednisone, and cyclophosphamide."
]
},
{
"type":"keypoint",
"hlId":"ab7288",
"children":[
"Plasmapheresis should be used to treat ANCA-associated glomerulonephritis in patients with concomitant pulmonary alveolar hemorrhage."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_4_4",
"title":{
"__html":"Immune Complex–Mediated Glomerulonephritis"
},
"titleNode":{
"type":"section-title",
"hlId":"d953be",
"children":[
"Immune Complex–Mediated Glomerulonephritis"
]
},
"children":[
{
"type":"p",
"hlId":"abddb9",
"children":[
"The glomerulonephritides with granular immunofluorescence microscopy staining patterns all fall under the umbrella category of immune complex–mediated glomerulonephritis, with antigen-antibody complexes depositing in the kidney at various locations and in various patterns (see ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_np_t22",
"wrapId":"5",
"children":[
"Table 22"
]
}
]
},
")"
]
},
". Immune complex deposition activates the classical complement pathway as a co-mediator of glomerular inflammation, injury, and, potentially, scarring. For this reason, most immune complex–mediated glomerulonephritides are associated with low levels of C3 and/or C4 (see ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_np_t23",
"wrapId":"5",
"children":[
"Table 23"
]
}
]
},
")"
]
},
". IgA nephropathy, which usually presents with normal C3 and C4 levels, is an exception because of the chronic, gradual nature of the disease; complement consumption is at a rate slow enough for hepatic production to replace complement proteins."
]
},
{
"type":"inline-wrap",
"wrapId":"5",
"contentIds":[
"mk19_a_np_t22",
"mk19_a_np_t23"
]
},
{
"type":"section",
"id":"mk19_a_np_s6_4_4_1",
"title":{
"__html":"IgA Nephropathy"
},
"titleNode":{
"type":"section-title",
"hlId":"e64c6a",
"children":[
"IgA Nephropathy"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_np_s6_4_4_1_1",
"title":{
"__html":"Epidemiology and Pathophysiology"
},
"titleNode":{
"type":"section-title",
"hlId":"c25aa6",
"children":[
"Epidemiology and Pathophysiology"
]
},
"children":[
{
"type":"p",
"hlId":"78ddeb",
"children":[
"IgA nephropathy (IgAN) is the most common primary glomerular disease worldwide, diagnosed in up to 10% of all kidney biopsies done in the United States and approximately one third of all kidney biopsies in Asian countries, where the disease is the leading cause of ESKD. In contrast, IgAN is very rare among patients of African ancestry. IgAN can be diagnosed at any age, particularly because a significant subgroup of patients is asymptomatic, but is most commonly diagnosed in youth or early adulthood, with a 2:1 male-to-female ratio. In the United States, the overall incidence of IgAN is estimated at 2.5 cases per 100,000 person-years, with a prevalence of approximately 80,000 individuals."
]
},
{
"type":"p",
"hlId":"595cd6",
"children":[
"In IgAN, there is a defect in IgA1-producing cells leading to hypogalactosylation of the hinge region of IgA1. Blood levels of galactose-deficient IgA1 (Gd-IgA1) are elevated in patients with IgAN. Patients then develop antibodies directed against Gd-IgA1 to form immune complexes that accumulate in the glomerulus."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_4_4_1_2",
"title":{
"__html":"Clinical Manifestations"
},
"titleNode":{
"type":"section-title",
"hlId":"65ac9d",
"children":[
"Clinical Manifestations"
]
},
"children":[
{
"type":"p",
"hlId":"ecd1b0",
"children":[
"IgAN can present with any of the manifestations of the nephritic syndrome. The mildest presentation, seen in up to one third of patients, is asymptomatic microscopic hematuria with or without proteinuria, usually discovered incidentally as part of a routine examination. Recurrent gross hematuria, in which the hematuria occurs in the setting of an upper respiratory infection (synpharyngitic hematuria) is a common presentation in younger patients; it usually portends a benign clinical course with recurrent episodes of gross hematuria without progression to CKD. IgAN can also present as an acute glomerulonephritis or an even more aggressive RPGN, with variable degrees of AKI, hypertension, edema, proteinuria, and hematuria."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_4_4_1_3",
"title":{
"__html":"Diagnosis"
},
"titleNode":{
"type":"section-title",
"hlId":"523223",
"children":[
"Diagnosis"
]
},
"children":[
{
"type":"p",
"hlId":"cf355d",
"children":[
"The diagnosis of IgAN may be suspected clinically but can only be made by kidney biopsy showing dominant mesangial immune-deposits of IgA with C3, and occasionally IgG or IgM. In some centers, patients with microscopic hematuria, normal kidney function, and proteinuria <500 mg/24 h are given an empiric diagnosis of IgAN without a biopsy because the disease course is expected to be mild in these cases. In other centers, patients with microscopic hematuria that is deemed to be glomerular in origin (that is, presence of dysmorphic erythrocytes or erythrocyte casts in the urine sediment) elicits a biopsy regardless of kidney function or proteinuria."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_4_4_1_4",
"title":{
"__html":"Treatment and Prognosis"
},
"titleNode":{
"type":"section-title",
"hlId":"55f7c2",
"children":[
"Treatment and Prognosis"
]
},
"children":[
{
"type":"p",
"hlId":"294f05",
"children":[
"There are no current standard care therapies for IgAN other than conservative, nonimmunomodulatory therapies. Antiproteinuric therapy using an ACE inhibitor or ARB is a first-line therapy for treating IgAN; it is usually coupled with lipid-lowering therapy and fish oil, although the efficacy of the latter two as specific IgAN therapies is unproven. The use of immunosuppression in IgAN remains controversial. In the United States, it is common for most patients with IgAN who progress to ESKD to have done so despite long-term RAS blockade and at least one course of immunosuppressive therapy."
]
},
{
"type":"p",
"hlId":"b3cab0",
"children":[
"Approximately one third of patients with IgAN will have a benign long-term course, with continued microscopic hematuria but little to no proteinuria and no evidence of kidney dysfunction. The disease progresses to CKD or ESKD in the remainder of patients, with up to 40% reaching ESKD within 15 years of diagnosis. The Oxford histopathology classification of IgAN provides evidence that advanced disease chronicity, manifesting as >50% tubular atrophy and interstitial fibrosis on kidney biopsy, is the most reliable predictor of progression to ESKD. Among clinical parameters, proteinuria ≥1000 mg/24 h has been shown to be a risk factor for progression."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_4_4_2",
"title":{
"__html":"IgA Vasculitis"
},
"titleNode":{
"type":"section-title",
"hlId":"ccedb4",
"children":[
"IgA Vasculitis"
]
},
"children":[
{
"type":"p",
"hlId":"565ef1",
"children":[
"IgA vasculitis (also known as Henoch-Schönlein purpura) can present with the classic tetrad of rash, arthralgia, abdominal pain, and kidney disease. Considered a systemic version of IgAN, this vasculitis is often diagnosed empirically in the pediatric setting, because the differential diagnosis of vasculitis in children is extremely limited. In adults, the diagnosis should be confirmed with tissue biopsy (kidney or skin), because the presentation of IgA vasculitis can be mimicked by other forms of vasculitis. Skin biopsy is usually adequate to make the diagnosis when lesions less than 24 hours old in appearance are sampled. Kidney involvement in IgA vasculitis typically is more severe in adults than in children, with higher rates of AKI and the nephrotic syndrome. Treatment includes glucocorticoids and, in cases of associated RPGN, cyclophosphamide."
]
},
{
"type":"p",
"hlId":"9c6a94",
"children":[
"See ",
{
"type":"cross-reference",
"target":"mk19_b_rm_s14_4_2_2",
"children":[
"MKSAP 19 Rheumatology"
]
},
" for more information."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_4_4_3",
"title":{
"__html":"Lupus Nephritis"
},
"titleNode":{
"type":"section-title",
"hlId":"759c47",
"children":[
"Lupus Nephritis"
]
},
"children":[
{
"type":"p",
"hlId":"a54bfb",
"children":[
"See ",
{
"type":"cross-reference",
"target":"mk19_b_rm_s7",
"children":[
"MKSAP 19 Rheumatology"
]
},
" for more information on systemic lupus erythematosus."
]
},
{
"type":"section",
"id":"mk19_a_np_s6_4_4_3_1",
"title":{
"__html":"Epidemiology and Pathophysiology"
},
"titleNode":{
"type":"section-title",
"hlId":"c25aa6",
"children":[
"Epidemiology and Pathophysiology"
]
},
"children":[
{
"type":"p",
"hlId":"3337a7",
"children":[
"Kidney involvement in systemic lupus erythematosus (SLE), generally termed ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"lupus nephritis"
]
},
" (LN), is a major contributor to SLE-associated morbidity and mortality. Up to 50% of patients with SLE will have clinically evident kidney disease at presentation; during follow-up, kidney involvement occurs in up to 75% of patients. LN has been shown to affect clinical outcomes in SLE both directly via target organ damage and indirectly through complications of therapy."
]
},
{
"type":"p",
"hlId":"c2e76a",
"children":[
"The immune deposits that incite LN are primarily complexes of anti–double-stranded DNA antibodies directed against nucleosomal antigens. A smaller fraction of autoantibodies can also bind directly to chromatin in the GBM and mesangium. These immune complexes, when deposited in the mesangium and subendothelial space, are in direct communication with the systemic circulation. Subsequent activation of the classical complement pathway, triggered by the DNA/anti-DNA antibody complex formation, generates the potent chemoattractants, C3a and C5a, which elicit an influx of neutrophils and mononuclear cells. The pattern on light microscopy is a proliferative glomerulonephritis that can be mesangial (class II), focal endocapillary (class III), or diffuse endocapillary (class IV) ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_np_t24",
"wrapId":"6",
"children":[
"Table 24"
]
}
]
},
")"
]
},
". Endocapillary proliferation refers to an increased number of inflammatory cells within glomerular capillary lumina, causing luminal narrowing or obliteration. Immune complex deposits in the subepithelial space are separated from contact with the systemic circulation by the GBM, and hence no influx of inflammatory cells occurs into this space. The injury in this class V LN (membranous) is limited to the glomerular epithelial cells, the primary clinical manifestation is proteinuria, and the histologic pattern on light microscopy is similar to primary membranous nephropathy."
]
},
{
"type":"inline-wrap",
"wrapId":"6",
"contentIds":[
"mk19_a_np_t24"
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_4_4_3_2",
"title":{
"__html":"Clinical Manifestations"
},
"titleNode":{
"type":"section-title",
"hlId":"65ac9d",
"children":[
"Clinical Manifestations"
]
},
"children":[
{
"type":"p",
"hlId":"cb1a3e",
"children":[
"Kidney involvement is uncommon at the time of the initial diagnosis of SLE but will usually manifest with proteinuria and/or microscopic hematuria during the first 3 years of the disease. This eventually progresses to reduction in kidney function. Early in the course of disease, it is unusual for patients to present with decreased kidney function, except for very aggressive cases of LN that present as RPGN. When kidney function is impaired, elevated blood pressure is common."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_4_4_3_3",
"title":{
"__html":"Diagnosis"
},
"titleNode":{
"type":"section-title",
"hlId":"523223",
"children":[
"Diagnosis"
]
},
"children":[
{
"type":"p",
"hlId":"fa7f9d",
"children":[
"The diagnosis of LN is suspected by changes in laboratory parameters (elevated serum creatinine, hematuria and/or proteinuria, low serum complements) but can only be made definitively by kidney biopsy. The classic pattern of LN is an immune complex–mediated glomerulonephritis with a varied pathology that includes six distinct classes of disease (see ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_np_t24",
"wrapId":"7",
"children":[
"Table 24"
]
}
]
},
")"
]
},
". On immunofluorescence microscopy, the glomerular deposits in LN stain dominantly for IgG with co-deposits of IgA, IgM, C3, and C1q in a “full house” pattern. On electron microscopy, tubuloreticular inclusions, which represent “interferon footprints” in the glomerular endothelial cell cytoplasm, are pathognomonic for LN."
]
},
{
"type":"inline-wrap",
"wrapId":"7",
"contentIds":[
"mk19_a_np_t24"
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_4_4_3_4",
"title":{
"__html":"Treatment and Prognosis"
},
"titleNode":{
"type":"section-title",
"hlId":"55f7c2",
"children":[
"Treatment and Prognosis"
]
},
"children":[
{
"type":"p",
"hlId":"671390",
"children":[
"The current approach to treating LN is guided by histologic findings with appropriate consideration of presenting clinical parameters and the degree of kidney function impairment (see ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_a_np_t24",
"wrapId":"8",
"children":[
"Table 24"
]
}
]
},
")"
]
},
". Mycophenolate mofetil is equally effective as cyclophosphamide (56% response versus 53% response, respectively) and is less toxic as induction therapy for LN classes III, IV, and V. Fertility is more likely to be preserved with mycophenolate."
]
},
{
"type":"inline-wrap",
"wrapId":"8",
"contentIds":[
"mk19_a_np_t24"
]
},
{
"type":"p",
"hlId":"7ef127",
"children":[
"Up to 30% of patients with LN will progress to ESKD within 10 years of diagnosis, depending in large part on the response to the initial course of immunosuppression. Severity of disease at the time of diagnosis is an important predictor of outcomes in LN."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_4_4_4",
"title":{
"__html":"Infection-Related Glomerulonephritis"
},
"titleNode":{
"type":"section-title",
"hlId":"c9daaa",
"children":[
"Infection-Related Glomerulonephritis"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_np_s6_4_4_4_1",
"title":{
"__html":"Epidemiology and Pathophysiology"
},
"titleNode":{
"type":"section-title",
"hlId":"c25aa6",
"children":[
"Epidemiology and Pathophysiology"
]
},
"children":[
{
"type":"p",
"hlId":"9a09ca",
"children":[
"Infection-related glomerulonephritis (IRGN) results from a recently resolved infection or an infection that is ongoing at the time of development of glomerulonephritis. IRGN is preferred to the formerly used term “postinfectious glomerulonephritis,” which adequately described classic poststreptococcal glomerulonephritis but did not address the increasingly recognized forms of glomerulonephritis that are manifestations of ongoing infection and nonstreptococcal infectious agents. Diabetes is the most common comorbidity; malignancy, immunosuppression, AIDS, alcoholism, and injection drug use are other recognized comorbidities. Older age is a key risk factor. Patients >65 years of age account for about one third of IRGN cases in the developed world."
]
},
{
"type":"p",
"hlId":"381597",
"children":[
"The incidence of poststreptococcal glomerulonephritis has declined throughout most of the world because of improvements in infection control and sanitation. The entity, however, remains a health concern in developing countries. In industrialized countries, much of the burden of IRGN has shifted from children to adults, with a decrease in IRGN attributed to streptococcal infections and an increase in IRGN cases associated with ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Staphylococcus aureus"
]
},
" and gram-negative bacteria."
]
},
{
"type":"p",
"hlId":"079042",
"children":[
"In the classic view of the pathogenesis of IRGN, antibodies directed at bacterial antigens form immune complexes in the circulation that subsequently deposit in the glomerulus. Additionally, however, antibodies directed at bacterial antigens planted within glomeruli can result in in situ formation of glomerular immune complexes."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_4_4_4_2",
"title":{
"__html":"Clinical Manifestations"
},
"titleNode":{
"type":"section-title",
"hlId":"65ac9d",
"children":[
"Clinical Manifestations"
]
},
"children":[
{
"type":"p",
"hlId":"571fc9",
"children":[
"The variable presentation of IRGN ranges from asymptomatic microscopic hematuria to RPGN. Proteinuria is usually subnephrotic."
]
},
{
"type":"p",
"hlId":"b014f7",
"children":[
"In classic poststreptococcal glomerulonephritis, symptomatic patients (typically children) present with an acute nephritic syndrome of hematuria, proteinuria, hypertension, edema, and, in some cases, kidney dysfunction. The urine sediment is active with dysmorphic erythrocytes, erythrocyte casts, and leukocyturia. Hypocomplementemia is common, with decreased C3 in up to 90% of cases. There is usually a latent period (1 to 2 weeks after upper respiratory infections; 2 to 4 weeks after skin infections) between the resolution of the streptococcal infection and the onset of the nephritic syndrome. Serologic markers of a recent streptococcal infection, including elevated antistreptolysin O, antistreptokinase, antihyaluronidase, and antideoxyribonuclease B antibody levels, are often detected. In adults, most cases of IRGN are no longer poststreptococcal, and the glomerulonephritis often coexists with the triggering infection. Low complement levels may be absent in these peri-infectious cases."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_4_4_4_3",
"title":{
"__html":"Diagnosis"
},
"titleNode":{
"type":"section-title",
"hlId":"523223",
"children":[
"Diagnosis"
]
},
"children":[
{
"type":"p",
"hlId":"6d8664",
"children":[
"The diagnosis of IRGN can be made clinically in the appropriate setting (for example, classic nephritic presentation with low complements and clear evidence of a recent infection), although the only definitive way to make the diagnosis is by kidney biopsy. The most common finding on light microscopy is a proliferative glomerulonephritis with significant presence of infiltrating neutrophils. On electron microscopy, the classic finding in poststreptococcal glomerulonephritis is hump-shaped subepithelial electron dense deposits, although these are not required for the diagnosis of IRGN."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_4_4_4_4",
"title":{
"__html":"Treatment and Prognosis"
},
"titleNode":{
"type":"section-title",
"hlId":"55f7c2",
"children":[
"Treatment and Prognosis"
]
},
"children":[
{
"type":"p",
"hlId":"ed877f",
"children":[
"Treatment is typically supportive and aimed at the infectious etiology, although in some cases with severe proliferative glomerulonephritis on biopsy, a trial of glucocorticoids is used."
]
},
{
"type":"p",
"hlId":"8dc19e",
"children":[
"In children, prognosis for complete recovery is excellent, and treatment usually is supportive and aimed at the infecting organism. The prognosis of the newly recognized forms of IRGN (for example, due to ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"S. aureus"
]
},
" and gram-negative organisms) in adults is different, with more patients developing severe kidney dysfunction and progressing to CKD and sometimes ESKD."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_4_4_5",
"title":{
"__html":"Membranoproliferative Glomerulonephritis"
},
"titleNode":{
"type":"section-title",
"hlId":"51f754",
"children":[
"Membranoproliferative Glomerulonephritis"
]
},
"children":[
{
"type":"section",
"id":"mk19_a_np_s6_4_4_5_1",
"title":{
"__html":"Epidemiology and Pathophysiology"
},
"titleNode":{
"type":"section-title",
"hlId":"c25aa6",
"children":[
"Epidemiology and Pathophysiology"
]
},
"children":[
{
"type":"p",
"hlId":"14355b",
"children":[
"Membranoproliferative glomerulonephritis (MPGN) is a rare form of chronic glomerulonephritis diagnosed primarily in children and young adults. The name stems from its pattern of glomerular injury. The entity is divided into immune-complex forms of MPGN (mediated by antigen-antibody interactions triggering the classical complement pathway) versus complement-mediated forms of MPGN (also termed C3 glomerulopathies, because of a hyperactive alternative complement pathway). An immune-complex MPGN, with or without cryoglobulinemia, is the classic form of kidney involvement seen in patients with hepatitis C virus infection. The alternative complement pathway abnormalities that drive the C3 glomerulopathies are either mutations in regulators (for example, complement factor H) or activators (for example, complement factor B) of the alternative pathway, or antibodies directed at regulator or activator complement proteins."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_4_4_5_2",
"title":{
"__html":"Clinical Manifestations"
},
"titleNode":{
"type":"section-title",
"hlId":"65ac9d",
"children":[
"Clinical Manifestations"
]
},
"children":[
{
"type":"p",
"hlId":"8d4de9",
"children":[
"Although MPGN can rarely present as an acute and severe form of glomerulonephritis, the more common presentation is a chronic glomerulonephritis that initially manifests with microscopic hematuria and subnephrotic proteinuria. As disease progresses, proteinuria can reach nephrotic range, and kidney dysfunction ensues."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_4_4_5_3",
"title":{
"__html":"Diagnosis"
},
"titleNode":{
"type":"section-title",
"hlId":"523223",
"children":[
"Diagnosis"
]
},
"children":[
{
"type":"p",
"hlId":"8c8afc",
"children":[
"The diagnosis of MPGN is made by kidney biopsy. The distinction between immune-complex and complement-mediated MPGN is based on immunofluorescence microscopy, in which the absence of immunoglobulin staining signals an antibody-independent manner of triggering complement and hence alternative pathway hyperactivity."
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_4_4_5_4",
"title":{
"__html":"Treatment and Prognosis"
},
"titleNode":{
"type":"section-title",
"hlId":"55f7c2",
"children":[
"Treatment and Prognosis"
]
},
"children":[
{
"type":"p",
"hlId":"135684",
"children":[
"Currently, treatment of MPGN includes immunosuppression (for example, glucocorticoids) when nephrotic-range proteinuria and/or kidney dysfunction is present. The advent of complement-targeting therapies such as the C5 monoclonal antibody, eculizumab, may bring disease-specific therapy for the complement-mediated forms of MPGN."
]
},
{
"type":"p",
"hlId":"5f6233",
"children":[
"The overall prognosis of MPGN as a chronic form of glomerulonephritis is poor, with >50% of patients progressing to ESKD within 15 years of diagnosis."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_4_4_6",
"title":{
"__html":"Cryoglobulinemia"
},
"titleNode":{
"type":"section-title",
"hlId":"d3c6cb",
"children":[
"Cryoglobulinemia"
]
},
"children":[
{
"type":"p",
"hlId":"c7207c",
"children":[
"Cryoglobulinemia can be associated with the nephritic syndrome. Of the three types of cryoglobulins, kidney involvement is typically due to type II cryoglobulins."
]
},
{
"type":"p",
"hlId":"b80a2f",
"children":[
"See ",
{
"type":"cross-reference",
"target":"mk19_b_hm_s3_7",
"children":[
"MKSAP 19 Hematology"
]
},
" for details on cryoglobulinemia; ",
{
"type":"cross-reference",
"target":"mk19_b_rm_s14_4_2_1",
"children":[
"MKSAP 19 Rheumatology"
]
},
" for information on cryoglobulinemic vasculitis; and ",
{
"type":"cross-reference",
"target":"mk19_a_np_s7",
"children":[
"Kidney Manifestations of Deposition Diseases"
]
},
" for information on kidney involvement in cryoglobulinemia."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_4_5",
"title":{
"__html":"Collagen Type IV–Related Nephropathies"
},
"titleNode":{
"type":"section-title",
"hlId":"fb7dda",
"children":[
"Collagen Type IV–Related Nephropathies"
]
},
"children":[
{
"type":"p",
"hlId":"99d283",
"children":[
"Type IV collagen is an integral component of the GBM. Structural defects in this protein due to genetic variations can result in a hereditary form of glomerulonephritis (Alport syndrome; also termed hereditary nephritis) discussed in more detail in ",
{
"type":"cross-reference",
"target":"mk19_a_np_s6_4_5",
"children":[
"Genetic Disorders and Kidney Disease"
]
},
". In addition, whole exome and whole genome sequencing studies have shown that type IV collagen variants are identified in up to 10% to 15% of adult patients with FSGS."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"98536e",
"children":[
"Treatment of IgA nephropathy consists of conservative therapy using an ACE inhibitor or angiotensin receptor blocker."
]
},
{
"type":"keypoint",
"hlId":"751223",
"children":[
"Kidney biopsy is required to diagnose and classify lupus nephritis, which guides therapy."
]
},
{
"type":"keypoint",
"hlId":"cd3f82",
"children":[
"Treatment of classes I and II lupus nephritis (LN) includes conservative therapy with an ACE inhibitor or angiotensin receptor blocker; classes III, IV, and V LN require immunosuppressive therapy; and class VI LN should be treated with conservative therapy."
]
},
{
"type":"keypoint",
"hlId":"856977",
"children":[
"Infection-related glomerulonephritis results from a recently resolved infection or an infection that is ongoing at the time of development of glomerulonephritis; in industrialized countries, clinical disease is seen more often in adults and is associated with ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"Staphylococcus aureus"
]
},
" and gram-negative bacteria."
]
},
{
"type":"keypoint",
"hlId":"e6d2ae",
"children":[
"Treatment of membranoproliferative glomerulonephritis includes immunosuppression when nephrotic-range proteinuria and/or kidney dysfunction is present."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_a_np_s6_5",
"bibliography":true,
"title":{
"__html":"Bibliography"
},
"titleNode":{
"type":"section-title",
"hlId":"a7cc81",
"children":[
"Bibliography"
]
},
"children":[
{
"type":"references",
"children":[
{
"type":"reference",
"children":[
"Almaani S, Meara A, Rovin BH. Update on lupus nephritis. Clin J Am Soc Nephrol. 2017;12:825-35. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/27821390",
"target":"_blank"
},
"children":[
"PMID: 27821390"
]
},
" doi:10.2215/CJN.05780616"
]
},
{
"type":"reference",
"children":[
"American Diabetes Association. 11. microvascular complications and foot care: standards of medical care in diabetes-2021. Diabetes Care. 2021;44:S151-S167. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/33298422",
"target":"_blank"
},
"children":[
"PMID: 33298422"
]
},
" doi:10.2337/dc21-S011"
]
},
{
"type":"reference",
"children":[
"Bomback AS. Management of membranous nephropathy in the PLA2R era. Clin J Am Soc Nephrol. 2018;13:784-6. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29378770",
"target":"_blank"
},
"children":[
"PMID: 29378770"
]
},
" doi:10.2215/CJN.12461117"
]
},
{
"type":"reference",
"children":[
"Fervenza FC, Appel GB, Barbour SJ, et al; MENTOR Investigators. Rituximab or cyclosporine in the treatment of membranous nephropathy. N Engl J Med. 2019;381:36-46. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31269364",
"target":"_blank"
},
"children":[
"PMID: 31269364"
]
},
" doi:10.1056/NEJMoa1814427"
]
},
{
"type":"reference",
"children":[
"Floege J, Amann K. Primary glomerulonephritides. Lancet. 2016;387:2036-48. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/26921911",
"target":"_blank"
},
"children":[
"PMID: 26921911"
]
},
" doi:10.1016/S0140-6736(16)00272-5"
]
},
{
"type":"reference",
"children":[
"Geetha D, Jin Q, Scott J, et al. Comparisons of guidelines and recommendations on managing antineutrophil cytoplasmic antibody-associated vasculitis. Kidney Int Rep. 2018;3:1039-49. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30197970",
"target":"_blank"
},
"children":[
"PMID: 30197970"
]
},
" doi:10.1016/j.ekir.2018.05.007"
]
},
{
"type":"reference",
"children":[
"Glassock RJ, Alvarado A, Prosek J, et al. Staphylococcus-related glomerulonephritis and poststreptococcal glomerulonephritis: why defining “post” is important in understanding and treating infection-related glomerulonephritis. Am J Kidney Dis. 2015;65:826-32. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/25890425",
"target":"_blank"
},
"children":[
"PMID: 25890425"
]
},
" doi:10.1053/j.ajkd.2015.01.023"
]
},
{
"type":"reference",
"children":[
"Maas RJ, Deegens JK, Smeets B, et al. Minimal change disease and idiopathic FSGS: manifestations of the same disease. Nat Rev Nephrol. 2016;12:768-76. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/27748392",
"target":"_blank"
},
"children":[
"PMID: 27748392"
]
},
" doi:10.1038/nrneph.2016.147"
]
},
{
"type":"reference",
"children":[
"Rosenberg AZ, Kopp JB. Focal segmental glomerulosclerosis. Clin J Am Soc Nephrol. 2017;12:502-17. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/28242845",
"target":"_blank"
},
"children":[
"PMID: 28242845"
]
},
" doi:10.2215/CJN.05960616"
]
},
{
"type":"reference",
"children":[
"Rovin BH, Adler SG, Barratt J, et al. Executive summary of the KDIGO 2021 guideline for the management of glomerular diseases. Kidney Int. 2021;100:753-779. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/34556300",
"target":"_blank"
},
"children":[
"PMID: 34556300"
]
},
" doi:10.1016/j.kint.2021.05.015"
]
},
{
"type":"reference",
"children":[
"Selewski DT, Ambruzs JM, Appel GB, et al; CureGN Consortium. Clinical characteristics and treatment patterns of children and adults with IgA nephropathy or IgA vasculitis: findings from the CureGN study. Kidney Int Rep. 2018;3:1373-84. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30450464",
"target":"_blank"
},
"children":[
"PMID: 30450464"
]
},
" doi:10.1016/j.ekir.2018.07.021"
]
},
{
"type":"reference",
"children":[
"Sethi S, Haas M, Markowitz GS, et al. Mayo Clinic/Renal Pathology Society consensus report on pathologic classification, diagnosis, and reporting of GN. J Am Soc Nephrol. 2016;27:1278-87. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/26567243",
"target":"_blank"
},
"children":[
"PMID: 26567243"
]
},
" doi:10.1681/ASN.2015060612"
]
},
{
"type":"reference",
"children":[
"Tomson CRV, Cheung AK, Mann JFE, et al. Management of blood pressure in patients with chronic kidney disease not receiving dialysis: synopsis of the 2021 KDIGO Clinical Practice Guideline. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://www.acpjournals.org/doi/10.7326/M21-0834",
"target":"_blank"
},
"children":[
"Ann Intern Med"
]
},
". 2021;174:1270-1281. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/34152826",
"target":"_blank"
},
"children":[
"PMID: 34152826"
]
}
]
}
]
}
]
}
]
},
"tablesContent":{
"mk19_a_np_t22":{
"id":"mk19_a_np_t22",
"number":22,
"bookId":"np",
"title":{
"__html":"Categorization of Glomerulonephritis Based on Immunofluorescence Microscopy Findings"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"3f32b5",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 22. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_np_t22"
}
]
},
"Categorization of Glomerulonephritis Based on Immunofluorescence Microscopy Findings"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"3"
},
"children":[
" ",
{
"type":"p",
"hlId":"d91bc4",
"class":"col hd c",
"children":[
"Immunofluorescence Staining Pattern"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f4b597",
"class":"col hd l",
"children":[
"Granular"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"76228c",
"class":"col hd l",
"children":[
"Pauci-immune"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"32a843",
"class":"col hd l",
"children":[
"Linear"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"380873",
"class":"cell txt l",
"children":[
"Lupus nephritis"
]
},
" ",
{
"type":"p",
"hlId":"e4d540",
"class":"cell txt l",
"children":[
"Infection-related GN"
]
},
" ",
{
"type":"p",
"hlId":"2e06bf",
"class":"cell txt l",
"children":[
"IgA nephropathy"
]
},
" ",
{
"type":"p",
"hlId":"f129a8",
"class":"cell txt l",
"children":[
"MPGN"
]
},
" ",
{
"type":"p",
"hlId":"010e95",
"class":"cell txt l",
"children":[
"Cryoglobulinemic GN"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"eb444c",
"class":"cell txt l",
"children":[
"ANCA-associated GN"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"32da8c",
"class":"cell txt l",
"children":[
"Anti-GBM antibody disease"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"GBM = glomerular basement membrane; GN = glomerulonephritis; MPGN = membranoproliferative glomerulonephritis."
]
]
},
"mk19_a_np_t23":{
"id":"mk19_a_np_t23",
"number":23,
"bookId":"np",
"title":{
"__html":"Categorization of Glomerulonephritis Based on Serum Complement Levels"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"205882",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 23. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_np_t23"
}
]
},
"Categorization of Glomerulonephritis Based on Serum Complement Levels"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"03774d",
"class":"col hd l",
"children":[
"Low Serum C3 and/or C4 Levels"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0d970a",
"class":"col hd l",
"children":[
"Normal Serum C3 and C4 Levels"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"380873",
"class":"cell txt l",
"children":[
"Lupus nephritis"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2e06bf",
"class":"cell txt l",
"children":[
"IgA nephropathy"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e4d540",
"class":"cell txt l",
"children":[
"Infection-related GN"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"eb444c",
"class":"cell txt l",
"children":[
"ANCA-associated GN"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f129a8",
"class":"cell txt l",
"children":[
"MPGN"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"32da8c",
"class":"cell txt l",
"children":[
"Anti-GBM antibody disease"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"010e95",
"class":"cell txt l",
"children":[
"Cryoglobulinemic GN"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"GBM = glomerular basement membrane; GN = glomerulonephritis; MPGN = membranoproliferative glomerulonephritis."
]
]
},
"mk19_a_np_t24":{
"id":"mk19_a_np_t24",
"number":24,
"bookId":"np",
"title":{
"__html":"Classification of Lupus Nephritis with Associated Presentation and Treatment Options"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"3abd2d",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 24. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_a_np_t24"
}
]
},
"Classification of Lupus Nephritis with Associated Presentation and Treatment Options"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2d09ae",
"class":"col hd l",
"children":[
"ISN/RPS Class"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d12cf8",
"class":"col hd l",
"children":[
"Biopsy Findings"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7962dd",
"class":"col hd l",
"children":[
"Clinical Features"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"2"
},
"children":[
" ",
{
"type":"p",
"hlId":"4c4ac0",
"class":"col hd c",
"children":[
"Treatment"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"col hd l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"col hd l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"col hd l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"93d553",
"class":"col hd l",
"children":[
"Induction Phase"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"463417",
"class":"col hd l",
"children":[
"Maintenance Phase"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"dee19b",
"class":"cell txt l",
"children":[
"Class I: minimal mesangial LN"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4ab6fe",
"class":"cell txt l",
"children":[
"No LM abnormalities; isolated mesangial IC deposits on IF and EM"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b6fa42",
"class":"cell txt l",
"children":[
"Normal urine or microscopic hematuria"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2eee26",
"class":"cell txt l",
"children":[
"Conservative therapy (e.g., RAS blockade)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e681a3",
"class":"cell txt l",
"children":[
"Not applicable"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e7bf8b",
"class":"cell txt l",
"children":[
"Class II: mesangial proliferative LN"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"239844",
"class":"cell txt l",
"children":[
"Mesangial hypercellularity or matrix expansion with mesangial IC deposits on IF and EM"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b5d54f",
"class":"cell txt l",
"children":[
"Microscopic hematuria and/or low-grade proteinuria"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2eee26",
"class":"cell txt l",
"children":[
"Conservative therapy (e.g., RAS blockade)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e681a3",
"class":"cell txt l",
"children":[
"Not applicable"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b46dae",
"class":"cell txt l",
"children":[
"Class III: focal LN"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"5e9f47",
"class":"cell txt l",
"children":[
"<50% of glomeruli on LM display endocapillary and/or extracapillary proliferation; mesangial and focal subendothelial IC deposits on IF and EM"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7820ba",
"class":"cell txt l",
"children":[
"Nephritic urine sediment and subnephrotic proteinuria"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e048f0",
"class":"cell txt l",
"children":[
"Pulse IV glucocorticoids followed by tapering doses of oral glucocorticoids"
]
},
" ",
{
"type":"p",
"hlId":"006063",
"class":"cell txt l",
"children":[
" ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"and"
]
},
" "
]
},
" ",
{
"type":"p",
"hlId":"c33d48",
"class":"cell txt l",
"children":[
"IV cyclophosphamide"
]
},
" ",
{
"type":"p",
"hlId":"8e0c4e",
"class":"cell txt l",
"children":[
" ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"or"
]
},
" "
]
},
" ",
{
"type":"p",
"hlId":"31de20",
"class":"cell txt l",
"children":[
"Mycophenolate mofetil"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ea7c53",
"class":"cell txt l",
"children":[
"Lowest tolerable amount of oral glucocorticoids"
]
},
" ",
{
"type":"p",
"hlId":"006063",
"class":"cell txt l",
"children":[
" ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"and"
]
},
" "
]
},
" ",
{
"type":"p",
"hlId":"beadbe",
"class":"cell txt l",
"children":[
"Mycophenolate mofetil (tapered down assuming stable disease)"
]
},
" ",
{
"type":"p",
"hlId":"8e0c4e",
"class":"cell txt l",
"children":[
" ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"or"
]
},
" "
]
},
" ",
{
"type":"p",
"hlId":"f01f22",
"class":"cell txt l",
"children":[
"Azathioprine (tapered down assuming stable disease)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"eedd57",
"class":"cell txt l",
"children":[
"Class IV: diffuse LN"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f7f2c8",
"class":"cell txt l",
"children":[
"≥50% of glomeruli on LM display endocapillary and/or extracapillary proliferation; mesangial and diffuse subendothelial IC deposits on IF and EM"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1718d5",
"class":"cell txt l",
"children":[
"Nephritic and nephrotic syndromes; hypertension; reduced kidney function"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e048f0",
"class":"cell txt l",
"children":[
"Pulse IV glucocorticoids followed by tapering doses of oral glucocorticoids"
]
},
" ",
{
"type":"p",
"hlId":"006063",
"class":"cell txt l",
"children":[
" ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"and"
]
},
" "
]
},
" ",
{
"type":"p",
"hlId":"c33d48",
"class":"cell txt l",
"children":[
"IV cyclophosphamide"
]
},
" ",
{
"type":"p",
"hlId":"8e0c4e",
"class":"cell txt l",
"children":[
" ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"or"
]
},
" "
]
},
" ",
{
"type":"p",
"hlId":"31de20",
"class":"cell txt l",
"children":[
"Mycophenolate mofetil"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ea7c53",
"class":"cell txt l",
"children":[
"Lowest tolerable amount of oral glucocorticoids"
]
},
" ",
{
"type":"p",
"hlId":"006063",
"class":"cell txt l",
"children":[
" ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"and"
]
},
" "
]
},
" ",
{
"type":"p",
"hlId":"beadbe",
"class":"cell txt l",
"children":[
"Mycophenolate mofetil (tapered down assuming stable disease)"
]
},
" ",
{
"type":"p",
"hlId":"8e0c4e",
"class":"cell txt l",
"children":[
" ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"or"
]
},
" "
]
},
" ",
{
"type":"p",
"hlId":"f01f22",
"class":"cell txt l",
"children":[
"Azathioprine (tapered down assuming stable disease)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e5ea4e",
"class":"cell txt l",
"children":[
"Class V: membranous LN",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2f8149",
"class":"cell txt l",
"children":[
"Diffuse thickening of the glomerular capillary walls on LM with subepithelial IC deposits on IF and EM, with or without mesangial IC deposits"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"91cfff",
"class":"cell txt l",
"children":[
"Nephrotic syndrome"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e048f0",
"class":"cell txt l",
"children":[
"Pulse IV glucocorticoids followed by tapering doses of oral glucocorticoids"
]
},
" ",
{
"type":"p",
"hlId":"006063",
"class":"cell txt l",
"children":[
" ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"and"
]
},
" "
]
},
" ",
{
"type":"p",
"hlId":"c33d48",
"class":"cell txt l",
"children":[
"IV cyclophosphamide"
]
},
" ",
{
"type":"p",
"hlId":"8e0c4e",
"class":"cell txt l",
"children":[
" ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"or"
]
},
" "
]
},
" ",
{
"type":"p",
"hlId":"bae995",
"class":"cell txt l",
"children":[
"Calcineurin inhibitor (cyclosporine or tacrolimus)"
]
},
" ",
{
"type":"p",
"hlId":"8e0c4e",
"class":"cell txt l",
"children":[
" ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"or"
]
},
" "
]
},
" ",
{
"type":"p",
"hlId":"31de20",
"class":"cell txt l",
"children":[
"Mycophenolate mofetil"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ea7c53",
"class":"cell txt l",
"children":[
"Lowest tolerable amount of oral glucocorticoids"
]
},
" ",
{
"type":"p",
"hlId":"006063",
"class":"cell txt l",
"children":[
" ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"and"
]
},
" "
]
},
" ",
{
"type":"p",
"hlId":"beadbe",
"class":"cell txt l",
"children":[
"Mycophenolate mofetil (tapered down assuming stable disease)"
]
},
" ",
{
"type":"p",
"hlId":"8e0c4e",
"class":"cell txt l",
"children":[
" ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"or"
]
},
" "
]
},
" ",
{
"type":"p",
"hlId":"f01f22",
"class":"cell txt l",
"children":[
"Azathioprine (tapered down assuming stable disease)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"928469",
"class":"cell txt l",
"children":[
"Class VI: advanced sclerosing LN"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8eab15",
"class":"cell txt l",
"children":[
">90% of glomeruli on LM are globally sclerosed with no residual activity"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"fd396f",
"class":"cell txt l",
"children":[
"Advanced CKD or ESKD with varying degrees of hematuria and/or proteinuria"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c8a1c9",
"class":"cell txt l",
"children":[
"Preparation for renal replacement therapy"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e681a3",
"class":"cell txt l",
"children":[
"Not applicable"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"CKD = chronic kidney disease; EM = electron microscopy; ESKD = end-stage kidney disease; IC = immune complex; IF = immunofluorescence; ISN/RPS = International Society of Nephrology/Renal Pathology Society; IV = intravenous; LM = light microscopy; LN = lupus nephritis; RAS = renin-angiotensin system."
],
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
},
"Class V may coexist with class III or class IV, in which case both classes are diagnosed."
]
]
}
}
}