{
"id":"mk19_b_cv_s3",
"subspecialtyId":"cv",
"title":"Coronary Artery Disease",
"jsonContent":{
"type":"section",
"id":"mk19_b_cv_s3",
"title":{
"__html":"Coronary Artery Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"afb9af",
"children":[
"Coronary Artery Disease"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_cv_s3_1",
"title":{
"__html":"Stable Angina Pectoris"
},
"titleNode":{
"type":"section-title",
"hlId":"26d472",
"children":[
"Stable Angina Pectoris"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_cv_s3_1_1",
"title":{
"__html":"Diagnosis and Evaluation"
},
"titleNode":{
"type":"section-title",
"hlId":"21d361",
"children":[
"Diagnosis and Evaluation"
]
},
"children":[
{
"type":"p",
"hlId":"6ef1b6",
"children":[
"Stable angina pectoris is reproducible angina (discomfort or pressure of the chest, neck, or arms) of at least 2 months' duration that is precipitated by a stable level of exertion or emotional stress and is relieved with rest. Unstable angina is new-onset angina or angina occurring at a relatively low level of exertion, occurring at rest, or accelerating in frequency or severity. Unstable angina is associated with increased short-term risk for acute myocardial infarction (MI)."
]
},
{
"type":"p",
"hlId":"6eda6f",
"children":[
"The evaluation of angina includes a focused history, eliciting information on the following anginal characteristics:"
]
},
{
"type":"list",
"children":[
" ",
{
"type":"list-item",
"hlId":"571094",
"children":[
"Quality"
]
},
" ",
{
"type":"list-item",
"hlId":"ce5bf5",
"children":[
"Location"
]
},
" ",
{
"type":"list-item",
"hlId":"bff9b6",
"children":[
"Radiation"
]
},
" ",
{
"type":"list-item",
"hlId":"e02d2a",
"children":[
"Duration"
]
},
" ",
{
"type":"list-item",
"hlId":"42b684",
"children":[
"Aggravating factors (exertion, anxiety, meals)"
]
},
" ",
{
"type":"list-item",
"hlId":"5615fe",
"children":[
"Relieving factors"
]
},
" ",
{
"type":"list-item",
"hlId":"dabfa5",
"children":[
"Associated symptoms (shortness of breath, nausea, diaphoresis)"
]
},
" "
]
},
{
"type":"p",
"hlId":"dedae5",
"children":[
"Some demographic groups, including women and patients with diabetes mellitus, may present only with atypical symptoms, including exertional dyspnea, nausea, or exaggerated fatigue."
]
},
{
"type":"p",
"hlId":"cdb934",
"children":[
"The physical examination includes an evaluation of the cardiovascular system and a search for findings suggesting conditions that mimic angina, including heart failure, pulmonary hypertension, valvular heart disease (particularly aortic stenosis), and hypertrophic cardiomyopathy."
]
},
{
"type":"p",
"hlId":"a054bb",
"children":[
"The first step in diagnostic testing is to determine the pretest probability (or likelihood) of coronary artery disease (CAD). The coronary artery calcium score, if available, can aid in this determination ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_cv_f62",
"wrapId":"1",
"children":[
"Figure 62"
]
}
]
},
")"
]
},
". A baseline resting ECG is required to evaluate for ongoing ischemia and to guide the choice of stress test ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_cv_f04",
"wrapId":"1",
"children":[
"Figure 4"
]
}
]
},
")"
]
},
". Stress testing is most useful in patients with an intermediate probability of CAD; however, when the pretest probability of CAD is high, testing may provide prognostic information. Other diagnoses should be pursued in patients with normal stress test findings. If stress testing yields abnormal results, additional evaluation should be considered (see ",
{
"type":"cross-reference",
"target":"mk19_b_cv_s2_2",
"children":[
"Diagnostic Testing in Cardiology"
]
},
")."
]
},
{
"type":"inline-wrap",
"wrapId":"1",
"contentIds":[
"mk19_b_cv_f62",
"mk19_b_cv_f04"
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"eca123",
"children":[
"Stable angina is characterized by reproducible chest discomfort precipitated by exertion or emotional stress without appreciable worsening over a period of at least 2 months."
]
},
{
"type":"keypoint",
"hlId":"fa11a7",
"children":[
"The initial evaluation of angina includes a focused history, eliciting quality, location, radiation, and duration of angina; aggravating and relieving factors; and associated symptoms."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s3_1_2",
"title":{
"__html":"General Approach to Treatment of Stable Angina Pectoris"
},
"titleNode":{
"type":"section-title",
"hlId":"a3337e",
"children":[
"General Approach to Treatment of Stable Angina Pectoris"
]
},
"children":[
{
"type":"p",
"hlId":"af20b9",
"children":[
"All patients with angina should receive guideline-directed medical therapy comprising risk factor modification (regular physical activity, weight loss, tobacco cessation, and dietary changes), cardioprotective medications to prevent thrombosis and limit atherosclerotic progression, and antianginal medications to improve functional capacity through reduced cardiac workload and/or increased myocardial oxygen delivery ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_cv_f05",
"wrapId":"2",
"children":[
"Figure 5"
]
}
]
}
]
},
" and ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_cv_f06",
"wrapId":"2",
"children":[
"Figure 6"
]
}
]
},
")"
]
},
". Blood pressure control (with a goal of <130/80 mm Hg) and diabetes management should be emphasized."
]
},
{
"type":"inline-wrap",
"wrapId":"2",
"contentIds":[
"mk19_b_cv_f05",
"mk19_b_cv_f06"
]
},
{
"type":"section",
"id":"mk19_b_cv_s3_1_2_1",
"title":{
"__html":"Cardioprotective Medications"
},
"titleNode":{
"type":"section-title",
"hlId":"68c921",
"children":[
"Cardioprotective Medications"
]
},
"children":[
{
"type":"p",
"hlId":"8294cc",
"children":[
"Aspirin reduces the risk for MI and cardiovascular death in patients with stable angina. Guidelines recommend low-dose aspirin (75-162 mg/d) for secondary prevention because it is as effective as high-dose aspirin (325 mg/d) in preventing MI and confers a lower bleeding risk. In aspirin-intolerant patients, clopidogrel, a platelet P2Y",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"12"
]
},
" receptor inhibitor, is an acceptable alternative. Neither prasugrel nor ticagrelor has been studied in the context of stable angina, and their role in managing this condition remains to be established."
]
},
{
"type":"p",
"hlId":"b8a7d5",
"children":[
"Lipid-lowering therapy, targeting LDL cholesterol in particular, reduces the risk for vascular events and progression of underlying CAD. Statin therapy remains a cornerstone of secondary prevention because it has been shown to reduce the risk for MI, death, and stroke. High-intensity statin therapy (atorvastatin, 40-80 mg/d, or rosuvastatin, 20-40 mg/d) decreases the LDL cholesterol level by 50% or more and is preferred to moderate-intensity therapy for secondary prevention, as higher statin dosing and the resultant lower LDL cholesterol have been associated with graded improvement in outcomes. In patients with statin intolerance (e.g., those who develop significant myalgia) or inadequate LDL cholesterol reduction with statin therapy, it is reasonable to address LDL cholesterol with nonstatin medications, especially ezetimibe or proprotein convertase subtilisin/kexin type 9 (PCSK9) inhibitors. The addition of icosapent ethyl to statin therapy provides further risk reduction in high-risk patients with hypertriglyceridemia. Management of statin and nonstatin lipid-lowering therapies is discussed in MKSAP 19 ",
{
"type":"cross-reference",
"target":"mk19_a_gm_s8_2_2_2",
"children":[
"General Internal Medicine 1"
]
},
"."
]
},
{
"type":"p",
"hlId":"757102",
"children":[
"ACE inhibitor therapy is indicated for stable angina if there is concomitant diabetes, chronic kidney disease, left ventricular (LV) dysfunction (ejection fraction ≤40%), heart failure, or history of MI. In these populations, ACE inhibitors have additional benefits unrelated to CAD, including preservation of kidney function and improvement in LV function. Angiotensin receptor blockers (ARBs) may be used as an alternative to ACE inhibitors, although combination therapy is not indicated given the associated increase in adverse events without clinical benefit."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s3_1_2_2",
"title":{
"__html":"Antianginal Medications"
},
"titleNode":{
"type":"section-title",
"hlId":"e3a697",
"children":[
"Antianginal Medications"
]
},
"children":[
{
"type":"p",
"hlId":"baf66d",
"children":[
"β-Blockers relieve angina by reducing heart rate, myocardial contractility, and blood pressure, resulting in reduced myocardial oxygen demand. They are recommended as first-line therapy in patients with stable angina. All β-blockers are equally efficacious in reducing angina, and the choice of β-blocker may depend on concomitant medical conditions (LV dysfunction, kidney dysfunction, lung disease, or significant hypertension). Dosage should be titrated to achieve a resting heart rate between 55/min and 60/min. β-Blockers should be used with caution in patients taking nondihydropyridine calcium channel blockers (verapamil, diltiazem) because of additive negative inotropic and chronotropic effects. Caution also should be exercised in the setting of significant conduction disease or LV dysfunction. β",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"1"
]
},
"-Selective β-blockers, such as metoprolol, are preferred in patients with significant lung disease to avoid worsening respiratory function. In patients with reduced LV function, metoprolol succinate, bisoprolol, and carvedilol are associated with reduced long-term mortality. Side effects include fatigue, lethargy, sleep disturbances, and impotence."
]
},
{
"type":"p",
"hlId":"06f1ab",
"children":[
"Calcium channel blockers improve myocardial oxygen delivery through coronary vasodilation and reduction in coronary vascular resistance while also decreasing myocardial oxygen consumption through antihypertensive and negative inotropic effects. These agents can be useful when symptoms persist despite β-blocker therapy or when β-blockers are not tolerated. Short-acting dihydropyridine formulations, such as short-acting nifedipine, should be avoided because they can paradoxically worsen angina by acutely lowering blood pressure, resulting in reflex tachycardia and increased myocardial oxygen demand. Nondihydropyridine calcium channel blockers should not be used in patients with LV dysfunction because of the increased adverse events associated with their negative chronotropic and inotropic effects."
]
},
{
"type":"p",
"hlId":"9c621b",
"children":[
"Nitrates improve myocardial oxygen delivery through coronary vasodilation and reduce oxygen demand by reducing preload, thereby reducing ventricular wall stress. The beneficial effects may be offset by reflex tachycardia unless combined with β-blockers or calcium channel blockers. Short-acting sublingual nitrates should be prescribed for acute relief of angina. Long-acting nitrates, including isosorbide mononitrate or dinitrate and nitroglycerin patch formulations, provide constant vasodilation. A nitrate-free interval of 8 to 12 hours, generally at night, is needed to avoid development of nitrate tolerance and reduced efficacy. Side effects include headache, flushing, and hypotension. Because of the risk for hypotension, concurrent use of nitrates and phosphodiesterase-5 inhibitors (e.g., sildenafil) is contraindicated."
]
},
{
"type":"p",
"hlId":"f636df",
"children":[
"Ranolazine reduces wall tension and myocardial oxygen consumption through inhibition of the late sodium current and subsequent prevention of calcium overload, resulting in reduced angina and increased exercise time. Ranolazine has a modest QT-prolonging effect but no proarrhythmic effects. The QT interval should be monitored with co-administration of other QT-prolonging drugs, and dose reduction is indicated in patients receiving moderate inhibitors of cytochrome P-450 3A4 (CYP3A4), such as verapamil and diltiazem. Ranolazine should not be used in combination with strong CYP3A4 inhibitors (clarithromycin, itraconazole, ketoconazole, several HIV medications) because of resultant increases in ranolazine serum levels."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"b0e4d9",
"children":[
"All patients with coronary artery disease should be counseled on lifestyle modification, blood pressure control, and management of diabetes mellitus."
]
},
{
"type":"keypoint",
"hlId":"cf6812",
"children":[
"First-line therapy for stable angina includes aspirin, statin therapy, and β-blocker therapy."
]
},
{
"type":"keypoint",
"hlId":"7db62d",
"children":[
"ACE inhibitor therapy is indicated for stable angina with concomitant left ventricular dysfunction, heart failure, diabetes mellitus, chronic kidney disease, or history of myocardial infarction."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s3_1_3",
"title":{
"__html":"Coronary Revascularization"
},
"titleNode":{
"type":"section-title",
"hlId":"ea740a",
"children":[
"Coronary Revascularization"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_cv_s3_1_3_1",
"title":{
"__html":"Decision to Revascularize"
},
"titleNode":{
"type":"section-title",
"hlId":"0c5a99",
"children":[
"Decision to Revascularize"
]
},
"children":[
{
"type":"p",
"hlId":"ba8491",
"children":[
"Patients with angina refractory to medical therapy or markedly abnormal stress testing or coronary CT angiography results should be considered for invasive coronary angiography (see ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_cv_f04",
"wrapId":"3",
"children":[
"Figure 4"
]
}
]
},
")"
]
},
". The risks, benefits, and alternatives to angiography should be discussed along with potential findings and therapeutic options. The primary goals of revascularization in stable syndromes are to lessen angina and improve quality of life. In contrast, in unstable or acute presentations as well as in stable patients with high-risk anatomic or clinical features (left main CAD, large ischemic burden, and/or heart failure), revascularization is indicated for prevention of future events and improved survival."
]
},
{
"type":"inline-wrap",
"wrapId":"3",
"contentIds":[
"mk19_b_cv_f04"
]
},
{
"type":"p",
"hlId":"889f91",
"children":[
"Revascularization targets are identified based on anatomic and functional physiologic characteristics associated with myocardial ischemia. Techniques such as fractional flow reserve and instantaneous wave-free ratio provide information on the functional hemodynamic significance of indeterminate lesions identified on angiographic imaging (see ",
{
"type":"cross-reference",
"target":"mk19_b_cv_s2_2_2",
"children":[
"Diagnostic Testing in Cardiology"
]
},
"), reducing both unnecessary stenting and the need for urgent revascularization."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s3_1_3_2",
"title":{
"__html":"Percutaneous Coronary Intervention"
},
"titleNode":{
"type":"section-title",
"hlId":"6812f6",
"children":[
"Percutaneous Coronary Intervention"
]
},
"children":[
{
"type":"p",
"hlId":"fb7cff",
"children":[
"Percutaneous coronary intervention (PCI) comprises several different catheter-based techniques to improve coronary blood flow by relieving coronary obstruction. In patients undergoing PCI, drug-eluting stents are preferred to bare mental stents to prevent restenosis, MI, or acute stent thrombosis."
]
},
{
"type":"p",
"hlId":"1ad3cc",
"children":[
"PCI is indicated to relieve symptoms in patients with medically refractory angina, those unable to tolerate optimal medical therapy, and those with high-risk features on noninvasive testing. PCI has not been shown to be superior to guideline-directed medical therapy in reducing the risk for death or MI in patients with stable angina but no anatomic or physiologic criteria for revascularization, with or without diabetes."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s3_1_3_3",
"title":{
"__html":"Coronary Artery Bypass Graft Surgery"
},
"titleNode":{
"type":"section-title",
"hlId":"9b7658",
"children":[
"Coronary Artery Bypass Graft Surgery"
]
},
"children":[
{
"type":"p",
"hlId":"3a627b",
"children":[
"Coronary artery bypass grafting (CABG) with optimal medical therapy is a reasonable option for patients with multivessel CAD because it results in decreased recurrence of angina, lower rates of MI, and fewer repeat revascularization procedures compared with PCI or medical therapy alone, especially when arterial (internal mammary artery) conduits are utilized. CABG is associated with improved survival in patients with left main or three-vessel CAD and is indicated in those with multivessel disease and diabetes. CABG also improves 10-year survival compared with medical therapy alone in patients with severe LV dysfunction. Although myocardial viability is associated with improved survival and ventricular recovery following revascularization in patients with LV dysfunction, the role of viability testing before revascularization has not been established as a predictor of outcome."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s3_1_3_4",
"title":{
"__html":"After Revascularization"
},
"titleNode":{
"type":"section-title",
"hlId":"d0d977",
"children":[
"After Revascularization"
]
},
"children":[
{
"type":"p",
"hlId":"e86d11",
"children":[
"Antiplatelet therapy is recommended indefinitely after revascularization. Dual antiplatelet therapy (DAPT) with aspirin and a P2Y",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"12"
]
},
" inhibitor is also indicated to reduce risk for stent thrombosis and remote ischemic events. DAPT duration depends on clinical considerations, including patient presentation and bleeding and ischemic risks."
]
},
{
"type":"p",
"hlId":"bc7a8b",
"children":[
"Although guidelines define minimum DAPT duration, the optimal length should be individualized according to the patient's risks for thrombotic and bleeding complications. The context of stent placement also factors into the duration of antiplatelet therapy, with longer therapy generally recommended in the setting of acute coronary syndrome (see ",
{
"type":"cross-reference",
"target":"mk19_b_cv_s3_2_4_1",
"children":[
"Antiplatelet Medications"
]
},
"). In patients treated for stable coronary disease with bare metal stent placement, a minimum of 1 month of DAPT is recommended. After drug-eluting stent placement, current guidelines recommend treating most patients with stable angina with DAPT for at least 6 months without interruption after drug-eluting stent placement, with the option to continue therapy for a longer duration in those with a high risk for thrombosis-related complications (e.g., depressed LV function, saphenous vein graft stenting, and diabetes) and a favorable bleeding profile. In select patients, discontinuation of aspirin after 1 to 3 months of DAPT, with continuation of a P2Y",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"12"
]
},
" inhibitor, may be reasonable to decrease the risk for bleeding in patients at high risk. After 3 months of DAPT, it may be reasonable to discontinue the P2Y",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"12"
]
},
" inhibitor, with continuation of lifelong aspirin, in patients with a high risk for bleeding or with overt bleeding."
]
},
{
"type":"p",
"hlId":"3ba54c",
"children":[
"In patients requiring oral anticoagulation for atrial fibrillation, warfarin or a direct oral anticoagulant (preferred) plus clopidogrel can be considered without aspirin, often after 1 to 4 weeks of triple therapy. In patients with a mechanical valve prosthesis, warfarin plus clopidogrel therapy is reasonable; direct oral anticoagulants are contraindicated in these patients."
]
},
{
"type":"p",
"hlId":"0da3b5",
"children":[
"In patients undergoing CABG for stable CAD, DAPT for 12 months may be reasonable to improve the patency of vein grafts."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"042a95",
"children":[
"The primary goals of revascularization in stable ischemic syndromes are to lessen angina and improve quality of life."
]
},
{
"type":"keypoint",
"hlId":"99635b",
"children":[
"Percutaneous coronary intervention may alleviate angina symptoms but does not decrease mortality or risk for myocardial infarction in patients with stable angina."
]
},
{
"type":"keypoint",
"hlId":"830a32",
"children":[
"In patients with stable angina who require revascularization, coronary artery bypass graft revascularization is generally preferred to percutaneous coronary intervention in those with left main or three-vessel coronary artery disease or multivessel coronary artery disease plus diabetes mellitus."
]
},
{
"type":"keypoint",
"hlId":"af4d34",
"children":[
"Ten-year survival is improved in patients with coronary artery disease and severe left ventricular dysfunction who undergo coronary artery bypass grafting compared with those who receive medical therapy."
]
},
{
"type":"keypoint",
"hlId":"6011f9",
"children":[
"In patients with stable angina who undergo percutaneous coronary intervention, dual antiplatelet therapy should be continued for at least 1 month after bare metal stent placement and at least 6 months after drug-eluting stent placement."
]
}
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s3_2",
"title":{
"__html":"Acute Coronary Syndromes"
},
"titleNode":{
"type":"section-title",
"hlId":"80708d",
"children":[
"Acute Coronary Syndromes"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_cv_s3_2_1",
"title":{
"__html":"General Considerations"
},
"titleNode":{
"type":"section-title",
"hlId":"f81d43",
"children":[
"General Considerations"
]
},
"children":[
{
"type":"p",
"hlId":"abc005",
"children":[
"An acute coronary syndrome (ACS) results from acute or subacute plaque rupture or erosion and coronary blood flow impairment, manifesting as acute-onset chest pain or an angina equivalent, often without a clear precipitant. The spectrum of ACS is further characterized by the presence of serum biomarkers of myocardial injury (elevated troponin T or I). Myocardial injury or MI may be related to an atherothrombotic event (type 1) or demand/supply mismatch (type 2) ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_cv_f07",
"wrapId":"4",
"children":[
"Figure 7"
]
}
]
},
")"
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"4",
"contentIds":[
"mk19_b_cv_f07"
]
},
{
"type":"p",
"hlId":"44fd87",
"children":[
"ST-elevation MI (STEMI) is differentiated from non–ST-elevation acute coronary syndrome (NSTE-ACS) by findings on ECG ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_cv_f08",
"wrapId":"5",
"children":[
"Figure 8"
]
}
]
},
")"
]
},
". The hallmark ECG features of STEMI are ST-segment elevation of at least 1 mm in two or more contiguous limb or chest leads, although ST-segment elevation in leads V",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"2"
]
},
" and V",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"3"
]
},
" must be at least 2 mm in men and at least 1.5 mm in women for diagnosis. Posterior MI typically manifests as ST-segment depression greater than 2 mm in the anterior leads (V",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"1"
]
},
" through V",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"4"
]
},
") with tall R waves, often with ST-segment elevation in the inferior or lateral leads and ST-segment elevation in posterior leads V",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"7"
]
},
" through V",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"9"
]
},
". New bundle branch block may be considered a STEMI equivalent and potentially reflects an acute left anterior descending artery occlusion or extensive injury."
]
},
{
"type":"inline-wrap",
"wrapId":"5",
"contentIds":[
"mk19_b_cv_f08"
]
},
{
"type":"p",
"hlId":"5d9ae9",
"children":[
"NSTE-ACS is categorized according to the presence of biomarkers of cardiac injury (troponin T or I) in the serum. Non–ST-elevation MI is defined as a biomarker-positive presentation that does not meet criteria for STEMI. Unstable angina is characterized by new or worsening angina, with or without ECG changes, and without detectable levels of cardiac injury markers."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s3_2_2",
"title":{
"__html":"ST-Elevation Myocardial Infarction"
},
"titleNode":{
"type":"section-title",
"hlId":"bf0a8e",
"children":[
"ST-Elevation Myocardial Infarction"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_cv_s3_2_2_1",
"title":{
"__html":"Recognition"
},
"titleNode":{
"type":"section-title",
"hlId":"a0da8e",
"children":[
"Recognition"
]
},
"children":[
{
"type":"p",
"hlId":"b5d305",
"children":[
"STEMI typically involves coronary plaque rupture causing platelet adhesion, activation, and aggregation and acute thrombotic occlusion. The sudden transmural myocardial ischemia manifests as ST-segment elevation and signifies the need for rapid initiation of reperfusion therapy ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_cv_f09",
"wrapId":"6",
"children":[
"Figure 9"
]
}
]
},
")"
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"6",
"contentIds":[
"mk19_b_cv_f09"
]
},
{
"type":"p",
"hlId":"16595a",
"children":[
"Although the presentation of STEMI is often dramatic and clear, several diagnoses can mimic STEMI. Acute pericarditis presents with acute chest pain and ST-segment elevation suggestive of STEMI. Distinguishing features may include pleuritic or positional pain and diffuse or localized concave ST-segment elevation with corresponding PR-segment depression ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_cv_f10",
"wrapId":"7",
"children":[
"Figure 10"
]
}
]
},
")"
]
},
". Pericarditis and myopericarditis resulting from viral infections or autoimmune conditions can cause cardiac enzyme release, further confusing the clinical picture and necessitating a thorough history, physical examination, and careful study of the ECG and biomarker release patterns."
]
},
{
"type":"inline-wrap",
"wrapId":"7",
"contentIds":[
"mk19_b_cv_f10"
]
},
{
"type":"p",
"hlId":"4683e4",
"children":[
"Acute aortic syndromes can cause ST-segment elevation if the dissection involves the left or right coronary artery and is due to transmural myocardial ischemia. Early recognition is essential for this surgical emergency. Diagnostic clues to aortic dissection include differential blood pressures in the upper extremities, tearing quality of pain with radiation to the back, and mediastinal widening on chest radiograph."
]
},
{
"type":"p",
"hlId":"c7fbb1",
"children":[
"Severe hypercalcemia may result in ST-segment elevation that mimics ACS; however, other findings include a short QT interval and flattened T waves."
]
},
{
"type":"p",
"hlId":"a4963a",
"children":[
"Patients with accelerated hypertension, significant LV hypertrophy, and cardiomyopathies may present with chest pain and elevated cardiac troponin levels caused by elevated LV filling pressures or wall tension with associated subendocardial ischemia. The ECG findings are often abnormal in these patients. LV hypertrophy–induced ECG changes may look similar to ST-segment elevation injury currents; however, these changes are typically concave in appearance. Comparison with previous ECG findings is helpful in identifying acute changes."
]
},
{
"type":"p",
"hlId":"0af920",
"children":[
"Patients with supraventricular tachycardias, which may dramatically increase the rate-pressure product, often present with chest pain, ST-segment depression, and elevated cardiac enzyme levels, even if no CAD is present."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s3_2_2_2",
"title":{
"__html":"Reperfusion"
},
"titleNode":{
"type":"section-title",
"hlId":"710cb2",
"children":[
"Reperfusion"
]
},
"children":[
{
"type":"p",
"hlId":"0df778",
"children":[
"Prompt reperfusion with primary PCI (PPCI) or thrombolytic therapy is indicated in all patients with STEMI who do not have limited life expectancy from other nonreversible disease (see ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_cv_f09",
"wrapId":"8",
"children":[
"Figure 9"
]
}
]
},
")"
]
},
". Short times to reperfusion are correlated with improved outcome regardless of reperfusion strategy."
]
},
{
"type":"inline-wrap",
"wrapId":"8",
"contentIds":[
"mk19_b_cv_f09"
]
},
{
"type":"section",
"id":"mk19_b_cv_s3_2_2_2_1",
"title":{
"__html":"Primary Percutaneous Coronary Intervention"
},
"titleNode":{
"type":"section-title",
"hlId":"5432eb",
"children":[
"Primary Percutaneous Coronary Intervention"
]
},
"children":[
{
"type":"p",
"hlId":"96db1c",
"children":[
"PPCI refers to the process by which an emergency medical provider activates a team of clinicians to initiate emergent coronary angiography and PCI in patients with STEMI. In patients with STEMI and ischemic symptoms for less than 12 hours, PCI should be performed to improve survival. In patients with STEMI and cardiogenic shock or hemodynamic instability, however, PCI (or CABG if PCI is not available) improves survival, regardless of the time delay from onset of ischemic symptoms. The goal time from first medical contact until PPCI is 90 minutes or less. Because rates of achieving vessel patency are higher and more reliable with PPCI than with thrombolysis, PPCI is the preferred method of treating STEMI when the patient presents to a PCI-capable hospital or can be transferred from an index hospital to a PCI-capable center quickly (time from first medical contact to PPCI of ≤120 minutes). Although the initial focus of PPCI is on quickly restoring flow to the acutely occluded artery, there is a demonstrable reduction in cardiovascular death and MI end points associated with complete revascularization compared with culprit-only PCI in patients with multivessel disease. In hemodynamically stable patients with STEMI and multivessel disease, after successful primary PCI, staged PCI of a significant noninfarct artery stenosis within a short interval after PCI of the infarct vessel is recommended to reduce the risk for death or MI. In selected hemodynamically stable patients with STEMI and low-complexity multivessel disease, PCI of a noninfarct artery stenosis may be considered at the time of primary PCI to reduce cardiac event rates."
]
},
{
"type":"p",
"hlId":"86c5d5",
"children":[
"Patients undergoing PPCI should receive aspirin (162-325 mg), intravenous unfractionated heparin (with or without glycoprotein IIb/IIIa blockade) or bivalirudin, and loading doses of additional antiplatelet drugs (P2Y",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"12"
]
},
" inhibitors) prior to or upon arrival in the catheterization laboratory ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_b_cv_t07",
"wrapId":"9",
"children":[
"Table 7"
]
}
]
},
")"
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"9",
"contentIds":[
"mk19_b_cv_t07"
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s3_2_2_2_2",
"title":{
"__html":"Thrombolytic Therapy"
},
"titleNode":{
"type":"section-title",
"hlId":"51ea72",
"children":[
"Thrombolytic Therapy"
]
},
"children":[
{
"type":"p",
"hlId":"da9515",
"children":[
"Thrombolytic therapy is recommended for patients with STEMI when symptom onset is within 12 hours and PPCI is not available within 120 minutes of first medical contact. If symptoms began 12 to 24 hours before presentation and there is evidence of hemodynamic instability or significant myocardium at risk (such as with anterior MI), thrombolytic therapy should be considered if timely transfer for PPCI (the preferred strategy) is not available. Thrombolytic therapy is most effective within the first 3 to 6 hours from symptom onset, after which time fibrin cross-linking renders the clot relatively resistant to lysis. When compared with streptokinase, newer fibrin-specific thrombolytic agents (alteplase, reteplase, tenecteplase) are associated with improved infarct artery patency and fewer allergic reactions, although they are more costly and have not lowered the risk for intracerebral hemorrhage (0.5%-0.9%)."
]
},
{
"type":"p",
"hlId":"826b8e",
"children":[
"Although thrombolytic therapy is potentially life-saving, it carries significant risks, primarily related to bleeding. Intracerebral hemorrhage is catastrophic, occurring in approximately 1% of patients. Relative and absolute contraindications to thrombolytic therapy are listed in ",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_b_cv_t08",
"wrapId":"10",
"children":[
"Table 8"
]
}
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"10",
"contentIds":[
"mk19_b_cv_t08"
]
},
{
"type":"p",
"hlId":"4ac6ce",
"children":[
"In addition to thrombolytic therapy, all patients without a specific contraindication should receive a loading dose of aspirin (162-325 mg) as well as intravenous unfractionated heparin, enoxaparin, or fondaparinux. Clopidogrel loading (300 mg orally) has been demonstrated to increase rates of vessel patency and is also recommended in this setting."
]
},
{
"type":"p",
"hlId":"205b17",
"children":[
"Prompt transfer to a PCI-capable center following thrombolytic therapy (for possible rescue PCI) is reasonable when this option is available. The ECG should be monitored at 60 to 90 minutes to confirm reperfusion, reflected by at least 50% improvement in maximal ST-segment elevation. One quarter to one third of patients do not achieve reperfusion, particularly with delayed presentation. Rescue PCI is associated with improved outcomes compared with conservative management in cases of failed reperfusion. Coronary angiography is recommended in all patients before discharge, even after successful thrombolysis."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"af54ce",
"children":[
"When available in a timely manner, primary percutaneous coronary intervention is preferred to thrombolytic therapy for the treatment of ST-elevation myocardial infarction."
]
},
{
"type":"keypoint",
"hlId":"e6726f",
"children":[
"If primary percutaneous coronary intervention (PCI) is not available within 120 minutes of first medical contact, patients with ST-elevation myocardial infarction should receive thrombolytic therapy and be transferred urgently to a PCI-capable center."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s3_2_2_3",
"title":{
"__html":"Complications of STEMI"
},
"titleNode":{
"type":"section-title",
"hlId":"06da18",
"children":[
"Complications of STEMI"
]
},
"children":[
{
"type":"p",
"hlId":"2ff0c8",
"children":[
"Arrhythmias are common in the peri-infarct setting. Atrial fibrillation, which affects up to 20% of patients with STEMI, complicates management and may cause hemodynamic instability. Ventricular tachycardia or fibrillation may occur during MI or after reperfusion. Repetitive and sustained bouts of postinfarction ventricular arrhythmias, especially beyond 48 hours, may warrant a longer period of inpatient telemetry and predischarge implantable cardioverter-defibrillator therapy. Routine suppression of ventricular ectopy with antiarrhythmic agents is not recommended and is associated with increased arrhythmias and adverse outcomes. In particular, accelerated idioventricular rhythm, which commonly arises after reperfusion, is generally benign and transient, requiring no treatment. Atrioventricular block, including Wenckebach and complete heart block, may occur after inferior infarction, requiring temporary transvenous pacing; however, permanent pacing is rarely required. Benign forms of vagally mediated heart block must be differentiated from Mobitz type 2 second-degree atrioventricular block, which is more frequently observed with anterior infarction and damage to the conduction system. Mobitz type 2 block may progress to complete heart block and requires permanent pacing."
]
},
{
"type":"p",
"hlId":"9bb58b",
"children":[
"Cardiogenic shock, a common complication of STEMI, typically results from a large anterior MI due to severely reduced LV systolic function. Cardiogenic shock carries a mortality rate of 50% to 80% and must be recognized early. Shock is suggested by hypotension, sinus tachycardia, oliguria, cool extremities, and altered mentation. Untreated cardiogenic shock can progress rapidly to end-organ failure, such as acute kidney or liver failure or mesenteric infarction. Patients, particularly those younger than 75 years, have a higher rate of survival if they receive emergent revascularization. An intra-aortic balloon pump (IABP), an LV assist device, or extracorporeal membrane oxygenation may be used temporarily, although limited data support their benefit in cardiogenic shock. Once the patient is stabilized, weaning the patient from mechanical and inotropic support and slow uptitration of afterload-reducing agents, such as captopril, can be attempted. β-Blockers should be avoided initially and can be introduced once the patient is hemodynamically stable. Diuretics should be used to treat pulmonary vascular congestion."
]
},
{
"type":"p",
"hlId":"abdc4c",
"children":[
"Approximately 10% to 20% of cases of anterior STEMI are complicated by LV apical thrombus. Anticoagulation is generally recommended for at least 3 months to reduce the risk for systemic embolization, although LV aneurysm without associated thrombus generally is not treated with anticoagulation unless other indications, such as atrial fibrillation, are present."
]
},
{
"type":"p",
"hlId":"503867",
"children":[
"Right ventricular (RV) infarction, typically identified by ST-segment elevation on right-sided ECG leads (V",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"1"
]
},
" and V",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"4"
]
},
"R), can complicate right coronary artery occlusion. Patients present with hypotension, elevated central venous pressure, and clear lungs. RV dysfunction causes inadequate filling of the LV, resulting in shock. Transthoracic echocardiography reveals RV dilatation and dysfunction and may be useful in establishing the diagnosis. Volume resuscitation, inotropes (dobutamine or dopamine), and RV mechanical support may be necessary to bridge to RV recovery, which generally takes 2 to 3 days. Nitrates are contraindicated because they may worsen hypotension by reducing preload."
]
},
{
"type":"p",
"hlId":"62bbaf",
"children":[
"LV free wall rupture produces sudden-onset chest pain or syncope with rapid progression to pulseless electrical activity. LV free wall rupture is more common in older adults, women, patients with anterior MI, those receiving anti-inflammatory agents, and patients with delayed reperfusion. Surgical, or sometimes percutaneous, repair is indicated, but mortality rates are very high."
]
},
{
"type":"p",
"hlId":"f35645",
"children":[
"Acquired ventricular septal defect (VSD) from septal wall rupture may complicate inferior or anterior STEMI, usually in patients with multivessel CAD. VSDs typically occur within 5 days of STEMI presentation. Patients present with worsening heart failure and shock, and a harsh holosystolic murmur may be heard at the left lower sternal border. The diagnosis is confirmed with echocardiography. Although initial management may include afterload reduction with medical therapy and IABP support, the mortality rate in patients with medically treated postinfarct VSDs approaches 100%. Surgical closure should be considered; however, the mortality rate in surgical series is still high (approximately 50%). Patch closure can be very difficult because of the necrotic tissue and inability to find viable myocardium to suture and patch. Percutaneous closure with a VSD occluder device is possible but often unsuccessful because of the nature of the defect, and residual shunting around the device is common."
]
},
{
"type":"p",
"hlId":"160e28",
"children":[
"When the posteromedial papillary muscle blood supply from the posterior descending artery is interrupted during MI, rupture may occur, resulting in severe acute mitral regurgitation several days after STEMI. Afterload reduction and IABP placement may be temporizing, although urgent surgical intervention usually is indicated. Acute severe mitral regurgitation also may result from LV dysfunction and is often related to an inferior MI with restriction of the posterior mitral leaflet, termed functional ischemic mitral regurgitation. Ischemic mitral regurgitation is treated with revascularization and medical therapy."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s3_2_3",
"title":{
"__html":"Non–ST-Elevation Acute Coronary Syndromes"
},
"titleNode":{
"type":"section-title",
"hlId":"32bff8",
"children":[
"Non–ST-Elevation Acute Coronary Syndromes"
]
},
"children":[
{
"type":"p",
"hlId":"a68412",
"children":[
"NSTE-ACS, like STEMI, is on the spectrum of acute ischemic disorders attributable to plaque erosion or rupture and thrombotic occlusion, manifesting as acute chest pain at rest or with minimal exertion. Unlike the complete coronary obstruction resulting in STEMI, NSTE-ACS involves incomplete or transient obstruction without ST-segment elevation, although ST-segment depression is often present."
]
},
{
"type":"section",
"id":"mk19_b_cv_s3_2_3_1",
"title":{
"__html":"Risk Stratification"
},
"titleNode":{
"type":"section-title",
"hlId":"fb576f",
"children":[
"Risk Stratification"
]
},
"children":[
{
"type":"p",
"hlId":"95422b",
"children":[
"Initial assessment of suspected NSTE-ACS involves a careful history, physical examination, ECG, and serial biomarker measurement to determine the likelihood of a cardiac process. In patients with low likelihood of a coronary event, alternative causes should be investigated. In patients with an intermediate or a high likelihood of ACS, prognostic assessment with risk scores, such as TIMI and GRACE risk models, is indicated. The simpler of the two models, the TIMI risk score, predicts 14-day death, recurrent MI, and urgent revascularization rates ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_b_cv_t09",
"wrapId":"11",
"children":[
"Table 9"
]
}
]
},
")"
]
},
". The GRACE risk score (",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.gracescore.org",
"target":"_blank"
},
"children":[
"www.gracescore.org"
]
},
") incorporates examination findings, clinical features, ECG findings, and biomarker variables (creatinine levels, elevated cardiac enzymes) to predict in-house and postdischarge death and MI risk. Prognostic assessment along with serial troponin measurement and clinical status helps determine the most appropriate therapeutic strategy ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"figure-link",
"target":"mk19_b_cv_f11",
"wrapId":"11",
"children":[
"Figure 11"
]
}
]
},
")"
]
},
"."
]
},
{
"type":"inline-wrap",
"wrapId":"11",
"contentIds":[
"mk19_b_cv_t09",
"mk19_b_cv_f11"
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s3_2_3_2",
"title":{
"__html":"Invasive Versus Ischemia-Guided Treatment"
},
"titleNode":{
"type":"section-title",
"hlId":"f0ffba",
"children":[
"Invasive Versus Ischemia-Guided Treatment"
]
},
"children":[
{
"type":"p",
"hlId":"f52f85",
"children":[
"Urgent invasive treatment (within 2 hours) is recommended for patients with NSTE-ACS who have hemodynamic instability, refractory chest pain, heart failure, or ventricular arrhythmias."
]
},
{
"type":"p",
"hlId":"ac5a71",
"children":[
"In high-risk and troponin-positive patients with NSTE-ACS who have been initially stabilized, an early invasive strategy improves the composite clinical end point of death, recurrent MI, and repeat hospitalization compared with an ischemia-guided approach. In patients with an elevated clinical risk score, significant ST-segment deviation, or elevated cardiac biomarkers, cardiac catheterization is usually performed within 24 hours of presentation. Other patients, including those with diabetes, stage 2 to 3 chronic kidney disease, LV dysfunction, and recent PCI without elevated risk scores, may be safely evaluated with coronary angiography within 72 hours of presentation (delayed invasive strategy). The choice of revascularization procedure (PCI or CABG) is based on the results of angiography."
]
},
{
"type":"p",
"hlId":"3eca10",
"children":[
"With an ischemia-guided strategy, patients undergo noninvasive stress testing with LV function assessment before hospital discharge. Cardiac catheterization is reserved for patients with active or intermittent ischemia, including those with angina despite medical therapy or evidence of ischemia on stress testing, and patients at very high clinical risk based on risk score. The ischemia-guided approach is appropriate for low-risk patients (TIMI score <2 or GRACE score <109), particularly low-risk women, who may have worse outcomes with an early invasive approach. The recommendations for non–low-risk women are identical to those for men."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"e64084",
"children":[
"Patients with a non–ST-elevation acute coronary syndrome who have hemodynamic instability, refractory chest pain, heart failure, or ventricular arrhythmias require emergent coronary angiography and percutaneous coronary intervention."
]
},
{
"type":"keypoint",
"hlId":"a9a68a",
"children":[
"The decision to pursue an invasive versus ischemia-guided approach in patients with a non–ST-elevation acute coronary syndrome is guided by the patient's risk for clinical events, which in turn is determined by decision support tools, such as the TIMI or GRACE score."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s3_2_4",
"title":{
"__html":"Medical Therapy for Acute Coronary Syndromes"
},
"titleNode":{
"type":"section-title",
"hlId":"573286",
"children":[
"Medical Therapy for Acute Coronary Syndromes"
]
},
"children":[
{
"type":"p",
"hlId":"663074",
"children":[
"Medical therapies are consistent across the spectrum of atherothrombotic ACS ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
"(",
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_b_cv_t10",
"wrapId":"12",
"children":[
"Table 10"
]
}
]
},
")"
]
},
". However, importantly, thrombolytic therapy has no benefit in patients with NSTE-ACS and is not recommended."
]
},
{
"type":"inline-wrap",
"wrapId":"12",
"contentIds":[
"mk19_b_cv_t10"
]
},
{
"type":"p",
"hlId":"27f6ce",
"children":[
"All patients presenting with ACS should receive a loading dose of aspirin, supplemental oxygen for oxygen saturation less than 90% to 92%, therapy to relieve symptoms (nitrates), therapy to reduce infarct size (β-blockers, ACE inhibitors), high-intensity statin therapy, and antithrombotic therapy (antiplatelet agents and anticoagulants)."
]
},
{
"type":"section",
"id":"mk19_b_cv_s3_2_4_1",
"title":{
"__html":"Antiplatelet Medications"
},
"titleNode":{
"type":"section-title",
"hlId":"0c6da2",
"children":[
"Antiplatelet Medications"
]
},
"children":[
{
"type":"p",
"hlId":"6fb9b4",
"children":[
"Aspirin (162-325 mg) should be administered at presentation to all patients with ACS, followed by a daily dose of 81 to 162 mg. Early clopidogrel loading has been recommended in patients with ACS regardless of reperfusion or revascularization strategy, although the optimal timing for loading of other oral antiplatelet agents is less clear. Prasugrel loading before coronary angiography is not beneficial. Clopidogrel or ticagrelor therapy is recommended in most patients for 1 year after ACS presentation. In select patients, discontinuation of aspirin after 1 to 3 months of DAPT, with continuation of P2Y",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"12"
]
},
" inhibitors, may be reasonable to decrease the risk for bleeding in patients at high risk. After 6 months of DAPT, it may be reasonable to discontinue the P2Y",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"12"
]
},
" inhibitor, with continuation of lifelong aspirin, in patients with high risk for bleeding or with overt bleeding. Prasugrel is indicated only in patients treated with PCI because it is associated with comparable efficacy but increased bleeding when compared with clopidogrel in medically managed patients. Evidence supports continuing DAPT beyond 1 year in patients at high risk for recurrent vascular events, such as those with depressed LV function, saphenous vein graft stenting, or diabetes, in whom the benefit exceeds the bleeding risk."
]
},
{
"type":"p",
"hlId":"99374c",
"children":[
"Intravenous glycoprotein IIb/IIIa inhibitors are generally reserved for use during PCI in patients with large thrombus burden, no reflow, or slow flow at the time of coronary angiography and intervention. In patients tolerant of DAPT, upfront administration of glycoprotein IIb/IIIa inhibition in the emergency department is associated with lack of benefit and increased bleeding risk, and similarly, there is no proven role for initiation following successful PCI."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s3_2_4_2",
"title":{
"__html":"Anticoagulant Medications"
},
"titleNode":{
"type":"section-title",
"hlId":"bbcaa1",
"children":[
"Anticoagulant Medications"
]
},
"children":[
{
"type":"p",
"hlId":"54d8a1",
"children":[
"The choice of anticoagulant during ACS depends on the reperfusion strategy available to the patient. In patients receiving thrombolytic therapy, anticoagulation with unfractionated heparin, enoxaparin, or fondaparinux is associated with reduced reocclusion of the infarct-related artery and improved outcomes."
]
},
{
"type":"p",
"hlId":"dbe3e6",
"children":[
"In patients undergoing PCI for ACS, especially those with kidney dysfunction, unfractionated heparin is favored over enoxaparin because of the ability to monitor the degree of anticoagulation with activated clotting times. Fondaparinux is not indicated during PCI given the risk for procedural thrombosis."
]
},
{
"type":"p",
"hlId":"4ae864",
"children":[
"For patients proceeding to the catheterization laboratory, anticoagulant therapy should be provided until revascularization with PCI or CABG. In medically treated patients, anticoagulation is recommended for at least 48 hours and is generally continued until discharge."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s3_2_4_3",
"title":{
"__html":"Antianginal Medications"
},
"titleNode":{
"type":"section-title",
"hlId":"e3a697",
"children":[
"Antianginal Medications"
]
},
"children":[
{
"type":"p",
"hlId":"2cb5cd",
"children":[
"Oxygen therapy, often considered an antianginal therapy, is no longer routinely indicated in ACS. Supplemental oxygen in the setting of normal oxygen saturation is associated with increased mortality in patients with ACS. Guidelines suggest initiating oxygen therapy in patients with oxygen saturation of less than 90% to 92% and maintaining saturation at 93% to 96%. The American Heart Association, however, recommends oxygen therapy for an oxygen saturation less than 90% or in the presence of heart failure or dyspnea without providing an upper oxygen saturation limit."
]
},
{
"type":"p",
"hlId":"4e7416",
"children":[
"β-Blockers decrease myocardial oxygen demand, reduce the incidence of ventricular arrhythmias, and improve long-term survival in patients with ACS. These agents should be administered orally (not intravenously) within 24 hours of presentation, except in patients with evidence of hypotension, cardiogenic shock, pulmonary congestion, or atrioventricular block."
]
},
{
"type":"p",
"hlId":"3dff3a",
"children":[
"Nitrates are used primarily to manage angina symptoms in ACS. Sublingual nitrates should be administered at presentation to relieve chest pain and thereby reduce counterproductive sympathetic drive. For patients with persistent chest pain despite β-blockade, intravenous nitroglycerin can alleviate symptoms, particularly in those with hypertension. Patients receiving nitroglycerin infusions for a prolonged time often require increased doses because of the development of nitrate tolerance. Nitrates should be avoided in patients who have had recent exposure (within 24-48 hours) to phosphodiesterase-5 inhibitors, such as sildenafil, and in those with shock or RV infarction."
]
},
{
"type":"section",
"id":"mk19_b_cv_s3_2_4_3_1",
"title":{
"__html":"Lipid-Lowering Medications"
},
"titleNode":{
"type":"section-title",
"hlId":"35c8ce",
"children":[
"Lipid-Lowering Medications"
]
},
"children":[
{
"type":"p",
"hlId":"c12ef8",
"children":[
"Statin therapy reduces mortality and adverse clinical event rates after ACS. High-intensity statin therapy is recommended because it improves outcomes compared with lower-intensity treatment. Initiating statins in the inpatient setting is associated with greater medication adherence. Furthermore, statin preloading before PCI has been associated with lower rates of periprocedural MI."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s3_2_4_3_2",
"title":{
"__html":"Angiotensin Receptor and Aldosterone Agents"
},
"titleNode":{
"type":"section-title",
"hlId":"a53600",
"children":[
"Angiotensin Receptor and Aldosterone Agents"
]
},
"children":[
{
"type":"p",
"hlId":"b6b2e6",
"children":[
"ACE inhibitors are indicated in patients with ACS, particularly those with impaired LV function, heart failure, anterior wall infarction, or diabetes. ARBs may be used in patients intolerant of ACE inhibitors. These agents have shown significant early benefit following STEMI and should be administered within the first 24 hours of presentation in the absence of contraindications."
]
},
{
"type":"p",
"hlId":"b4bf32",
"children":[
"Eplerenone, an aldosterone antagonist, has proved beneficial in patients with STEMI who have an ejection fraction of 40% or less and either heart failure or diabetes, especially when initiated within 1 week of presentation. Potassium levels must be monitored carefully, especially in patients with pre-existing kidney dysfunction and those receiving concomitant ACE inhibitors or ARBs."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"ee2089",
"hvc":true,
"children":[
"Thrombolytic therapy is not indicated in patients with non–ST-elevation acute coronary syndromes."
]
},
{
"type":"keypoint",
"hlId":"39b9bf",
"children":[
"All patients presenting with acute coronary syndrome should receive a loading dose of aspirin, supplemental oxygen for oxygen saturation less than 90%, nitrates, a β-blocker, an ACE inhibitor, a high-intensity statin, a P2Y",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"12"
]
},
" inhibitor, and an anticoagulant."
]
},
{
"type":"keypoint",
"hlId":"95e9b0",
"children":[
"Dual antiplatelet therapy is indicated in most patients for at least 1 year after acute coronary syndrome (ACS); clopidogrel and ticagrelor may be used in all patients with ACS, whereas prasugrel may be used only in patients treated with percutaneous coronary intervention."
]
},
{
"type":"keypoint",
"hlId":"fb9ff0",
"children":[
"β-Blockers decrease myocardial oxygen demand, reduce the incidence of ventricular arrhythmias, and improve long-term survival in patients with acute coronary syndrome; however, these agents are contraindicated with cardiogenic shock or high-grade atrioventricular block."
]
}
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s3_2_5",
"title":{
"__html":"Acute Coronary Syndromes Not Associated With Obstructive Coronary Artery Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"ab0428",
"children":[
"Acute Coronary Syndromes Not Associated With Obstructive Coronary Artery Disease"
]
},
"children":[
{
"type":"p",
"hlId":"3d26a3",
"children":[
"Some patients with chest pain, elevated cardiac troponin levels, and characteristic ST-segment elevation on ECG have MI in the absence of obstructive CAD (MINOCA). Other related syndromes may mimic MINOCA but do not involve frank infarction. Regardless of whether there is irreversible myocardial injury, treatment of these conditions with thrombolytic agents and revascularization in the absence of occlusive coronary disease and plaque rupture is not beneficial or recommended."
]
},
{
"type":"p",
"hlId":"14a9ec",
"children":[
"Spontaneous coronary artery dissection (SCAD) is a common cause of chest pain among younger women who present with ACS and in the peripartum period. Although the pathophysiology is not clearly established, SCAD involves development of a nontraumatic and non-iatrogenic intramural hematoma with or without intimal dissection with luminal communication. The enlarging hematoma in the false lumen compresses the true lumen of the coronary artery and in potential combination with obstructing dissection leads to chest pain, ischemia, and/or infarction. Diagnosis requires a high index of suspicion and confirmation by invasive or noninvasive angiography, using care to minimize unnecessary radiation exposure. When associated with STEMI, SCAD may be managed invasively; CABG, however, is rarely indicated. PCI may be safely deferred when coronary flow is preserved and symptoms can be controlled and closely monitored, because acute vascular manipulation often results in dissection extension, and early vascular healing often occurs without further intervention."
]
},
{
"type":"p",
"hlId":"65ba5a",
"children":[
"Coronary vasospasm is sudden coronary artery constriction occurring spontaneously or following use of illicit substances (methamphetamines, cocaine) or prescription drugs (5-fluorouracil, bromocriptine). Spontaneous coronary vasospasm often occurs at night and may occur at rest or following exercise. ECG abnormalities may be nonspecific or mimic STEMI patterns. Coronary vasospasm is a diagnosis of exclusion and often involves coronary angiography to exclude fixed disease. Invasive provocative testing can be performed but usually is not indicated. Patients suspected of having vasospasm (or the related microvascular endothelial dysfunction) often are treated empirically with nitrates and/or calcium channel blockers."
]
},
{
"type":"p",
"hlId":"477ba3",
"children":[
"Cardiac syndrome X is a poorly defined condition characterized by anginal chest pain in the presence of angiographically normal coronary arteries or insignificant CAD (<50% stenosis). Several hypotheses have been proposed to explain the pathogenesis of this syndrome, with one of the most accepted centering on microvascular dysfunction as the cause. Cardiac syndrome X is a frequent cause of chest pain syndromes in women and may be associated with adverse outcomes despite the frequent lack of traditional risk factors for CAD. Patients may be treated with β-blockers, calcium channel blockers, nitrates, and ranolazine."
]
},
{
"type":"p",
"hlId":"70d371",
"children":[
"Takotsubo cardiomyopathy presents as acute chest pain, ECG changes (often ST-segment elevation), and elevated cardiac enzyme levels in the absence of coronary occlusion. Takotsubo cardiomyopathy more commonly occurs in women, and there is often an antecedent psychological or physical stressor. It is a diagnosis of exclusion based on lack of significant coronary stenosis with significant wall motion abnormality (often systolic apical ballooning and notable sparing of the base of the heart) on echocardiography or ventriculography."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s3_2_6",
"title":{
"__html":"Care After an Acute Coronary Syndrome"
},
"titleNode":{
"type":"section-title",
"hlId":"99accf",
"children":[
"Care After an Acute Coronary Syndrome"
]
},
"children":[
{
"type":"p",
"hlId":"fd28ce",
"children":[
"All patients with ACS should continue aspirin, preferably 81 mg/d, indefinitely. DAPT is recommended for at least 1 year (see ",
{
"type":"tag",
"tagName":"span",
"attrs":{
"className":"text-nowrap"
},
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
},
"children":[
{
"type":"table-link",
"target":"mk19_b_cv_t10",
"wrapId":"13",
"children":[
"Table 10"
]
}
]
},
")"
]
},
". There is some evidence for extending DAPT beyond 1 year; however, the decision to prolong therapy should be individualized, with the risk for bleeding weighed against the risk for thrombosis."
]
},
{
"type":"inline-wrap",
"wrapId":"13",
"contentIds":[
"mk19_b_cv_t10"
]
},
{
"type":"p",
"hlId":"9931a4",
"children":[
"Statin therapy should continue indefinitely. Patients with a history of multiple major atherosclerotic cardiovascular disease (ASCVD) events or one major ASCVD event and multiple high-risk conditions are judged to be at very high risk for recurrent ASCVD events. These patients may benefit from the addition of nonstatin drug therapy to maximally tolerated statin therapy (see ",
{
"type":"cross-reference",
"target":"mk19_a_gm_s8_2_2_2",
"children":[
"MKSAP 19 General Internal Medicine 1"
]
},
")."
]
},
{
"type":"p",
"hlId":"3271b4",
"children":[
"β-Blockers should be continued indefinitely in all patients. ACE inhibitors should be continued indefinitely in patients with LV dysfunction and may be beneficial in patients with preserved LV function, especially in those with diabetes. Guidelines recommend avoiding NSAIDs if possible, because of the increased cardiovascular risk associated with these drugs."
]
},
{
"type":"p",
"hlId":"d04a9c",
"children":[
"In patients at risk for sudden cardiac death after MI, guidelines do not recommend placement of an implantable cardioverter-defibrillator for primary prevention within 40 days of infarction because of lack of benefit. Despite a theoretical primary prevention benefit in high-risk patients following MI, routine use of a temporary wearable cardioverter-defibrillator has not shown benefit in reducing arrhythmic death within 84 days of MI in the large, randomized VEST study. There are no clear indications for a wearable cardioverter-defibrillator; however, it is an option for select patients with a high risk for sudden death before implantation of a permanent defibrillator device."
]
},
{
"type":"p",
"hlId":"263bc4",
"children":[
"Patients with ACS should be referred for cardiac rehabilitation, a medically observed exercise program that reduces mortality while improving functional capacity, medication adherence, and risk factor profiles. Patients at low risk (aged ≤75 years with symptoms less than New York Heart Association functional class III to IV, a normal ejection fraction, and no arrhythmia) who prefer home-based cardiac rehabilitation with remote coaching and indirect exercise supervision benefit as well."
]
},
{
"type":"p",
"hlId":"114320",
"children":[
"Sexual activity can generally resume after 2 weeks in younger, previously fit patients with uncomplicated MI and after 6 weeks in patients with more extensive infarcts, assuming other aspects of cardiac rehabilitation are proceeding uneventfully. Patients should be counseled that erectile dysfunction and decreased satisfaction during sexual activity are not uncommon following MI. Drug therapy for erectile dysfunction is effective and safe for patients who are not taking nitrates (see ",
{
"type":"cross-reference",
"target":"mk19_b_gm_s6_1_1",
"children":[
"MKSAP 19 General Internal Medicine 2"
]
},
")."
]
},
{
"type":"p",
"hlId":"11cf54",
"children":[
"Physicians should counsel patients that treatment goals after MI are focused on risk reduction and achieving baseline functional status, although that expectation must be tempered in those with post-MI heart failure or significant reduction in ejection fraction. Depression after MI is common, and screening is recommended; cognitive behavioral therapy and selective serotonin reuptake inhibitors are first-line therapies."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"7cb923",
"children":[
"All patients with acute coronary syndrome should be referred for cardiac rehabilitation, which reduces mortality while improving functional capacity, medication adherence, and risk factor profiles."
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s3_3",
"title":{
"__html":"Management of Coronary Artery Disease in Specific Populations"
},
"titleNode":{
"type":"section-title",
"hlId":"420b2e",
"children":[
"Management of Coronary Artery Disease in Specific Populations"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_cv_s3_3_1",
"title":{
"__html":"Patients With Asymptomatic Vascular Disease"
},
"titleNode":{
"type":"section-title",
"hlId":"2da492",
"children":[
"Patients With Asymptomatic Vascular Disease"
]
},
"children":[
{
"type":"p",
"hlId":"86f552",
"children":[
"Silent myocardial ischemia is a long-recognized syndrome with widely varying prevalence and risk estimates, and its recognition is increasing with the use of diagnostic chest imaging and dedicated coronary artery calcium scoring studies. Although it is clear that patients with silent myocardial ischemia, especially those with known underlying heart disease, have a worse prognosis, there are no guideline recommendations on which patients should be evaluated with stress testing, ambulatory monitoring, or cardiac catheterization nor on how establishing the diagnosis modifies secondary prevention opportunities."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s3_3_2",
"title":{
"__html":"Patients Older Than 75 Years"
},
"titleNode":{
"type":"section-title",
"hlId":"3d75da",
"children":[
"Patients Older Than 75 Years"
]
},
"children":[
{
"type":"p",
"hlId":"8cabf3",
"children":[
"Patients older than 75 years are at heightened cardiovascular risk because of a higher prevalence and greater severity and extent of CAD. Comorbid conditions, loss of muscle mass, and gait abnormalities often limit or prohibit the use of exercise stress testing for prognostic and diagnostic purposes. When cardiovascular disease is identified, older adults often are not treated with recognized secondary prevention therapies (e.g., antiplatelet agents, β-blockers, ACE inhibitors, and statins). This is at least partly due a perceived heightened risk for adverse therapeutic response compounded by the lack of outcome data in these patients, who are often excluded from prospective trials. Furthermore, invasive angiography and revascularization are used less often in older adults, likely due to higher procedural morbidity and mortality. Exercise, diet, and healthy lifestyle choices remain essential elements of risk reduction in all age groups, with antiplatelet therapy, lipid-lowering therapy, blood pressure control, and glycemic control of benefit in patients at suitable risk, regardless of age. Hyperlipidemia remains associated with adverse outcomes in the elderly, with a recent meta-analysis of primary and secondary prevention trials demonstrating reduction in cardiac events and disability in this group."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s3_3_3",
"title":{
"__html":"Women"
},
"titleNode":{
"type":"section-title",
"hlId":"b133ad",
"children":[
"Women"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_cv_s3_3_3_1",
"title":{
"__html":"Clinical Presentation"
},
"titleNode":{
"type":"section-title",
"hlId":"6f071b",
"children":[
"Clinical Presentation"
]
},
"children":[
{
"type":"p",
"hlId":"9b3c4e",
"children":[
"Women usually develop ischemic heart disease at an older age than men and more commonly present with stable CAD than ACS. In women with typical angina symptoms, nonobstructive coronary stenoses are present on coronary angiography in more than 50% of cases, and microvascular dysfunction (endothelium-dependent or endothelium-independent) is thought to be a predominant cause of symptoms in these patients. In women with acute MI, the predominant symptom is chest pain or pressure; however, women can have atypical symptoms, such as fatigue, dyspnea, nausea, or abdominal symptoms."
]
},
{
"type":"p",
"hlId":"033347",
"children":[
"Several unique manifestations of cardiovascular disease, including SCAD, takotsubo cardiomyopathy, and coronary vasospasm, occur primarily in women."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s3_3_3_2",
"title":{
"__html":"Evaluation and Treatment"
},
"titleNode":{
"type":"section-title",
"hlId":"8f91b5",
"children":[
"Evaluation and Treatment"
]
},
"children":[
{
"type":"p",
"hlId":"46d4a6",
"children":[
"Diagnostic and therapeutic recommendations for CAD do not differ for men and women. Noninvasive stress testing has a lower sensitivity and specificity in women than in men, and exertional ST-segment deviation has a lower reported accuracy in women."
]
},
{
"type":"p",
"hlId":"908f9a",
"children":[
"Reports from observational studies and secondary analysis of randomized controlled trials suggest that women have worse outcomes after STEMI presentation, possibly due to delays in recognition and longer ischemic time, as well as a recognized increase in complication rates after reperfusion therapy for STEMI."
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s3_3_4",
"title":{
"__html":"Patients With Diabetes Mellitus"
},
"titleNode":{
"type":"section-title",
"hlId":"85dba1",
"children":[
"Patients With Diabetes Mellitus"
]
},
"children":[
{
"type":"section",
"id":"mk19_b_cv_s3_3_4_1",
"title":{
"__html":"Risk and Evaluation"
},
"titleNode":{
"type":"section-title",
"hlId":"1925d7",
"children":[
"Risk and Evaluation"
]
},
"children":[
{
"type":"p",
"hlId":"818295",
"children":[
"Diabetes is associated with a two- to threefold increase in age-adjusted risk for CAD events, including cardiovascular mortality. This increased risk is multifactorial and is associated with a higher incidence of cardiovascular risk factors as well as underlying vascular and myocardial dysfunction accompanying the diabetic state."
]
},
{
"type":"p",
"hlId":"daa3af",
"children":[
"Evaluation and diagnostic strategy for CAD are similar in patients with or without diabetes, although cardiac symptoms such as dyspnea and nausea are more common, requiring a high index of suspicion in at-risk patients. The diagnostic accuracy of noninvasive stress testing in symptomatic patients with diabetes is similar to that in patients without diabetes. Although traditional CAD risk factors should be aggressively managed in all patients with diabetes, screening for CAD in asymptomatic persons is controversial and without proven outcome benefit; thus, routine stress testing is not recommended."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s3_3_4_2",
"title":{
"__html":"Medical Therapy and Secondary Prevention"
},
"titleNode":{
"type":"section-title",
"hlId":"a73f54",
"children":[
"Medical Therapy and Secondary Prevention"
]
},
"children":[
{
"type":"p",
"hlId":"f25e4b",
"children":[
"Optimal medical therapy, including aggressive risk factor reduction, glucose control, and antianginal therapy, is foundational for patients with diabetes and CAD. Although specific blood pressure goals remain controversial, a blood pressure goal of less than 140/90 mm Hg provides a balance of safety and efficacy for most patients with diabetes. The American Diabetes Association (ADA) recommends a blood pressure target of less than 140/90 mm Hg in patients at lower risk for ASCVD and suggests that a blood pressure target of less than 130/80 mm Hg may be appropriate for patients with either existing ASCVD or a 10-year ASCVD risk of 15% or greater, if it can be achieved without undue treatment burden. The American College of Cardiology/American Heart Association guidelines recommend antihypertensive treatment with a target blood pressure below 130/80 mm Hg in patients with diabetes. ACE inhibitors or ARBs are the preferred antihypertensive therapies given their renal protective effects. High-intensity statin therapy is indicated in patients with diabetes and CAD, with the addition of ezetimibe or PCSK9 inhibitors as needed for optimal lipid control."
]
},
{
"type":"p",
"hlId":"eca503",
"children":[
"Aspirin is recommended for secondary prevention in all patients with diabetes and CAD. The role of P2Y",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"12"
]
},
" inhibition (clopidogrel or ticagrelor) with or without aspirin continues to evolve, with evidence supporting a secondary prevention benefit at the expense of excess bleeding."
]
},
{
"type":"p",
"hlId":"855c84",
"children":[
"Tight glycemic control reduces microvascular complications but does not reduce the risk for MI, particularly when initiated late in the disease course. The use of sodium-glucose cotransporter 2 (SGLT2) inhibitors or glucagon-like peptide 1 (GLP-1) receptor agonists in patients with type 2 diabetes reduces rates of acute MI, stroke, and cardiovascular death. Based on strong evidence, the ADA recommends introducing an SGLT2 inhibitor or a GLP-1 receptor agonist with demonstrated cardiovascular disease benefit as part of a glycemic control regimen in patients with type 2 diabetes and clinical ASCVD. If the patient is already taking metformin combined with another therapeutic agent or agents and not taking an SGLT2 inhibitor or GLP-1 receptor agonist, the ADA recommends considering switching to one of these agents."
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s3_3_4_3",
"title":{
"__html":"Invasive Treatment"
},
"titleNode":{
"type":"section-title",
"hlId":"9b2a58",
"children":[
"Invasive Treatment"
]
},
"children":[
{
"type":"p",
"hlId":"d5852e",
"children":[
"Outcome following both surgical and percutaneous revascularization is impaired in patients with diabetes. The choice of revascularization strategy is based on the severity and extent of CAD, comorbid conditions, and patient preference, recognizing that CABG is associated with improved outcomes in patients with multivessel CAD, including lower rates of repeat revascularization and the composite of death, MI, or stroke. Regardless of the strategy employed, optimal technique is essential, including drug-eluting stent placement in PCI and arterial conduit use in CABG. Optimal medical therapy has been shown to provide lasting benefit independent of revascularization modality."
]
},
{
"type":"keypoints",
"children":[
{
"type":"keypoint",
"hlId":"1c8582",
"hvc":true,
"children":[
"Stress testing is not routinely recommended in asymptomatic patients with diabetes mellitus to detect subclinical coronary artery disease."
]
},
{
"type":"keypoint",
"hlId":"53df05",
"children":[
"In patients with type 2 diabetes mellitus and clinical atherosclerotic cardiovascular disease, a sodium-glucose cotransporter 2 inhibitor or glucagon-like peptide 1 receptor agonist with demonstrated cardiovascular disease benefit should be initiated as part of a glycemic control regimen."
]
},
{
"type":"keypoint",
"hlId":"f49fd1",
"children":[
"Coronary artery bypass grafting is associated with improved outcomes, including lower rates of repeat revascularization and the composite of death, myocardial infarction, or stroke, in patients with diabetes mellitus undergoing revascularization."
]
}
]
}
]
}
]
}
]
},
{
"type":"section",
"id":"mk19_b_cv_s3_4",
"bibliography":true,
"title":{
"__html":"Bibliography"
},
"titleNode":{
"type":"section-title",
"hlId":"a7cc81",
"children":[
"Bibliography"
]
},
"children":[
{
"type":"references",
"children":[
{
"type":"reference",
"children":[
"American Diabetes Association. 10. Cardiovascular disease and risk management: Standards of Medical Care in Diabetes-2021. Diabetes Care. 2021;44:S125-S150. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/33298421",
"target":"_blank"
},
"children":[
"PMID: 33298421"
]
},
" doi:10.2337/dc21-S010"
]
},
{
"type":"reference",
"children":[
"Amsterdam EA, Wenger NK, Brindis RG, et al. 2014 AHA/ACC guideline for the management of patients with non-ST-elevation acute coronary syndromes: a report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines. J Am Coll Cardiol. 2014;64:e139-e228. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/25260718",
"target":"_blank"
},
"children":[
"PMID: 25260718"
]
},
" doi:10.1016/j.jacc.2014.09.017"
]
},
{
"type":"reference",
"children":[
"Anderson JL, Morrow DA. Acute myocardial infarction. N Engl J Med. 2017;376:2053-2064. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/28538121",
"target":"_blank"
},
"children":[
"PMID: 28538121"
]
},
" doi:10.1056/NEJMra1606915"
]
},
{
"type":"reference",
"children":[
"Angiolillo DJ, Rollini F, Storey RF, et al. International expert consensus on switching platelet P2Y12 receptor-inhibiting therapies. Circulation. 2017;136:1955-1975. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/29084738",
"target":"_blank"
},
"children":[
"PMID: 29084738"
]
},
" doi:10.1161/CIRCULATIONAHA.117.031164"
]
},
{
"type":"reference",
"children":[
"Das SR, Everett BM, Birtcher KK, et al. 2018 ACC expert consensus decision pathway on novel therapies for cardiovascular risk reduction in patients with type 2 diabetes and atherosclerotic cardiovascular disease: a report of the American College of Cardiology Task Force on Expert Consensus Decision Pathways. J Am Coll Cardiol. 2018;72:3200-3223. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30497881",
"target":"_blank"
},
"children":[
"PMID: 30497881"
]
}
]
},
{
"type":"reference",
"children":[
"Fihn SD, Blankenship JC, Alexander KP, et al. 2014 ACC/AHA/AATS/PCNA/SCAI/STS focused update of the guideline for the diagnosis and management of patients with stable ischemic heart disease: a report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines, and the American Association for Thoracic Surgery, Preventive Cardiovascular Nurses Association, Society for Cardiovascular Angiography and Interventions, and Society of Thoracic Surgeons. J Am Coll Cardiol. 2014;64:1929-49. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/25077860",
"target":"_blank"
},
"children":[
"PMID: 25077860"
]
},
" doi:10.1016/j.jacc.2014.07.017"
]
},
{
"type":"reference",
"children":[
"Gulati M, Levy PD, Mukherjee D, et al. 2021 AHA/ACC/ASE/CHEST/SAEM/SCCT/SCMR Guideline for the Evaluation and Diagnosis of Chest Pain: A Report of the American College of Cardiology/American Heart Association Joint Committee on Clinical Practice Guidelines. Circulation. 2021 Oct 28:CIR0000000000001029. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/34709879",
"target":"_blank"
},
"children":[
"PMID: 34709879"
]
},
" doi:10.1161/CIR.0000000000001029"
]
},
{
"type":"reference",
"children":[
"Katz D, Gavin MC. Stable ischemic heart disease. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"https://www.acpjournals.org/doi/10.7326/AITC201908060",
"target":"_blank"
},
"children":[
"Ann Intern Med"
]
},
". 2019;171:ITC17-ITC32. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31382288",
"target":"_blank"
},
"children":[
"PMID: 31382288"
]
}
]
},
{
"type":"reference",
"children":[
"Knuuti J, Wijns W, Saraste A, et al; ESC Scientific Document Group. 2019 ESC guidelines for the diagnosis and management of chronic coronary syndromes. Eur Heart J. 2020;41:407-477. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/31504439",
"target":"_blank"
},
"children":[
"PMID: 31504439"
]
},
" doi:10.1093/eurheartj/ehz425"
]
},
{
"type":"reference",
"children":[
"Lawton JS, Tamis-Holland JE, Bangalore S, et al. 2021 ACC/AHA/SCAI Guideline for Coronary Artery Revascularization: A Report of the American College of Cardiology/American Heart Association Joint Committee on Clinical Practice Guidelines. Circulation. 2021 Dec 9:CIR0000000000001038. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/34882435",
"target":"_blank"
},
"children":[
"PMID: 34882435"
]
},
" doi:10.1161/CIR.0000000000001038."
]
},
{
"type":"reference",
"children":[
"Levine GN, Bates ER, Bittl JA, et al. 2016 ACC/AHA guideline focused update on duration of dual antiplatelet therapy in patients with coronary artery disease: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. J Am Coll Cardiol. 2016;68:1082-115. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/27036918",
"target":"_blank"
},
"children":[
"PMID: 27036918"
]
},
" doi:10.1016/j.jacc.2016.03.513"
]
},
{
"type":"reference",
"children":[
"Levine GN, Bates ER, Blankenship JC, et al. 2015 ACC/AHA/SCAI focused update on primary percutaneous coronary intervention for patients with ST-elevation myocardial infarction: an update of the 2011 ACCF/AHA/SCAI guideline for percutaneous coronary intervention and the 2013 ACCF/AHA guideline for the management of ST-elevation myocardial infarction. J Am Coll Cardiol. 2016;67:1235-1250. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/26498666",
"target":"_blank"
},
"children":[
"PMID: 26498666"
]
},
" doi:10.1016/j.jacc.2015.10.005"
]
},
{
"type":"reference",
"children":[
"Patel MR, Calhoon JH, Dehmer GJ, et al. ACC/AATS/AHA/ASE/ASNC/SCAI/SCCT/STS 2017 appropriate use criteria for coronary revascularization in patients with stable ischemic heart disease: a report of the American College of Cardiology Appropriate Use Criteria Task Force, American Association for Thoracic Surgery, American Heart Association, American Society of Echocardiography, American Society of Nuclear Cardiology, Society for Cardiovascular Angiography and Interventions, Society of Cardiovascular Computed Tomography, and Society of Thoracic Surgeons. J Am Coll Cardiol. 2017;69:2212-2241. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/28291663",
"target":"_blank"
},
"children":[
"PMID: 28291663"
]
},
" doi:10.1016/j.jacc.2017.02.001"
]
},
{
"type":"reference",
"children":[
"Tamis-Holland JE, Jneid H, Reynolds HR, et al; American Heart Association Interventional Cardiovascular Care Committee of the Council on Clinical Cardiology; Council on Cardiovascular and Stroke Nursing; Council on Epidemiology and Prevention; and Council on Quality of Care and Outcomes Research. Contemporary diagnosis and management of patients with myocardial infarction in the absence of obstructive coronary artery disease: a scientific statement from the American Heart Association. Circulation. 2019;139:e891-e908. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30913893",
"target":"_blank"
},
"children":[
"PMID: 30913893"
]
},
" doi:10.1161/CIR.0000000000000670"
]
},
{
"type":"reference",
"children":[
"Thygesen K, Alpert JS, Jaffe AS, et al; Executive Group on behalf of the Joint European Society of Cardiology (ESC)/American College of Cardiology (ACC)/American Heart Association (AHA)/World Heart Federation (WHF) Task Force for the Universal Definition of Myocardial Infarction. Fourth universal definition of myocardial infarction (2018). J Am Coll Cardiol. 2018;72:2231-2264. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/30153967",
"target":"_blank"
},
"children":[
"PMID: 30153967"
]
},
" doi:10.1016/j.jacc.2018.08.1038"
]
}
]
}
]
}
]
},
"tablesContent":{
"mk19_b_cv_t07":{
"id":"mk19_b_cv_t07",
"number":7,
"bookId":"cv",
"title":{
"__html":"P2Y<sub>12</sub> Inhibitors Used in the Treatment of Patients With CAD Undergoing PCI"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"ff0c2f",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 7. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_b_cv_t07"
}
]
},
"P2Y",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"12"
]
},
" Inhibitors Used in the Treatment of Patients With CAD Undergoing PCI"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"5db77f",
"class":"col hd l",
"children":[
"Drug"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b670b8",
"class":"col hd l",
"children":[
"Indications"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"21c0f7",
"class":"col hd l",
"children":[
"Loading Dose"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4a4fbf",
"class":"col hd l",
"children":[
"Maintenance Dose"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b8bc11",
"class":"col hd l",
"children":[
"Adverse Effects"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0a7698",
"class":"col hd l",
"children":[
"Contraindications"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c4ece3",
"class":"cell txt l",
"children":[
"Clopidogrel"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b74aa3",
"class":"cell txt l",
"children":[
"Stable CAD treated with PCI"
]
},
" ",
{
"type":"p",
"hlId":"376359",
"class":"cell txt l",
"children":[
"ACS"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f76af0",
"class":"cell txt l",
"children":[
"300-600 mg"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6415a0",
"class":"cell txt l",
"children":[
"75 mg/d"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"5c7c34",
"class":"cell txt l",
"children":[
"Increased bleeding risk"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2e6f84",
"class":"cell txt l",
"children":[
"Known allergy to the drug"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7c3ce0",
"class":"cell txt l",
"children":[
"Ticagrelor"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"376359",
"class":"cell txt l",
"children":[
"ACS"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"454f82",
"class":"cell txt l",
"children":[
"180 mg"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4c4faa",
"class":"cell txt l",
"children":[
"90 mg twice daily",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4c7896",
"class":"cell txt l",
"children":[
"Increased bleeding risk, dyspnea"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2e6f84",
"class":"cell txt l",
"children":[
"Known allergy to the drug"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2d2684",
"class":"cell txt l",
"children":[
"Prasugrel"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e2bbbf",
"class":"cell txt l",
"children":[
"ACS treated with PCI",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"b"
]
}
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4d0a0b",
"class":"cell txt l",
"children":[
"60 mg"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d985ce",
"class":"cell txt l",
"children":[
"10 mg/d",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"c"
]
}
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"5c7c34",
"class":"cell txt l",
"children":[
"Increased bleeding risk"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b93106",
"class":"cell txt l",
"children":[
"Known allergy to the drug, previous transient ischemic attack/stroke",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"d"
]
},
", age ≥75 y"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"ACS = acute coronary syndrome; CAD = coronary artery disease; PCI = percutaneous coronary intervention."
],
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
},
"Ticagrelor should be used with aspirin, 81 mg/d."
],
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"b"
]
},
"Prasugrel should not be loaded “upstream” (before catheterization)."
],
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"c"
]
},
"Prasugrel, 5 mg/d, should be considered for those weighing less than 60 kg (132 lb)."
],
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"d"
]
},
"Prasugrel carries a black box warning for significant, sometimes fatal, bleeding and is contraindicated in patients with active pathologic bleeding or a history of transient ischemic attack or stroke."
]
]
},
"mk19_b_cv_t08":{
"id":"mk19_b_cv_t08",
"number":8,
"bookId":"cv",
"title":{
"__html":"Contraindications and Cautions for Thrombolytic Therapy in ST-Elevation Myocardial Infarction<sup>a</sup>"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"586467",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 8. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_b_cv_t08"
}
]
},
"Contraindications and Cautions for Thrombolytic Therapy in ST-Elevation Myocardial Infarction",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"baadd6",
"class":"col hd l",
"children":[
"Absolute Contraindications"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6bf4b1",
"class":"cell txt l",
"children":[
"Any previous intracranial hemorrhage"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"5b3530",
"class":"cell txt l",
"children":[
"Known structural cerebrovascular lesion (e.g., arteriovenous malformation)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"3a50e3",
"class":"cell txt l",
"children":[
"Known malignant intracranial neoplasm (primary or metastatic)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1abc4c",
"class":"cell txt l",
"children":[
"Ischemic stroke within 3 mo (except acute ischemic stroke within 4.5 h)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e6b3fe",
"class":"cell txt l",
"children":[
"Suspected aortic dissection"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"3d130b",
"class":"cell txt l",
"children":[
"Active bleeding or bleeding diathesis (excluding menses)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-7 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"912fe7",
"class":"cell txt l",
"children":[
"Significant closed head or facial trauma within 3 mo"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-8 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"703d97",
"class":"cell txt l",
"children":[
"Intracranial or intraspinal surgery within 2 mo"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-9 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9c0f2a",
"class":"cell txt l",
"children":[
"Severe uncontrolled hypertension (unresponsive to emergency therapy)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-10 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"149e93",
"class":"cell txt l",
"children":[
"For streptokinase: treatment within the previous 6 mo"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e99039",
"class":"col hd l",
"children":[
"Relative Contraindications"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c3aa79",
"class":"cell txt l",
"children":[
"History of chronic, severe, poorly controlled hypertension"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2e6137",
"class":"cell txt l",
"children":[
"Severe uncontrolled hypertension on presentation (SBP >180 mm Hg or DBP >110 mm Hg)",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"758d24",
"class":"cell txt l",
"children":[
"History of ischemic stroke (>3 mo previously)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"488369",
"class":"cell txt l",
"children":[
"Dementia"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"356f0e",
"class":"cell txt l",
"children":[
"Known intracranial abnormality not covered in absolute contraindications"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"e55dfe",
"class":"cell txt l",
"children":[
"Traumatic or prolonged (>10 min) CPR"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-7 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6455b9",
"class":"cell txt l",
"children":[
"Major surgery within 3 wk"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-8 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b57aa0",
"class":"cell txt l",
"children":[
"Recent (within 2-4 wk) internal bleeding"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-9 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"65afa0",
"class":"cell txt l",
"children":[
"Noncompressible vascular puncture site"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-10 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0b1e9b",
"class":"cell txt l",
"children":[
"Pregnancy"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-11 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"48a394",
"class":"cell txt l",
"children":[
"Active peptic ulcer disease"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-12 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9a5030",
"class":"cell txt l",
"children":[
"Oral anticoagulant therapy"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"CPR = cardiopulmonary resuscitation; DBP = diastolic blood pressure; SBP = systolic blood pressure."
],
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
},
"Viewed as advisory for clinical decision making and may not be all-inclusive or definitive."
],
[
"Reproduced with permission from O’Gara PT, Kushner FG, Ascheim DD, et al. 2013 ACCF/AHA guideline for the management of ST-elevation myocardial infarction: a report of the American College of Cardiology Foundation/American Heart Association Task Force on Practice Guidelines. J Am Coll Cardiol. 2013;61:e78-e140. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/23256914",
"target":"_blank"
},
"children":[
"PMID: 23256914"
]
},
" doi:10.1016/j.jacc.2012.11.019. ©2013 American College of Cardiology Foundation and the American Heart Association, Inc. Published by Elsevier Inc. All rights reserved."
]
]
},
"mk19_b_cv_t09":{
"id":"mk19_b_cv_t09",
"number":9,
"bookId":"cv",
"title":{
"__html":"TIMI Risk Score for Non–ST-Elevation Acute Coronary Syndromes"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"8e7b2c",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 9. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_b_cv_t09"
}
]
},
"TIMI Risk Score for Non–ST-Elevation Acute Coronary Syndromes"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"2"
},
"children":[
" ",
{
"type":"p",
"hlId":"2683d7",
"class":"col hd l",
"children":[
"Prognostic Variables (1 Point Each)"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"2"
},
"children":[
" ",
{
"type":"p",
"hlId":"4db65c",
"class":"cell txt l",
"children":[
"Age ≥65 y"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"2"
},
"children":[
" ",
{
"type":"p",
"hlId":"36ed96",
"class":"cell txt l",
"children":[
"≥3 Traditional CAD risk factors",
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
}
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"2"
},
"children":[
" ",
{
"type":"p",
"hlId":"e01363",
"class":"cell txt l",
"children":[
"Documented CAD with ≥50% diameter stenosis"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"2"
},
"children":[
" ",
{
"type":"p",
"hlId":"d0a502",
"class":"cell txt l",
"children":[
"ST-segment deviation"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"2"
},
"children":[
" ",
{
"type":"p",
"hlId":"9debea",
"class":"cell txt l",
"children":[
"≥2 Anginal episodes in the past 24 h"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"2"
},
"children":[
" ",
{
"type":"p",
"hlId":"68cabc",
"class":"cell txt l",
"children":[
"Aspirin use in the past wk"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-7 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"2"
},
"children":[
" ",
{
"type":"p",
"hlId":"74a8b4",
"class":"cell txt l",
"children":[
"Elevated cardiac biomarkers (creatine kinase MB or troponin)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"2"
},
"children":[
" ",
{
"type":"p",
"hlId":"4e6a27",
"class":"col hd l",
"children":[
"TIMI Risk Score (Sum of Prognostic Variables)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"dfbffa",
"class":"cell txt l",
"children":[
"0-2"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a5f59a",
"class":"cell txt l",
"children":[
"Low risk"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b7b2d5",
"class":"cell txt l",
"children":[
"3-4"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1ce413",
"class":"cell txt l",
"children":[
"Intermediate risk"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6d72ba",
"class":"cell txt l",
"children":[
"5-7"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"741fee",
"class":"cell txt l",
"children":[
"High risk"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"CAD = coronary artery disease; TIMI = thrombolysis in myocardial infarction."
],
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
},
"Hypertension, hypercholesterolemia, diabetes mellitus, being a current smoker, family history of CAD."
],
[
"Information from Antman EM, Cohen M, Bernink PJ, et al. The TIMI risk score for unstable angina/non-ST elevation MI: a method for prognostication and therapeutic decision making. JAMA. 2000;284:835-42. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/10938172",
"target":"_blank"
},
"children":[
"PMID: 10938172"
]
},
" doi:10.1001/jama.284.7.835"
]
]
},
"mk19_b_cv_t10":{
"id":"mk19_b_cv_t10",
"number":10,
"bookId":"cv",
"title":{
"__html":"Medical Therapy for Acute Coronary Syndromes"
},
"jsonContent":{
"type":"tag",
"tagName":"table",
"attrs":{
"className":"table"
},
"children":[
{
"type":"tag",
"tagName":"caption",
"attrs":{
},
"children":[
{
"type":"p",
"hlId":"92d9ba",
"children":[
{
"type":"tag",
"tagName":"b",
"attrs":{
"className":"table-number"
},
"children":[
{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Table 10. "
]
},
{
"type":"new-window-link",
"targetType":"table",
"targetId":"mk19_b_cv_t10"
}
]
},
"Medical Therapy for Acute Coronary Syndromes"
]
}
]
},
{
"type":"tag",
"tagName":"thead",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"353bd6",
"class":"col hd l",
"children":[
"Medication"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4a89ba",
"class":"col hd l",
"children":[
"Drugs in Class"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"59b497",
"class":"col hd l",
"children":[
"Dosage"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b670b8",
"class":"col hd l",
"children":[
"Indications"
]
},
" "
]
},
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8413c6",
"class":"col hd l",
"children":[
"Comments"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"5"
},
"children":[
" ",
{
"type":"p",
"hlId":"0c6da2",
"class":"col hd l",
"children":[
"Antiplatelet Medications"
]
},
" "
]
}
]
}
]
},
{
"type":"tag",
"tagName":"tbody",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c40028",
"class":"cell txt l",
"children":[
"Aspirin"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"382b0f",
"class":"cell txt l",
"children":[
"N/A"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c5500d",
"class":"cell txt l",
"children":[
"81-162 mg/d"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a16b49",
"class":"cell txt l",
"children":[
"All patients with ACS, unless intolerant or allergic"
]
},
" ",
{
"type":"p",
"hlId":"c2fa83",
"class":"cell txt l",
"children":[
"Aspirin desensitization may be considered for patients with allergy"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"77c55f",
"class":"cell txt l",
"children":[
"Non-enteric formulation recommended for aspirin-naïve patients with ACS"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c4ece3",
"class":"cell txt l",
"children":[
"Clopidogrel"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"382b0f",
"class":"cell txt l",
"children":[
"N/A"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6415a0",
"class":"cell txt l",
"children":[
"75 mg/d"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c1bb2d",
"class":"cell txt l",
"children":[
"P2Y",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"12"
]
},
" inhibitor in combination with aspirin is indicated in all patients after ACS for at least 1 y"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ebeed9",
"class":"cell txt l",
"children":[
"Clopidogrel is recommended as an alternative to aspirin for patients with stable CAD and intolerance or allergy to aspirin"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2d2684",
"class":"cell txt l",
"children":[
"Prasugrel"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"382b0f",
"class":"cell txt l",
"children":[
"N/A"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"dab156",
"class":"cell txt l",
"children":[
"10 mg/d"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"1bfb0f",
"class":"cell txt l",
"children":[
"P2Y",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"12"
]
},
" inhibitor in combination with aspirin is indicated in all patients after ACS for at least 1 y; prasugrel is indicated only in patients with ACS in whom PCI is performed"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"72c299",
"class":"cell txt l",
"children":[
"Contraindicated with age >75 y or history of stroke/TIA"
]
},
" ",
{
"type":"p",
"hlId":"fed350",
"class":"cell txt l",
"children":[
"Dosage adjustment to 5 mg/d should be considered for patients weighing <60 kg (132 lb)"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_1-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"7c3ce0",
"class":"cell txt l",
"children":[
"Ticagrelor"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"382b0f",
"class":"cell txt l",
"children":[
"N/A"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"aac3fe",
"class":"cell txt l",
"children":[
"90 mg twice daily"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c1bb2d",
"class":"cell txt l",
"children":[
"P2Y",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"12"
]
},
" inhibitor in combination with aspirin is indicated in all patients after ACS for at least 1 y"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f02458",
"class":"cell txt l",
"children":[
"More rapid onset of action; does not require first-pass hepatic metabolism; no known genetic polymorphisms"
]
},
" ",
{
"type":"p",
"hlId":"df1816",
"class":"cell txt l",
"children":[
"Increased risk for bleeding with aspirin doses ≥100 mg"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"5"
},
"children":[
" ",
{
"type":"p",
"hlId":"68c921",
"class":"col hd l",
"children":[
"Cardioprotective Medications"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"89aad3",
"class":"cell txt l",
"children":[
"β-Blockers"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"23a053",
"class":"cell txt l",
"children":[
"Atenolol, metoprolol, carvedilol, nebivolol, bisoprolol"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"47c148",
"class":"cell txt l",
"children":[
"Variable"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6d46e3",
"class":"cell txt l",
"children":[
"All patients with prior MI or LV systolic dysfunction (only metoprolol succinate, carvedilol, or bisoprolol)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a713b4",
"class":"cell txt l",
"children":[
"Avoid in patients with cardiogenic shock, hypotension, or conduction disturbances"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"10b7d4",
"class":"cell txt l",
"children":[
"ACE inhibitors"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d645ec",
"class":"cell txt l",
"children":[
"Benazepril, captopril, enalapril, fosinopril, perindopril, trandolapril, lisinopril, ramipril, quinapril"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"47c148",
"class":"cell txt l",
"children":[
"Variable"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"93d67c",
"class":"cell txt l",
"children":[
"All patients with LV systolic dysfunction, hypertension, diabetes mellitus, or kidney disease"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a9bb52",
"class":"cell txt l",
"children":[
"Particularly beneficial in patients with anterior MI"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-3 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"519026",
"class":"cell txt l",
"children":[
"Angiotensin receptor blockers"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f66d87",
"class":"cell txt l",
"children":[
"Losartan, valsartan, olmesartan, candesartan, irbesartan, telmisartan"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"47c148",
"class":"cell txt l",
"children":[
"Variable"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a8abe5",
"class":"cell txt l",
"children":[
"All patients with LV systolic dysfunction, hypertension, diabetes, or kidney disease who are intolerant of ACE inhibitors"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ede680",
"class":"cell txt l",
"children":[
"Should not be used in patients already taking an ACE inhibitor"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-4 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"419859",
"class":"cell txt l",
"children":[
"Aldosterone inhibitor"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f5dfbe",
"class":"cell txt l",
"children":[
"Eplerenone"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"357293",
"class":"cell txt l",
"children":[
"25-50 mg/d"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"67041c",
"class":"cell txt l",
"children":[
"Patients with STEMI who have an LVEF ≤40% and either clinical heart failure or diabetes"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"0f9567",
"class":"cell txt l",
"children":[
"Use with caution in patients with chronic kidney disease or hyperkalemia"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f4a23f",
"class":"cell txt l",
"children":[
"High-intensity statin therapy"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"58b9fa",
"class":"cell txt l",
"children":[
"Atorvastatin"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4da537",
"class":"cell txt l",
"children":[
"40-80 mg/d"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"34710b",
"class":"cell txt l",
"children":[
"All patients with evidence of CAD and age ≤75 y"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-5 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"eaffa8",
"class":"cell txt l",
"children":[
"Rosuvastatin"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c333d4",
"class":"cell txt l",
"children":[
"20-40 mg/d"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d633ac",
"class":"cell txt l",
"children":[
"Moderate-intensity statin therapy"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"58b9fa",
"class":"cell txt l",
"children":[
"Atorvastatin"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"5f1048",
"class":"cell txt l",
"children":[
"10-20 mg/d"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"bb9b6f",
"class":"cell txt l",
"children":[
"All patients with evidence of CAD and age >75 y or otherwise intolerant of high-intensity statin therapy"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8e6683",
"class":"cell txt l",
"children":[
"Simvastatin dosage should be limited to 20 mg/d in patients taking amlodipine"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"eaffa8",
"class":"cell txt l",
"children":[
"Rosuvastatin"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"40281e",
"class":"cell txt l",
"children":[
"5-10 mg/d"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f8ee4e",
"class":"cell txt l",
"children":[
"Simvastatin"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"c333d4",
"class":"cell txt l",
"children":[
"20-40 mg/d"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"77f48a",
"class":"cell txt l",
"children":[
"Pravastatin"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"4da537",
"class":"cell txt l",
"children":[
"40-80 mg/d"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"b12b69",
"class":"cell txt l",
"children":[
"Lovastatin"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"76b721",
"class":"cell txt l",
"children":[
"40 mg/d"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_2-6 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"398eba",
"class":"cell txt l",
"children":[
"Fluvastatin"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f0adf1",
"class":"cell txt l",
"children":[
"40 mg twice daily"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
},
"children":[
{
"type":"tag",
"tagName":"th",
"attrs":{
"rowSpan":"1",
"colSpan":"5"
},
"children":[
" ",
{
"type":"p",
"hlId":"e3a697",
"class":"col hd l",
"children":[
"Antianginal Medications"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_3-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9936ff",
"class":"cell txt l",
"children":[
"Nitroglycerin"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"8d6b14",
"class":"cell txt l",
"children":[
"Nitrostat (SL)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"6eb92d",
"class":"cell txt l",
"children":[
"0.4 mg every 5 min for a total of three doses"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"bab1c6",
"class":"cell txt l",
"children":[
"As part of multimodality treatment of ongoing chest pain"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"9218f4",
"class":"cell txt l",
"children":[
"Avoid nitrates with SBP <90 mm Hg or ≥30 mm Hg below baseline, bradycardia, tachycardia, RV infarction, PDE-5 inhibitor use within the last 24-48 h, HCM, or severe AS"
]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_3-1 row-odd"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"a1c156",
"class":"cell txt l",
"children":[
"Nitronal (IV)"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"cda80b",
"class":"cell txt l",
"children":[
"Initial IV infusion rate of 5-10 μg/min"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"ece0ec",
"class":"cell txt l",
"children":[
"Persistent chest pain following three SL doses and as part of multimodality treatment of heart failure, hypertension"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d41d8c",
"class":"cell txt l",
"children":[

]
},
" "
]
}
]
},
{
"type":"tag",
"tagName":"tr",
"attrs":{
"className":"group_3-2 row-even"
},
"children":[
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"d114dd",
"class":"cell txt l",
"children":[
"Nondihydropyridine calcium channel blockers"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"2a08d5",
"class":"cell txt l",
"children":[
"Diltiazem, verapamil"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"47c148",
"class":"cell txt l",
"children":[
"Variable"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"f85456",
"class":"cell txt l",
"children":[
"Patients with NSTE-ACS who are intolerant of β-blockers or with angina refractory to nitrates and β-blockers"
]
},
" "
]
},
{
"type":"tag",
"tagName":"td",
"attrs":{
"rowSpan":"1",
"colSpan":"1"
},
"children":[
" ",
{
"type":"p",
"hlId":"3513ca",
"class":"cell txt l",
"children":[
"No benefit in patients with STEMI"
]
},
" ",
{
"type":"p",
"hlId":"ee69e9",
"class":"cell txt l",
"children":[
"May worsen clinical status with coincidental heart failure or LV dysfunction"
]
},
" ",
{
"type":"p",
"hlId":"4564d1",
"class":"cell txt l",
"children":[
"Avoid with evidence of heart failure, cardiogenic shock, or conduction abnormalities"
]
},
" "
]
}
]
}
]
}
]
},
"footnotes":[
[
"ACS = acute coronary syndrome; AS = aortic stenosis; CAD = coronary artery disease; HCM = hypertrophic cardiomyopathy; IV = intravenous; LV = left ventricular; LVEF = left ventricular ejection fraction; MI = myocardial infarction; N/A = not applicable; NSTE-ACS = non–ST-elevation acute coronary syndrome; PCI = percutaneous coronary intervention; PDE-5 = phosphodiesterase 5; RV = right ventricular; SBP = systolic blood pressure; SL = sublingual; STEMI = ST-elevation myocardial infarction; TIA = transient ischemic attack."
]
]
}
}
}