{"id":"mk17_fm_cmemoc","content":"\u003cdiv class=\"cmemoc\"\u003e\n\t\t\t\t\u003ch2\u003eMKSAP 17 CME and MOC Information for Physicians\u003c/h2\u003e\n\t\t\t\t\u003cp\u003e(\u003ca href=\"#cmepa\" class=\"in-page-link\" data-anchor=\"cmepa\"\u003eJump to MKSAP 17 CME Information for Physician Assistants\u003c/a\u003e)\u003c/p\u003e\n\t\t\t\t\u003cp\u003e(\u003ca href=\"#cmevdx\" class=\"in-page-link\" data-anchor=\"cmevdx\"\u003eJump to Virtual Dx CME and MOC Information for Physicians\u003c/a\u003e)\u003c/p\u003e\n\t\t\t\t\u003cp\u003e(\u003ca href=\"#cmeupdates\" class=\"in-page-link\" data-anchor=\"cmeupdates\"\u003eJump to MKSAP 17 Updates CME and MOC Information for Physicians\u003c/a\u003e)\u003c/p\u003e\n\t\t\t\t\u003cp\u003eThe American College of Physicians is accredited by the Accreditation Council for Continuing Medical Education (ACCME) to provide continuing medical education for physicians.\u003c/p\u003e\n\t\t\t\t\u003cp\u003eThe American College of Physicians designates this enduring material, MKSAP 17, for a maximum of 200 \u003cem\u003eAMA PRA Category 1 Credits\u003c/em\u003e\u0026#x2122;. Physicians should claim only the credit commensurate with the extent of their participation in the activity.\u003c/p\u003e\n\t\t\t\t\u003cp\u003eSuccessful completion of this CME activity, which includes participation in the evaluation component, enables the participant to earn up to 200 MOC points [and, for the General Internal Medicine section, patient safety MOC credit] in the American Board of Internal Medicine's (ABIM) Maintenance of Certification (MOC) program.  Participants will earn MOC points equivalent to the amount of CME credits claimed for the activity.\u003c/p\u003e\n\t\t\t\t\u003cp\u003e\u003cem\u003eAMA PRA Category 1 Credits\u003c/em\u003e\u0026#x2122; and MOC points are available from July 31, 2015, to July 31, 2018 for Part A:\u003c/p\u003e\n\t\t\t\t\u003ctable\u003e\n\t\t\t\t\t\u003ctr\u003e\n\u003cth\u003eSections\u003c/th\u003e\n\u003cth\u003eMaximum CME/MOC Credits\u003c/th\u003e\n\u003c/tr\u003e\n\t\t\t\t\t\u003ctr\u003e\n\u003ctd\u003eCardiovascular Medicine\u003c/td\u003e\n\u003ctd style=\"text-align: center\"\u003e21\u003c/td\u003e\n\u003c/tr\u003e\n\t\t\t\t\t\u003ctr\u003e\n\u003ctd\u003eDermatology\u003c/td\u003e\n\u003ctd style=\"text-align: center\"\u003e12\u003c/td\u003e\n\u003c/tr\u003e\n\t\t\t\t\t\u003ctr\u003e\n\u003ctd\u003eGastroenterology and Hepatology\u003c/td\u003e\n\u003ctd style=\"text-align: center\"\u003e16\u003c/td\u003e\n\u003c/tr\u003e\n\t\t\t\t\t\u003ctr\u003e\n\u003ctd\u003eHematology and Oncology\u003c/td\u003e\n\u003ctd style=\"text-align: center\"\u003e22\u003c/td\u003e\n\u003c/tr\u003e\n\t\t\t\t\t\u003ctr\u003e\n\u003ctd\u003eNeurology\u003c/td\u003e\n\u003ctd style=\"text-align: center\"\u003e16\u003c/td\u003e\n\u003c/tr\u003e\n\t\t\t\t\t\u003ctr\u003e\n\u003ctd\u003eRheumatology\u003c/td\u003e\n\u003ctd style=\"text-align: center\"\u003e16\u003c/td\u003e\n\u003c/tr\u003e\n\t\t\t\t\t\u003ctr\u003e\n\u003cth\u003ePart A Total\u003c/th\u003e\n\u003cth style=\"text-align: center\"\u003e103\u003c/th\u003e\n\u003c/tr\u003e\n\t\t\t\t\u003c/table\u003e\n\t\t\t\t\u003cp\u003e\u003cem\u003eAMA PRA Category 1 Credits\u003c/em\u003e\u0026#x2122; and MOC points are available from December 31, 2015 to December 31, 2018 for Part B:\u003c/p\u003e\n\t\t\t\t\u003ctable\u003e\n\t\t\t\t\t\u003ctr\u003e\n\u003cth\u003eSections\u003c/th\u003e\n\u003cth\u003eMaximum CME/MOC Credits\u003c/th\u003e\n\u003c/tr\u003e\n\t\t\t\t\t\u003ctr\u003e\n\u003ctd\u003eEndocrinology and Metabolism\u003c/td\u003e\n\u003ctd style=\"text-align: center\"\u003e14\u003c/td\u003e\n\u003c/tr\u003e\n\t\t\t\t\t\u003ctr\u003e\n\u003ctd\u003eGeneral Internal Medicine\u003c/td\u003e\n\u003ctd style=\"text-align: center\"\u003e26\u003c/td\u003e\n\u003c/tr\u003e\n\t\t\t\t\t\u003ctr\u003e\n\u003ctd\u003eInfectious Disease\u003c/td\u003e\n\u003ctd style=\"text-align: center\"\u003e19\u003c/td\u003e\n\u003c/tr\u003e\n\t\t\t\t\t\u003ctr\u003e\n\u003ctd\u003eNephrology\u003c/td\u003e\n\u003ctd style=\"text-align: center\"\u003e19\u003c/td\u003e\n\u003c/tr\u003e\n\t\t\t\t\t\u003ctr\u003e\n\u003ctd\u003ePulmonary and Critical Care Medicine\u003c/td\u003e\n\u003ctd style=\"text-align: center\"\u003e19\u003c/td\u003e\n\u003c/tr\u003e\n\t\t\t\t\t\u003ctr\u003e\n\u003cth\u003ePart B Total\u003c/th\u003e\n\u003cth style=\"text-align: center\"\u003e97\u003c/th\u003e\n\u003c/tr\u003e\n\t\t\t\t\u003c/table\u003e\n\t\t\t\t\u003cp\u003e\u003cu\u003eNote:\u003c/u\u003e As required by the Accreditation Council of Continuing Medical Education (ACCME), the 3-year CME periods begin with the publication of the print version of each section listed above.\u003c/p\u003e\n\t\t\t\t\t\t\t\t\u003cp\u003e\u003cstrong\u003eSubmitting Your Tests\u003c/strong\u003e\u003c/p\u003e\n\t\t\t\t\u003cp\u003eTo earn CME credits for any test, answer all of the provided questions, achieving a score of at least 50% correct. Then, visit the CME page within the Submissions area to submit for CME, view your credits, and print out your certificate.\u003c/p\u003e\n\t\t\t\t\u003cp\u003e\u003cstrong\u003eLearning Objectives\u003c/strong\u003e\u003c/p\u003e\n\t\t\t\t\u003cp\u003eThe learning objectives of MKSAP 17 are designed to:\u003c/p\u003e\n\t\t\t\t\u003cul\u003e\n\t\t\t\t\t\u003cli\u003eClose gaps between actual care in your practice and preferred standards of care, based on best evidence\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003eDiagnose disease states that are less common and sometimes overlooked and confusing\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003eImprove management of comorbid conditions that can complicate patient care\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003eDetermine when to refer patients for surgery or care by subspecialists\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003ePass the ABIM Certification Examination\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003ePass the ABIM Maintenance of Certification Examination\u003c/li\u003e\n\t\t\t\t\u003c/ul\u003e\n\t\t\t\t\u003cp\u003e\u003cstrong\u003eTarget Audience\u003c/strong\u003e\u003c/p\u003e\n\t\t\t\t\u003cul\u003e\n\t\t\t\t\t\u003cli\u003eGeneral internists and primary care physicians\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003eSubspecialists who need to remain up-to-date in internal medicine\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003eResidents preparing for the certifying examination in internal medicine\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003ePhysicians preparing for maintenance of certification in internal medicine (recertification)\u003c/li\u003e\n\t\t\t\t\u003c/ul\u003e\n\t\t\t\t\u003cp\u003e\u003cstrong\u003eRestrictions\u003c/strong\u003e\u003c/p\u003e\n\t\t\t\t\u003cp\u003eYou can use MKSAP 17 Digital to submit for CME, MOC, and CPD only if you are an individual subscriber who has purchased MKSAP 17 Digital from an ACP or an authorized distributor. Please email \u003ca href=\"mailto:mksap_editors@acponline.org\"\u003emksap_editors@acponline.org\u003c/a\u003e if you have any questions. Your subscription is not transferable to other users. Sharing your subscription will compromise the security of your confidential CME, MOC, and CPD history, undermine your account billing, and disrupt tracking of your CME, MOC, and CPD records. The ACP disclaims all responsibility and liability for any improper or unauthorized use of an individual's order.\u003c/p\u003e\n\t\t\t\t\u003cp\u003eIf you are an ACP member, a transcript of your participation in MKSAP 17 and all other ACP-sponsored CME activities is available online as a benefit of your ACP membership. The online listing at \u003ca href=\"http://www.acponline.org/education_recertification/cme/transcript/\" class=\"external allow-word-break\" target=\"_blank\"\u003ehttp://www.acponline.org/education_recertification/cme/transcript/\u003c/a\u003e compiles all CME credits that you have earned during the past 6 years. Records will be updated 6 to 8 weeks after receipt of documentation of your participation in ACP-sponsored activities.\u003c/p\u003e\n\t\t\t\t\u003cp\u003e\u003cstrong\u003eDisclosure Policy\u003c/strong\u003e\u003c/p\u003e\n\t\t\t\t\u003cp\u003eIt is the policy of the American College of Physicians (ACP) to ensure balance, independence, objectivity, and scientific rigor in all its educational activities. To this end, and consistent with the policies of the ACP and the Accreditation Council for Continuing Medical Education (ACCME), contributors to all ACP continuing medical education activities are required to disclose all relevant financial relationships with any entity producing, marketing, re-selling, or distributing health care goods or services consumed by, or used on, patients. Contributors are required to use generic names in the discussion of therapeutic options and are required to identify any unapproved, off-label, or investigative use of commercial products or devices. Where a trade name is used, all available trade names for the same product type are also included. If trade-name products manufactured by companies with whom contributors have relationships are discussed, contributors are asked to provide evidence-based citations in support of the discussion. The information is reviewed by the committee responsible for producing this text. If necessary, adjustments to topics or contributors' roles in content development are made to balance the discussion. Further, all readers of this text are asked to evaluate the content for evidence of commercial bias and send any relevant comments to \u003ca href=\"mailto:mksap_editors@acponline.org\"\u003emksap_editors@acponline.org\u003c/a\u003e so that future decisions about content and contributors can be made in light of this information.\u003c/p\u003e\n\t\t\t\t\u003cp\u003e\u003cstrong\u003eResolution of Conflicts\u003c/strong\u003e\u003c/p\u003e\n\t\t\t\t\u003cp\u003eTo resolve all conflicts of interest and influences of vested interests, the American College of Physicians (ACP) precluded members of the content-creation committee from deciding on any content issues that involved generic or trade-name products associated with proprietary entities with which these committee members had relationships. In addition, content was based on best evidence and updated clinical care guidelines, when such evidence and guidelines were available. Contributors' disclosure information can be found with the list of committees and those of ACP principal staff listed in this document.\u003c/p\u003e\n\t\t\t\t\u003cp\u003e\u003cstrong\u003eSystem Requirements\u003c/strong\u003e\u003c/p\u003e\n\t\t\t\t\u003cp\u003e\u003cem\u003eMKSAP 17 Online\u003c/em\u003e\u003c/p\u003e\n\t\t\t\t\u003cp\u003eOne of the following browsers:\n\t\t\t\t\u003cul\u003e\n\t\t\t\t\t\u003cli\u003eInternet Explorer 9 or later\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003eChrome 39 or later\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003eFirefox 34 or later\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003eSafari 8 or later\u003c/li\u003e\n\t\t\t\t\u003c/ul\u003e\n\t\t\t\t\u003cp\u003ePlease note that both cookies and JavaScript need to be enabled.\u003c/p\u003e\n\t\t\t\t\u003cp\u003e\u003cem\u003eMKSAP 17 Apps\u003c/em\u003e\u003c/p\u003e\n\t\t\t\t\u003cp\u003eWindows\u003c/p\u003e\n\t\t\t\t\u003cul\u003e\n\t\t\t\t\t\u003cli\u003eWindows 7 or later\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003eIntel Pentium 4 or later processor\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003e750 MB available disk space\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003e2 GB RAM\u003c/li\u003e\n\t\t\t\t\u003c/ul\u003e\n\t\t\t\t\u003cp\u003eMac OS\u003c/p\u003e\n\t\t\t\t\u003cul\u003e\n\t\t\t\t\t\u003cli\u003eMac OS X 10.10 (Yosemite) or later\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003eIntel processor\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003e750 MB available disk space\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003e2 GB RAM\u003c/li\u003e\n\t\t\t\t\u003c/ul\u003e\n\t\t\t\t\u003cp\u003eiOS\u003c/p\u003e\n\t\t\t\t\u003cul\u003e\n\t\t\t\t\t\u003cli\u003eiPhone 5 or later, iPad with Retina display or later\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003eiOS 8.0 or later\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003e400 MB available disk space\u003c/li\u003e\n\t\t\t\t\u003c/ul\u003e\n\t\t\t\t\u003cp\u003eAndroid\u003c/p\u003e\n\t\t\t\t\u003cul\u003e\n\t\t\t\t\t\u003cli\u003eAndroid 4.4 (KitKat) or later\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003e400 MB available disk space\u003c/li\u003e\n\t\t\t\t\u003c/ul\u003e\n\t\t\t\t\u003ca name=\"cmepa\"\u003e\u003c/a\u003e\n\t\t\t\t\u003ch2\u003eMKSAP 17 CME Information for Physician Assistants\u003c/h2\u003e\n\t\t\t\t\u003cp\u003e\u003cimg data-asset-src=\"aapa_logo.png\" align=\"right\"\u003eThis Self-Assessment CME program has been reviewed and is approved for a maximum of 200 \u003cem\u003eAAPA Category 1 Self-Assessment CME credits\u003c/em\u003e by the Physician Assistant Review Panel. Approval is valid until July 31, 2018, for Part A and December 31, 2018, for Part B. Physician Assistants should claim only the credit commensurate with the extent of their participation in the activity. This program was planned in accordance with AAPA's CME standards.\u003c/p\u003e\n\t\t\t\t\u003cp\u003e\u003cem\u003eAAPA Category 1 Self-Assessment CME credits\u003c/em\u003e are available from July 31, 2015, to July 31, 2018 for Part A:\u003c/p\u003e\n\t\t\t\t\u003ctable\u003e\n\t\t\t\t\t\u003ctr\u003e\n\u003cth\u003eSections\u003c/th\u003e\n\u003cth\u003eMaximum Credits\u003c/th\u003e\n\u003c/tr\u003e\n\t\t\t\t\t\u003ctr\u003e\n\u003ctd\u003eCardiovascular Medicine\u003c/td\u003e\n\u003ctd style=\"text-align: center\"\u003e21\u003c/td\u003e\n\u003c/tr\u003e\n\t\t\t\t\t\u003ctr\u003e\n\u003ctd\u003eDermatology\u003c/td\u003e\n\u003ctd style=\"text-align: center\"\u003e12\u003c/td\u003e\n\u003c/tr\u003e\n\t\t\t\t\t\u003ctr\u003e\n\u003ctd\u003eGastroenterology and Hepatology\u003c/td\u003e\n\u003ctd style=\"text-align: center\"\u003e16\u003c/td\u003e\n\u003c/tr\u003e\n\t\t\t\t\t\u003ctr\u003e\n\u003ctd\u003eHematology and Oncology\u003c/td\u003e\n\u003ctd style=\"text-align: center\"\u003e22\u003c/td\u003e\n\u003c/tr\u003e\n\t\t\t\t\t\u003ctr\u003e\n\u003ctd\u003eNeurology\u003c/td\u003e\n\u003ctd style=\"text-align: center\"\u003e16\u003c/td\u003e\n\u003c/tr\u003e\n\t\t\t\t\t\u003ctr\u003e\n\u003ctd\u003eRheumatology\u003c/td\u003e\n\u003ctd style=\"text-align: center\"\u003e16\u003c/td\u003e\n\u003c/tr\u003e\n\t\t\t\t\t\u003ctr\u003e\n\u003cth\u003ePart A Total\u003c/th\u003e\n\u003cth style=\"text-align: center\"\u003e103\u003c/th\u003e\n\u003c/tr\u003e\n\t\t\t\t\u003c/table\u003e\n\t\t\t\t\u003cp\u003e\u003cem\u003eAAPA Category 1 Self-Assessment CME credits\u003c/em\u003e are available from December 31, 2015 to December 31, 2018 for Part B:\u003c/p\u003e\n\t\t\t\t\u003ctable\u003e\n\t\t\t\t\t\u003ctr\u003e\n\u003cth\u003eSections\u003c/th\u003e\n\u003cth\u003eMaximum Credits\u003c/th\u003e\n\u003c/tr\u003e\n\t\t\t\t\t\u003ctr\u003e\n\u003ctd\u003eEndocrinology and Metabolism\u003c/td\u003e\n\u003ctd style=\"text-align: center\"\u003e14\u003c/td\u003e\n\u003c/tr\u003e\n\t\t\t\t\t\u003ctr\u003e\n\u003ctd\u003eGeneral Internal Medicine\u003c/td\u003e\n\u003ctd style=\"text-align: center\"\u003e26\u003c/td\u003e\n\u003c/tr\u003e\n\t\t\t\t\t\u003ctr\u003e\n\u003ctd\u003eInfectious Disease\u003c/td\u003e\n\u003ctd style=\"text-align: center\"\u003e19\u003c/td\u003e\n\u003c/tr\u003e\n\t\t\t\t\t\u003ctr\u003e\n\u003ctd\u003eNephrology\u003c/td\u003e\n\u003ctd style=\"text-align: center\"\u003e19\u003c/td\u003e\n\u003c/tr\u003e\n\t\t\t\t\t\u003ctr\u003e\n\u003ctd\u003ePulmonary and Critical Care Medicine\u003c/td\u003e\n\u003ctd style=\"text-align: center\"\u003e19\u003c/td\u003e\n\u003c/tr\u003e\n\t\t\t\t\t\u003ctr\u003e\n\u003cth\u003ePart B Total\u003c/th\u003e\n\u003cth style=\"text-align: center\"\u003e97\u003c/th\u003e\n\u003c/tr\u003e\n\t\t\t\t\u003c/table\u003e\n\t\t\t\t\u003cp\u003e\u003cu\u003eNote:\u003c/u\u003e As required by the Accreditation Council of Continuing Medical Education (ACCME), the 3-year CME periods begin with the publication of the print version of each section listed above.\u003c/p\u003e\n\t\t\t\t\u003cp\u003e\u003cstrong\u003eSubmitting Your Tests\u003c/strong\u003e\u003c/p\u003e\n\t\t\t\t\u003cp\u003eTo earn CME credits for any test, answer all of the provided questions, achieving a score of at least 50% correct. Then, visit the CME page within the Submissions area to submit for CME, view your credits, and print out your certificate.\u003c/p\u003e\n\n\t\t\t\t\u003ca name=\"cmevdx\"\u003e\u003c/a\u003e\n\t\t\t\t\u003ch2\u003eVirtual Dx CME and MOC Information for Physicians\u003c/h2\u003e\n\t\t\t\t\u003cp\u003eThe American College of Physicians is accredited by the Accreditation Council for Continuing Medical Education (ACCME) to provide continuing medical education for physicians.\u003c/p\u003e\n\t\t\t\t\u003cp\u003eThe American College of Physicians designates this enduring material, Virtual Dx, for a maximum of 10 \u003cem\u003eAMA PRA Category 1 Credits\u003c/em\u003e\u0026#x2122;. Physicians should claim only the credit commensurate with the extent of their participation in the activity.\u003c/p\u003e\n\t\t\t\t\u003cp\u003eSuccessful completion of this CME activity, which includes participation in the evaluation component, enables the participant to earn up to 10 MOC points in the American Board of Internal Medicine's (ABIM) Maintenance of Certification (MOC) program. Participants will earn MOC points equivalent to the amount of CME credits claimed for the activity.\u003c/p\u003e\n\t\t\t\t\u003cp\u003e\u003cem\u003eAMA PRA Category 1 Credits\u003c/em\u003e\u0026#x2122; and MOC points are available from March 31, 2016, to March 31, 2019.\u003c/p\u003e\n\n\t\t\t\t\u003cp\u003e\u003cstrong\u003eSubmitting Your Tests\u003c/strong\u003e\u003c/p\u003e\n\t\t\t\t\u003cp\u003eTo earn CME credits for any test, answer all of the provided questions, achieving a score of at least 50% correct. Then, visit the Submissions area to submit for CME or MOC points, view your credits, and print out your certificate.\u003c/p\u003e\n\n\t\t\t\t\u003cp\u003e\u003cstrong\u003eAudience\u003c/strong\u003e\u003c/p\u003e\n\t\t\t\t\u003cp\u003eVirtual Dx is intended for physicians who provide personal, nonsurgical care to adults. Included are: general internists and primary care physicians; subspecialists who need to remain up-to-date in internal medicine; residents preparing for the Certification Exam in internal medicine; physicians preparing for the Maintenance of Certification Exam in internal medicine.\u003c/p\u003e\n\n\t\t\t\t\u003cp\u003e\u003cstrong\u003eLearning Objectives\u003c/strong\u003e\u003c/p\u003e\n\t\t\t\t\u003cp\u003eThe learning objectives of Virtual Dx are designed to:\u003c/p\u003e\n\t\t\t\t\u003cul\u003e\n\t\t\t\t\t\u003cli\u003eRecognize visual presentations of common and rare conditions.\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003eIncrease skills in interpreting image-based findings.\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003eProperly diagnose ECG findings.\u003c/li\u003e\n\t\t\t\t\u003c/ul\u003e\n\t\t\t\t\u003cp\u003e\u003cstrong\u003eRestrictions\u003c/strong\u003e\u003c/p\u003e\n\t\t\t\t\u003cp\u003eYou can use Virtual Dx to submit for CME and MOC only if you are an individual subscriber who has purchased MKSAP 17 Complete from an ACP or an authorized distributor. Please email \u003ca href=\"mailto:mksap_editors@acponline.org\"\u003emksap_editors@acponline.org\u003c/a\u003e if you have any questions. Your subscription is not transferable to other users. Sharing your subscription will compromise the security of your confidential CME and MOC history, undermine your account billing, and disrupt tracking of your CME and MOC records. The ACP disclaims all responsibility and liability for any improper or unauthorized use of an individual's order.\u003c/p\u003e\n\t\t\t\t\u003cp\u003eIf you are an ACP member, a transcript of your participation in MKSAP 17 (including Virtual Dx) and all other ACP-sponsored CME activities is available online as a benefit of your ACP membership. The online listing at \u003ca href=\"http://www.acponline.org/education_recertification/cme/transcript/\" class=\"external allow-word-break\" target=\"_blank\"\u003ehttp://www.acponline.org/education_recertification/cme/transcript/\u003c/a\u003e compiles all CME credits that you have earned during the past 6 years. Records will be updated 6 to 8 weeks after receipt of documentation of your participation in ACP-sponsored activities.\u003c/p\u003e\n\n\t\t\t\t\u003cp\u003e\u003cstrong\u003eDisclosure Policy\u003c/strong\u003e\u003c/p\u003e\n\t\t\t\t\u003cp\u003eIt is the policy of the American College of Physicians (ACP) to ensure balance, independence, objectivity, and scientific rigor in all its educational activities. To this end, and consistent with the policies of the ACP and the Accreditation Council for Continuing Medical Education (ACCME), contributors to all ACP continuing medical education activities are required to disclose all relevant financial relationships with any entity producing, marketing, re-selling, or distributing health care goods or services consumed by, or used on, patients. Contributors are required to use generic names in the discussion of therapeutic options and are required to identify any unapproved, off-label, or investigative use of commercial products or devices. Where a trade name is used, all available trade names for the same product type are also included. If trade-name products manufactured by companies with whom contributors have relationships are discussed, contributors are asked to provide evidence-based citations in support of the discussion. The information is reviewed by the committee responsible for producing this text. If necessary, adjustments to topics or contributors' roles in content development are made to balance the discussion. Further, all readers of this text are asked to evaluate the content for evidence of commercial bias and send any relevant comments to \u003ca href=\"mailto:mksap_editors@acponline.org\"\u003emksap_editors@acponline.org\u003c/a\u003e so that future decisions about content and contributors can be made in light of this information.\u003c/p\u003e\n\n\t\t\t\t\u003cp\u003e\u003cstrong\u003eResolution of Conflicts\u003c/strong\u003e\u003c/p\u003e\n\t\t\t\t\u003cp\u003eTo resolve all conflicts of interest and influences of vested interests, the American College of Physicians (ACP) precluded members of the content-creation committee from deciding on any content issues that involved generic or trade-name products associated with proprietary entities with which these committee members had relationships. In addition, content was based on best evidence and updated clinical care guidelines, when such evidence and guidelines were available. Contributors' disclosure information can be found with the list of committees and those of ACP principal staff listed in this document.\u003c/p\u003e\n\n\t\t\t\t\u003cp\u003e\u003cstrong\u003eSystem Requirements\u003c/strong\u003e\u003c/p\u003e\n\t\t\t\t\u003cp\u003e\u003cem\u003eOnline\u003c/em\u003e\u003c/p\u003e\n\t\t\t\t\u003cp\u003eOne of the following browsers:\n\t\t\t\t\u003cul\u003e\n\t\t\t\t\t\u003cli\u003eInternet Explorer 9 or later\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003eChrome 39 or later\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003eFirefox 34 or later\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003eSafari 8 or later\u003c/li\u003e\n\t\t\t\t\u003c/ul\u003e\n\t\t\t\t\u003cp\u003ePlease note that both cookies and JavaScript need to be enabled.\u003c/p\u003e\n\t\t\t\t\u003cp\u003e\u003cem\u003eApps\u003c/em\u003e\u003c/p\u003e\n\t\t\t\t\u003cp\u003eWindows\u003c/p\u003e\n\t\t\t\t\u003cul\u003e\n\t\t\t\t\t\u003cli\u003eWindows 7 or later\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003eIntel Pentium 4 or later processor\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003e750 MB available disk space\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003e2 GB RAM\u003c/li\u003e\n\t\t\t\t\u003c/ul\u003e\n\t\t\t\t\u003cp\u003eMac OS\u003c/p\u003e\n\t\t\t\t\u003cul\u003e\n\t\t\t\t\t\u003cli\u003eMac OS X 10.10 (Yosemite) or later\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003eIntel processor\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003e750 MB available disk space\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003e2 GB RAM\u003c/li\u003e\n\t\t\t\t\u003c/ul\u003e\n\t\t\t\t\u003cp\u003eiOS\u003c/p\u003e\n\t\t\t\t\u003cul\u003e\n\t\t\t\t\t\u003cli\u003eiPhone 5 or later, iPad with Retina display or later\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003eiOS 8.0 or later\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003e400 MB available disk space\u003c/li\u003e\n\t\t\t\t\u003c/ul\u003e\n\t\t\t\t\u003cp\u003eAndroid\u003c/p\u003e\n\t\t\t\t\u003cul\u003e\n\t\t\t\t\t\u003cli\u003eAndroid 4.4 (KitKat) or later\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003e400 MB available disk space\u003c/li\u003e\n\t\t\t\t\u003c/ul\u003e\n\n\t\t\t\t\u003ca name=\"cmeupdates\"\u003e\u003c/a\u003e\n\t\t\t\t\u003ch2\u003eMKSAP 17 Updates CME and MOC Information for Physicians\u003c/h2\u003e\n\n\t\t\t\t\u003cp\u003eEach of the four Updates allows you to earn up to 5 \u003cem\u003eAMA PRA Category 1 Credits\u003c/em\u003e\u0026#x2122;.\u003c/p\u003e\n\t\t\t\t\u003cp\u003eThe American Medical Association has determined that physicians not licensed in the United States who participate in this CME activity are eligible for \u003cem\u003eAMA PRA Category 1 Credits\u003c/em\u003e\u0026#x2122;. \u003c/p\u003e\n\t\t\t\t\u003cul\u003e\n\t\t\t\t\t\u003cli\u003eCredit for the July 31, 2016 Update is available from July 31, 2016 to July 31, 2019.\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003eCredit for the January 13, 2017 Update is available from January 13, 2017 to January 13, 2020.\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003eCredit for the July 31, 2017 Update is available from July 31, 2017 to July 31, 2020.\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003eCredit for the January 16, 2018 Update is available from January 16, 2018 to January 16, 2021. \u003c/li\u003e\n\t\t\t\t\u003c/ul\u003e\n\t\t\t\t\u003cp\u003eThe American College of Physicians is accredited by the Accreditation Council for Continuing Medical Education (ACCME) to provide continuing medical education for physicians.\u003c/p\u003e\n\t\t\t\t\u003cp\u003eThe American College of Physicians designates this enduring material, MKSAP 17 Updates, for a maximum of 20 \u003cem\u003eAMA PRA Category 1 Credits\u003c/em\u003e\u0026#x2122;. Physicians should claim only the credit commensurate with the extent of their participation in the activity.\u003c/p\u003e\n\t\t\t\t\u003cp\u003eSuccessful completion of this CME activity, which includes participation in the evaluation component, enables the participant to earn up to 20 MOC points in the American Board of Internal Medicine's (ABIM) Maintenance of Certification (MOC) program. Participants will earn MOC points equivalent to the amount of CME credits claimed for the activity.\u003c/p\u003e\n\t\t\t\t\u003cp\u003e\u003cstrong\u003eSubmitting Your Tests\u003c/strong\u003e\u003c/p\u003e\n\t\t\t\t\u003cp\u003eTo earn CME credits, you must answer all of the provided questions, answering at least 50% of them correctly. When you have done so, go to the Submissions \u0026gt; CME and follow the instructions to complete your submission. You will receive confirmation of your submission on-screen and via email.\u003c/p\u003e\n\t\t\t\t\u003cp\u003e\u003cstrong\u003eLearning Objectives\u003c/strong\u003e\u003c/p\u003e\n\t\t\t\t\u003cp\u003eThe learning objectives of MKSAP 17 Updates are designed to:\u003c/p\u003e\n\t\t\t\t\u003cul\u003e\n\t\t\t\t\t\u003cli\u003eClose gaps between actual care in your practice and preferred standards of care, based on best evidence\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003eDiagnose disease states that are less common and sometimes overlooked and confusing\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003eImprove management of comorbid conditions that can complicate patient care\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003eDetermine when to refer patients for surgery or care by subspecialists\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003ePass the ABIM Certification Examination\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003ePass the ABIM Maintenance of Certification Examination\u003c/li\u003e\n\t\t\t\t\u003c/ul\u003e\n\t\t\t\t\u003cp\u003e\u003cstrong\u003eTarget Audience\u003c/strong\u003e\u003c/p\u003e\n\t\t\t\t\u003cul\u003e\n\t\t\t\t\t\u003cli\u003eGeneral internists and primary care physicians\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003eSubspecialists who need to remain up-to-date in internal medicine\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003eResidents preparing for the certifying examination in internal medicine\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003ePhysicians preparing for maintenance of certification in internal medicine (recertification)\u003c/li\u003e\n\t\t\t\t\u003c/ul\u003e\n\t\t\t\t\u003cp\u003e\u003cstrong\u003eEducational Disclaimer\u003c/strong\u003e\u003c/p\u003e\n\t\t\t\t\u003cp\u003eThe editors and publisher of Medical Knowledge Self-Assessment Program 17 Updates recognize that the development of new material offers many opportunities for error. Despite our best efforts, some errors may persist. Drug dosage schedules are, we believe, accurate and in accordance with current standards. Readers are advised, however, to ensure that the recommended dosages in the MKSAP 17 Updates concur with the information provided in the product information material. This is especially important in cases of new, infrequently used, or highly toxic drugs.\u003c/p\u003e\n\t\t\t\t\u003cp\u003eThe primary purpose of the MKSAP 17 Updates is educational. Information presented, as well as publications, technologies, products, and/or services discussed, is intended to inform subscribers about the knowledge, techniques, and experiences of the contributors. A diversity of professional opinion exists, and the views of the contributors are their own and not those of the ACP. The ACP does not warrant the safety, reliability, accuracy, completeness, or usefulness of and disclaims any and all liability for damages and claims that may result from the use of information, publications, technologies, products, and/or services discussed in this program.\u003c/p\u003e\n\t\t\t\t\u003cp\u003e\u003cstrong\u003ePublisher's Information\u003c/strong\u003e\u003c/p\u003e\n\t\t\t\t\u003cp\u003eMKSAP 17 Update 1 Copyright \u0026#xA9; 2016 American College of Physicians.\n\t\t\t\t\u003cp\u003eMKSAP 17 Update 2 Copyright \u0026#xA9; 2017 American College of Physicians.\n\t\t\t\t\u003cp\u003eMKSAP 17 Update 3 Copyright \u0026#xA9; 2017 American College of Physicians.\n\t\t\t\t\u003cp\u003eMKSAP 17 Update 4 Copyright \u0026#xA9; 2017 American College of Physicians.\n\t\t\t\t\u003cp\u003eAll rights reserved.\nThis publication is protected by copyright. No part of this publication may be reproduced, stored in a retrieval system, or transmitted in any form or by any means, electronic or mechanical, including photocopy, without the express consent of the ACP. MKSAP 17 Updates are for individual use only. Only one account per subscription will be permitted for the purpose of earning CME credits and MOC points and for other authorized uses of the MKSAP 17 Updates.\u003c/p\u003e\n\t\t\t\t\u003cp\u003e\u003cstrong\u003eImportant copyright information from the ACP\u003c/strong\u003e\u003c/p\u003e\n\t\t\t\t\u003cp\u003eUnauthorized reproduction of this publication is unlawful. The ACP prohibits reproduction of this publication or any of its parts in any form either for individual use or for distribution. The ACP will consider granting an individual permission to reproduce only limited portions of this publication for his or her own exclusive use. Send requests in writing to MKSAP Permissions, American College of Physicians, 190 North Independence Mall West, Philadelphia, PA 19106-1572, or email your request to \u003ca href=\"mailto:mksap_editors@acponline.org\"\u003emksap_editors@acponline.org\u003c/a\u003e.\u003c/p\u003e\n\t\t\t\t\u003cp\u003ePublished in the United States of America.\u003c/p\u003e\n\t\t\t\t\u003cp\u003eMKSAP17 Updates ISBN: 978-1-938245-30-5\u003c/p\u003e\n\t\t\t\t\u003cp\u003e\u003cstrong\u003eRestrictions\u003c/strong\u003e\u003c/p\u003e\n\t\t\t\t\u003cp\u003eYou can use MKSAP 17 Digital with the Updates to submit for CME, MOC, and CPD only if you are an individual subscriber who has purchased MKSAP 17 Digital, which includes the Updates, from ACP or an authorized distributor. Please email \u003ca href=\"mailto:mksap_editors@acponline.org\"\u003emksap_editors@acponline.org\u003c/a\u003e if you have any questions. Your subscription is not transferable to other users. Sharing your subscription will compromise the security of your confidential CME, MOC, and CPD history, undermine your account billing, and disrupt tracking of your CME, MOC, and CPD records. The ACP disclaims all responsibility and liability for any improper or unauthorized use of an individual's order.\u003c/p\u003e\n\t\t\t\t\u003cp\u003eIf you are an ACP member, a transcript of your participation in MKSAP 17 and all other ACP-sponsored CME activities is available online as a benefit of your ACP membership. The online listing at \u003ca href=\"http://www.acponline.org/education_recertification/cme/transcript/\" class=\"external allow-word-break\" target=\"_blank\"\u003ehttp://www.acponline.org/education_recertification/cme/transcript/\u003c/a\u003e compiles all CME credits that you have earned during the past 6 years. Records will be updated 6 to 8 weeks after receipt of documentation of your participation in ACP-sponsored activities.\u003c/p\u003e\n\t\t\t\t\u003cp\u003e\u003cstrong\u003eDisclosure \u003c/strong\u003e\u003c/p\u003e\n\t\t\t\t\u003cp\u003eIt is the policy of the American College of Physicians (ACP) to ensure balance, independence, objectivity, and scientific rigor in all its educational activities. To this end, and consistent with the policies of the ACP and the Accreditation Council for Continuing Medical Education (ACCME), contributors to all ACP continuing medical education activities are required to disclose all relevant financial relationships with any entity producing, marketing, re-selling, or distributing health care goods or services consumed by, or used on, patients. Contributors are required to use generic names in the discussion of therapeutic options and are required to identify any unapproved, off-label, or investigative use of commercial products or devices. Where a trade name is used, all available trade names for the same product type are also included. If trade-name products manufactured by companies with whom contributors have relationships are discussed, contributors are asked to provide evidence-based citations in support of the discussion. Each MKSAP Update question is reviewed by two peer reviewers. If necessary, adjustments to topics or contributors' roles in content development are made to balance the discussion. Further, all reviewers are asked to evaluate the content for evidence of commercial bias so that future decisions about content and contributors can be made in light of this information.\u003c/p\u003e\n\t\t\t\t\u003cp\u003eContributors' disclosure information can be found in Contributors and Conflict of Interest Disclosures.\u003c/p\u003e\n\t\t\t\t\u003cp\u003e\u003cstrong\u003eResolution of Conflicts \u003c/strong\u003e\u003c/p\u003e\n\t\t\t\t\u003cp\u003eTo resolve all conflicts of interest and influences of vested interests, the ACP precluded Update authors from deciding on any content issues that involved generic or trade-name products associated with proprietary entities with which these authors had relationships. In addition, content was based on best evidence and updated clinical care guidelines when such evidence and guidelines were available.\u003c/p\u003e\n\t\t\t\t\u003cp\u003e\u003cstrong\u003eSystem Requirements\u003c/strong\u003e\u003c/p\u003e\n\t\t\t\t\u003cp\u003e\u003cem\u003eMKSAP 17 Online\u003c/em\u003e with MKSAP 17 Updates\u003c/p\u003e\n\t\t\t\t\u003cp\u003eOne of the following browsers: \u003c/p\u003e\n\t\t\t\t\u003cul\u003e\n\t\t\t\t\t\u003cli\u003eInternet Explorer 9 or later\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003eChrome 39 or later\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003eFirefox 34 or later\u003c/li\u003e\n\t\t\t\t\t\u003cli\u003eSafari 8 or later\u003c/li\u003e\n\t\t\t\t\u003c/ul\u003e\n\t\t\t\t\u003cp\u003eNote about other operating systems:\u003c/p\u003e\n\t\t\t\t\u003cp\u003eNote that while it is not possible to officially support all versions of all operating systems, the current version of MKSAP 17 Online is designed to function properly on the vast majority of web browsers that are included in current mobile device operating systems, e.g., Apple iOS (iPod Touch/iPhone/iPad), Android smartphones, Microsoft Windows Phone and other smartphone operating systems not listed above, ChromeOS (Google Chromebooks), Windows-based netbooks; and other Android-based tablet devices. \u003c/p\u003e\n\t\t\t\t\u003cp\u003ePlease note that both cookies and JavaScript need to be enabled.\u003c/p\u003e\n\n\u003c/p\u003e\n\u003c/p\u003e\u003c/p\u003e\u003c/p\u003e\u003c/p\u003e\u003c/p\u003e\n\u003c/div\u003e"}