{"id":"mk17_fm_tracker_eula","content":"\u003cdiv class=\"eula\"\u003e\n\t\u003ch2\u003eEND-USER LICENSE AGREEMENT\u003c/h2\u003e\n\t\u003cp\u003e\u003cb\u003eAmerican College of Physicians, Inc. (\u0026#x201C;ACP\u0026#x201D;) \u003c/b\u003e\u003c/p\u003e\n\t\u003cp\u003e\u003cb\u003eTracker License Agreement and Limited Warranty for Individual Use of:\u003c/b\u003e\u003c/p\u003e\n\t\u003cp\u003e\u003cb\u003eMKSAP\u0026#xAE; 19 Tracker\u003c/b\u003e\u003c/p\u003e\n\t\u003cp\u003e\u003cb\u003eLast modified on:\u003c/b\u003e \u003cb\u003eAugust 24, 2021 and can be found at \u003ca href=\"https://mksap19.acponline.org/tracker_license\" target=\"_blank\"\u003ehttps://mksap19.acponline.org/tracker_license\u003c/a\u003e\u003c/b\u003e\u003c/p\u003e\n\t\u003cp\u003eThis End User License agreement (\u0026#x201C;\u003cb\u003eEULA\u003c/b\u003e\u0026#x201D;) governs your access and use access to the MKSAP\u0026#xAE; 19 Tracker (the \u0026#x201C;\u003cb\u003eTracker\u003c/b\u003e\u0026#x201D;) and your use of any text, software, Web pages, applications, HTML, XML, software code, information, images, and applications that is owned or licensable by ACP and accessible through the Tracker (collectively, the \"\u003cb\u003eContent\u003c/b\u003e\u0026#x201D;). \u003c/p\u003e\n\t\u003cp\u003eAdditionally, ACP\u0026#x2019;s Privacy Policy, found at \u003ca href=\"https://www.acponline.org/acp-privacy-policy\" target=\"_blank\"\u003ehttps://www.acponline.org/acp-privacy-policy\u003c/a\u003e and hereby incorporated by reference, govern how ACP collects, uses, and protects your information during your use of the Tracker and states your rights with regard to that information. \u003c/p\u003e\n\t\u003cp\u003ePlease read the EULA and Privacy Policy carefully. \u003c/p\u003e\n\t\u003cp\u003e\u003cem\u003eYou indicate agreement to be bound by the EULA and Privacy Policy by downloading and/or accessing the Tracker. If you do not agree to the terms of the EULA or Privacy Policy, please refrain from using the Tracker. \u003c/em\u003e\u003c/p\u003e\n\t\u003ch3\u003e1.\tGRANT OF LICENSE AND LIMITATIONS OF USE\u003c/h3\u003e\n\t\u003cdiv class=\"indent\"\u003e\n\t\t\u003cp\u003e1.1.\t\u003cb\u003eGrant of License.\u003c/b\u003e ACP hereby grants you a non-exclusive, limited (as described in subsection 1.2), revocable, (with no right to sublicense), license to access and use the Tracker and its Content. Any use of the Tracker or Content that is not described or contemplated under this Agreement shall be prohibited without the prior written consent of ACP. User is permitted to export reports on residents\u0026#x2019; progress and scores in .CVS or .XLS format as enabled through the functionality of the Tracker, to document learning and initiate educational remediation for the resident subscribers of the Tracker. User is permitted to print out individual Web pages from the Content, capture and store screenshots from the Tracker, and create a bookmark in User\u0026#x2019;s Internet browser to the Website, strictly for the User\u0026#x2019;s personal use and access\u003c/p\u003e\n\t\t\u003cp\u003e1.2.\t\u003cb\u003eUse License Restrictions.\u003c/b\u003e The license to use the Tracker and display its Content is limited to personal use by Residency Educators for informational, educational, and non-commercial purposes. You may reasonably copy the Content to the extent necessary to enable this permitted use of the Tracker or Content. You shall not:\u003c/p\u003e\n\t\t\u003cdiv class=\"indent\"\u003e\n\t\t\t\u003cp\u003ea.\tmodify, disassemble, or otherwise derive source code from the Tracker) or Content;\u003c/p\u003e\n\t\t\t\u003cp\u003eb.\tprepare derivative works of Content;\u003c/p\u003e\n\t\t\t\u003cp\u003ec.\tuse Content in any manner that infringes the intellectual property, copyright, or other rights of ACP or any third-party;\u003c/p\u003e\n\t\t\t\u003cp\u003ed.\tuse software to cycle through or to facilitate printing, storing, or caching of the Content; and\u003c/p\u003e\n\t\t\t\u003cp\u003ee.\tuse the Tracker to transmit, store, or receive confidential patient\u0026#x2019;s individually identifiable health information, including demographic data that relates to a patient\u0026#x2019;s past, present or future physician or mental health or condition, provision of health care to the individual, or the past, present, or future payment for the provision of health care to the individual.\u003c/p\u003e\n\t\t\u003c/div\u003e\n\t\t\u003cp\u003e1.3.\t\u003cb\u003eRemedies.\u003c/b\u003e\u003c/p\u003e\n\t\t\u003cdiv class=\"ident\"\u003e\n\t\t\t\u003cp\u003ea.\tACP may terminate this agreement and your right to access and use the Tracker and Content or suspend your access to all or any part thereof, at any time and for any reason, without notice.\u003c/p\u003e\n\t\t\t\u003cp\u003eb.\tIn addition to revocation of access and use license, as well as any other remedy available by law, use in violation of these restrictions may subject ACP to irreparable harm for which ACP may seek monetary damages and equitable relief, including injunctive relief, necessary to cease and desist use or access of any Content or Tracker.\u003c/p\u003e\n\t\t\u003c/div\u003e\n\t\u003c/div\u003e\n\t\u003ch3\u003e2.\tDATA COLLECTION\u003c/h3\u003e\n\t\u003cdiv class=\"indent\"\u003e\n\t\t\u003cp\u003e2.1.\tACP and ACP\u0026#x2019;s affiliates may collect, store, and use technical information as part of Tracker support services provided to you. ACP may use this information to improve our Tracker and services and to provide customized services or technologies. ACP will make reasonable efforts not to disclose any information that contains identifies you. Please refer to the Privacy Policy for additional information about data collection by ACP. \u003c/p\u003e\n\t\u003c/div\u003e\n\t\u003ch3\u003e3.\tUSER CREDENTIALS\u003c/h3\u003e\n\t\u003cdiv class=\"indent\"\u003e\n\t\t\u003cp\u003e3.1.\tYou will create a unique user ID and create a password (\u0026#x201C;User Credentials\u0026#x201D;) to access and use the Tracker.\u003c/p\u003e\n\t\t\u003cdiv class=\"indent\"\u003e\n\t\t\t\u003cp\u003ea.\tYou shall maintain the confidentiality of your User Credentials and prevent unauthorized access to the Tracker via your User Credentials.\u003c/p\u003e\n\t\t\t\u003cp\u003eb.\tYou shall not share or permit unauthorized usage of your User Credentials.\u003c/p\u003e\n\t\t\t\u003cp\u003ec.\tYou shall notify ACP immediately if you become aware of any breach of confidentiality, or unauthorized use, of your User Credentials.\u003c/p\u003e\n\t\t\t\u003cp\u003ed.\tYou will be liable for all damages or losses resulting from the failure to protect the confidentiality of your User Credentials.\u003c/p\u003e\n\t\t\t\u003cp\u003ee.\tACP may suspend your User Credentials upon reasonable belief of a breach of security or unauthorized use.\u003c/p\u003e\n\t\t\u003c/div\u003e\n\t\u003c/div\u003e\n\t\u003ch3\u003e4.\tTHE TRACKER\u003c/h3\u003e\n\t\u003cdiv class=\"indent\"\u003e\n\t\t\u003cp\u003e4.1.\tTracker is an online application available for your use at: \u003ca href=\"https://mksap19.acponline.org/tracker\" target=\"_blank\"\u003ehttps://mksap19.acponline.org/tracker\u003c/a\u003e, owned and operated by ACP, and protected by copyright law pursuant to U.S. Copyright laws, international laws, treaties, and any other copyright laws. \u003c/p\u003e\n\t\t\u003cp\u003e4.2.\tTracker may require a downloadable application for use and some Tracker features may only be available when connected to the Internet.   \u003c/p\u003e\n\t\t\u003cp\u003e4.3.\tACP may modify or discontinue a Tracker and/or any Content at any time without prior notice to you. ACP will not be liable for damages because of such modification or discontinuation of the Tracker and/or any of its Content.\u003c/p\u003e\n\t\t\u003cdiv class=\"indent\"\u003e\n\t\t\t\u003cp\u003ea.\tThis EULA and Privacy Policy will govern any Tracker enhancements that ACP may provide to you and/or any newly added or updated Content. \u003c/p\u003e\n\t\t\u003c/div\u003e\n\t\t\u003cp\u003e4.4.\tTracker may contain hyperlinks to third-party websites for your convenience. These websites may have their own privacy policy and any hyperlink is accessed at your own risk. ACP is not responsible for the content on third-party websites and ACP shall not be liable for any damages arising from your use of the Tracker or services on third-party websites. \u003c/p\u003e\n\t\u003c/div\u003e\n\t\u003ch3\u003e5.\tACCURACY OF CONTENT\u003c/h3\u003e\n\t\u003cdiv class=\"indent\"\u003e\n\t\t\u003cp\u003e5.1.\tACP does not warrant that any Content is correct, accurate, complete, appropriate, reliable, or timely; however, ACP shall make reasonable efforts to maintain the accuracy of the Content. \u003c/p\u003e\n\t\t\u003cp\u003e5.2.\tAny drug dosage schedules in the Content will be based upon the current standards used by ACP at the time the Tracker was created. You must consult the drug information manual to ensure that the recommended dosages in the Tracker concur with the information provided in drug information manual. \u003c/p\u003e\n\t\t\u003cp\u003e5.3.\tIf you become aware of any inaccuracies, additional opinions, or new developments related to the Content, you may contact ACP at the following e-mail address: \u003ca href=\"mailto:mksap_editors@acponline.org\"\u003emksap_editors@acponline.org\u003c/a\u003e to suggest ACP make a change to the Content. Notwithstanding the requirements of this section, ACP shall not be required to update the Content or Tracker in response to your suggestion.\u003c/p\u003e\n\t\t\u003cdiv class=\"indent\"\u003e\n\t\t\t\u003cp\u003ea.\tWhen offering a suggestion to ACP, you shall not provide any intellectual property, trade secrets, or patented or copyrighted content or materials. If use of your information by ACP constitutes misappropriation of intellectual property, trade secrets, or infringement upon any patent or copyright laws protecting any third-party, you shall indemnify ACP for all damages, including any attorneys\u0026#x2019; fees and related court costs and legal expenses that arise as a result of ACP\u0026#x2019;s use of such intellectual property, trade secrets, or copyrighted or patented content of materials.\u003c/p\u003e\n\t\t\u003c/div\u003e\n\t\u003c/div\u003e\n\t\u003ch3\u003e6.\tPROPRIETARY RIGHTS\u003c/h3\u003e\n\t\u003cdiv class=\"indent\"\u003e\n\t\t\u003cp\u003e6.1.\tExcept for rights expressly granted under this agreement, nothing in this agreement will function to transfer ACP's intellectual property rights, and/or other interests, in the Tracker and Content.  Any Content generated or utilized by you with the Tracker, is generated solely for the benefit of ACP. Any copies, physical or electronic made of the Content will be owned by ACP. These rights will survive termination of this agreement.    \u003c/p\u003e\n\t\u003c/div\u003e\n\t\u003ch3\u003e7.\tCOMPLIANCE WITH LAWS \u003c/h3\u003e\n\t\u003cdiv class=\"indent\"\u003e\n\t\t\u003cp\u003e7.1.\tYou shall not use or allow use of the Tracker in violation of any law or to support or facilitate any illegal activity, including any federal or state anti-kickback laws or federal or state laws governing the submission of claims for reimbursement of medical services. ACP WILL NOT BE RESPONSIBLE FOR YOUR ACTS OR OMISSIONS IN USING THE CONTENT OR TRACKER THAT DOES NOT COMPLY WITH ANY APPLICABLE LAWS, STATUTES, OR REGULATIONS. THIS PROHIBITION AND DISCLAIMER WILL SURVIVE TERMINATION OF THIS AGREEMENT. \u003c/p\u003e\n\t\u003c/div\u003e\n\t\u003ch3\u003e8.\tEXCLUSION OF DAMAGES AND LIMITATION OF LIABILITY\u003c/h3\u003e\n\t\u003cdiv class=\"indent\"\u003e\n\t\t\u003cp\u003e8.1.\tACP SHALL NOT BE LIABLE TO YOU OR ANY ENTITY WHOM YOU REPRESENT FOR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL (INCLUDING ANY LOST REVENUE, PROFITS, DIMINUTION IN VALUE, LOSS OF DATA, AND LOSS OF BUSINESS OPPORTUNITIES), EXEMPLARY, OR PUNITIVE DAMAGES REGARDLESS OF PROOF OF CAUSATION AND REGARDLESS OF THE THEORY OF LIABILITY FOR ANY OF THE FOLLOWING: (1) YOUR USE OF TRACKER OR RELIANCE ON ANY CONTENT, (2) ERRORS, INACCURACIES, OMISSIONS, DEFECTS, UNTIMELINESS, SECURITY BREACHES, OR ANY OTHER FAILURE TO PERFORM BY ACP OR ITS CONTENT PROVIDERS REGARDLESS OF WHETHER ACP HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES DURING USE OF THE TRACKER; OR (3) ANY BREACH OF ANY OF THE TERMS AND CONDITIONS CONTAINED IN THIS AGREEMENT. IN NO EVENT SHALL ACP\u0026#x2019;S TOTAL LIABILITY EXCEED THE TOTAL AMOUNT PAID TO ACP BY YOU. THIS EXCLUSION AND LIMITATION WILL SURVIVE TERMINATION OF THIS AGREEMENT. \u003c/p\u003e\n\t\u003c/div\u003e\n\t\u003ch3\u003e9.\tNO WARRANTY AND DISCLAIMER\u003c/h3\u003e\n\t\u003cdiv class=\"indent\"\u003e\n\t\t\u003cp\u003e9.1.\tNo Warranty. The Tracker are licensed to you on an \"AS IS\" on an \u0026#x201C;AS AVAILABLE\u0026#x201D; basis with all \u0026#x201C;faults\u0026#x201D; and without any warranty not contained in this agreement expressed or implied. The Tracker are intended for educational use only. The opinions expressed belong to the contributors to the Tracker and do not necessarily reflect the opinion of ACP.\u003c/p\u003e\n\t\t\u003cp\u003e9.2.\tDisclaimer.  ACP DOES NOT REPRESENT OR WARRANT THAT YOUR ACCESS TO AND USE OF THE TRACKER: (1) WILL BE UNINTERRUPTED OR ERROR-FREE, (2) WILL BE FREE OF VIRUSES, UNAUTHORIZED CODE, OR OTHER HARMFUL COMPONENTS, OR (3) WILL BE COMPLETELY SECURE FROM INTRUSIONS BY THIRD-PARTES THAT ARE OUTSIDE OF ACP\u0026#x2019;S CONTROL. YOU ARE RESPONSIBLE FOR TAKING ALL PRECAUTIONS THAT MAY BE NECESSARY OR ADVISABLE TO PROTECT AGAINST ANY CLAIM, DAMAGE, LOSS, OR HAZARD THAT MAY ARISE BY VIRTUE OF YOUR USE OF TRACKER(S). WHEN USING THE TRACKER, INFORMATION WILL BE TRANSMITTED OVER A MEDIUM THAT IS BEYOND THE CONTROL AND JURISDICTION OF ACP AND ITS SUPPLIERS. ACCORDINGLY, ACP ASSUMES NO LIABILITY FOR OR RELATING TO THE DELAY, FAILURE, INTERRUPTION, OR CORRUPTION OF ANY DATA OR OTHER INFORMATION TRANSMITTED IN CONNECTION WITH YOUR USE OF THE TRACKER. \u003c/p\u003e\n\t\t\u003cp\u003e9.3.\tThe Content within the Tracker is not intended as, and shall not be used in place of, legal or medical advice. It is your responsibility to exercise your independent medical knowledge, skill and judgment in providing care for your patients.\u003c/p\u003e\n\t\t\u003cp\u003e9.4.\tThe terms of this Section 9 will survive termination of this agreement.  \u003c/p\u003e\n\t\u003c/div\u003e\n\t\u003ch3\u003e10.\tINDEMNIFICATION\u003c/h3\u003e\n\t\u003cdiv class=\"indent\"\u003e\n\t\t\u003cp\u003e10.1.\tYou shall indemnify ACP and ACP\u0026#x2019;s affiliates, including ACP\u0026#x2019;s and its affiliates\u0026#x2019; directors, officers, and employees, against all claims, damages, obligations, losses, liabilities and demands and all costs associated therewith, including any attorneys\u0026#x2019; fees, related court costs and expenses, that arise from or otherwise relate to (i) your download, use, and access to the Tracker, or (ii) your violation of this EULA.  \u003c/p\u003e\n\t\u003c/div\u003e\n\t\u003ch3\u003e11.\tLIMITED WARRANTY\u003c/h3\u003e\n\t\u003cdiv class=\"indent\"\u003e\n\t\t\u003cp\u003e11.1.\tIf Tracker is found to be defective and incapable of performing its intended use for thirty (30) days from date of purchase, you are entitled to a refund equal to the amount paid by you and received by ACP for such Tracker. This will be the sole remedy available under this EULA if a Tracker is defective and incapable of performing its intended use. You should contact ACP Member and Product Support (800-523-1546, ext. 2600, M-F, 9 AM - 5 PM EST. All other countries call 215-351-2600) regarding defects in in the Tracker. Questions regarding operation of the Tracker and other technical questions should be routed through \u003ca href=\"https://www.acponline.org/mksap19-resources\" target=\"_blank\"\u003ehttps://www.acponline.org/mksap19-resources\u003c/a\u003e.\u003c/p\u003e\n\t\u003c/div\u003e\n\t\u003ch3\u003e12.\tMISCELLANEOUS\u003c/h3\u003e\n\t\u003cdiv class=\"indent\"\u003e\n\t\t\u003cp\u003e12.1.\t Modification. ACP may modify this EULA and/or Privacy Policy at any time without prior notice to you. Modifications will not apply retroactively. Any continued use following a modification will constitute acceptance of the modified agreement. \u003c/p\u003e\n\t\t\u003cp\u003e12.2.\t Assignment. You shall not assign, transfer, or sublicense any rights, licenses, or obligations granted hereunder, without the prior written consent of ACP. Any attempt by you to assign, transfer, or sublicense your rights, licenses, and obligations under this EULA without ACP's consent, shall be null and void ab initio. \u003c/p\u003e\n\t\t\u003cp\u003e12.3.\tWaiver. No waiver of any provision of this EULA will be effective unless it is in writing and signed by the party granting the waiver. No failure or delay in exercising any discretion or remedy under this EULA operates as a waiver of that discretion or remedy. A waiver granted on one occasion will not operate as a waiver on future occasions.\u003c/p\u003e\n\t\t\u003cp\u003e12.4.\tEntire Agreement and Severability. This EULA, including the Privacy Policy, constitutes the entire agreement between you and ACP and supersedes any prior written or oral agreements between you and ACP. If any provision of this EULA or Privacy Policy is held to be unenforceable, the remaining provisions of the EULA or Privacy Policy will remain in full force and effect.\u003c/p\u003e\n\t\t\u003cp\u003e12.5.\tGoverning law. Pennsylvania law governs any adversarial proceedings brought by one party against the other party arising out of this agreement and/or the Tracker. Except for violations of Section 1.2 (\u0026#x201C;Use License Restrictions\u0026#x201D;), any dispute, disagreement, controversy, or claim arising out of or relating to this EULA or Privacy Policy shall be settled in accordance with the rules of the American Arbitration Association in such location in the Commonwealth of Pennsylvania as the parties may determine.  The decision of the arbitrator(s) shall be final and binding upon the parties and judgment upon the award rendered by the arbitrator(s) may be entered in any court having jurisdiction thereof subject to that court\u0026#x2019;s rules regarding the enforcement of arbitration awards. The United Nations Convention on Contracts for the International Sale of Goods does not apply to this EULA.  THE PARTIES HEREBY WAIVE A JURY TRIAL IN ANY LITIGATION WITH RESPECT TO THIS EULA/PRIVACY POLICY. THIS LIMITATION SHALL SURVIVE TERMINATION OF THIS AGREEMENT.  \u003c/p\u003e\n\t\u003c/div\u003e\n\t\u003cp\u003eMKSAP\u0026#xAE; 19 Digital ISBN: 978-1-938245-88-6\u003c/p\u003e\n\t\u003cp\u003eMKSAP\u0026#xAE; 19 Complete ISBN: 978-1-953654-01-4\u003c/p\u003e\n\t\u003cp\u003eMKSAP\u0026#xAE; 19 Complete Green ISBN: 978-1-953654-02-1\u003c/p\u003e\n\t\u003cp\u003eMKSAP\u0026#xAE; 19 Apps ISBN: 978-1-953654-03-8\u003c/p\u003e\n\t\u003cp\u003eFor more information on MKSAP\u0026#xAE; 19 Tracker, visit \u003ca href=\"https://www.acponline.org/featured-products/mksap-19/mksap-19-tracker\" target=\"_blank\"\u003ehttps://www.acponline.org/featured-products/mksap-19/mksap-19-tracker\u003c/a\u003e.\u003c/p\u003e\n\u003c/div\u003e"}