{"id":"mk19_fm_eic_letter","content":"\u003cdiv class=\"eic_letter\"\u003e\n\t\u003ch2\u003eWelcome to MKSAP 19 Digital!\u003c/h2\u003e\n\t\u003cp\u003e\n\t\tMKSAP 19 strives to provide the clinical knowledge its learners need to navigate their longitudinal learning\n\t\tpaths. MKSAP 19\u0026#x2019;s core content contains essential, newly researched information in 11 subspecialty areas of\n\t\tinternal medicine\u0026#x2014;created by dozens of expert generalists and subspecialists. Development of MKSAP 19\u0026#x2019;s syllabus\n\t\tand its 1200 all-new, peer-reviewed, psychometrically validated multiple-choice questions (MCQs) has been\n\t\tinformed by ABIM Certification and Maintenance of Certification (MOC) requirements, emerging internal medicine\n\t\tknowledge, and our learners\u0026#x2019; feedback. MKSAP 19 continues to include High Value Care (HVC) recommendations and\n\t\tMCQs, based on the concept of balancing clinical benefit with costs and harms. Hospital-based internists can\n\t\tcontinue to trust that MKSAP\u0026#x2019;s comprehensive hospitalist content, integrated throughout the syllabus, and\n\t\thospitalist-focused MCQs, specially designated with the blue hospitalist icon (\u003csvg class=\"svg-icon svg-hospitalist\"\u003e\n\t\t\t\u003cuse xlink:href=\"#svg-hospitalist\"\u003e\u003c/use\u003e\n\t\t\u003c/svg\u003e), continue to align with the ABIM\u0026#x2019;s Focused Practice in Hospital Medicine MOC exam blueprint and enhance\n\t\tlearning for hospital-based practitioners.\n\t\u003c/p\u003e\n\t\u003cp\u003eMore than ever before, MKSAP 19 Digital focuses on individualized learning and convenience. In addition to custom\n\t\tquizzes and interlinked questions and syllabus sections, MKSAP 19 Digital\u0026#x2019;s new learning dashboard enables users\n\t\tto create a self- directed learning plan, with topic-specific links to resources within MKSAP and ACP Online.\n\t\tMultimedia formats, including whiteboard animations and clinical videos, will benefit our audiovisual learners,\n\t\twhile MKSAP\u0026#x2019;s Earn-as-You-Go CME/MOC feature now allows subscribers to earn CME/MOC as they answer individual\n\t\tquestions. In addition to Extension Questions and New Info Updates, MKSAP 19 Complete and Complete Green\n\t\tcontinue to offer Virtual Dx and Flashcards and now offer brand-new enhancements: MKSAP Quick Qs, a set of\n\t\tconcise questions mapped to high-frequency/high-importance areas of the ABIM blueprint mirroring boards-style\n\t\tMCQs, and an embedded digital version of Board Basics for easy-access exam prep.\u003c/p\u003e\n\t\u003cp\u003eLanguage can be imprecise and imperfect, but MKSAP 19\u0026#x2019;s Editors and contributors commit to using language and\n\t\timages that support ACP\u0026#x2019;s commitment to being an anti-racist organization that supports diversity, equity, and\n\t\tinclusion throughout health care and health education. ACP also continues to ensure diversity among MKSAP\u0026#x2019;s\n\t\tphysician-contributors. When appropriate, the MKSAP Editors also rely on MKSAP 19 Digital\u0026#x2019;s expanded use of\n\t\tmultimedia enhancements, including video and audio, to explore and more fully explain issues surrounding the\n\t\tpresentation of MKSAP 19 clinical content as it relates to race and ethnicity. MKSAP 19 users are encouraged to\n\t\tcontact the Editors at \u003ca href=\"mailto:mksap_editors@acponline.org\"\u003emksap_editors@acponline.org\u003c/a\u003e to help us\n\t\tidentify opportunities for improvement in this area.\u003c/p\u003e\n\t\u003cp\u003eOn behalf of the many internists and editorial staff who have helped us create our new edition, we are honored\n\t\tthat you have chosen to use MKSAP 19 to meet your lifelong learning needs.\u003c/p\u003e\n\n\t\u003cp\u003eSincerely,\u003c/p\u003e\n\t\u003cdiv\u003e\n\t\t\u003cdiv\u003eDavoren Chick, MD, FACP\u003c/div\u003e\n\t\t\u003cdiv\u003eEditor-in-Chief\u003c/div\u003e\n\t\t\u003cdiv\u003eSenior Vice President\u003c/div\u003e\n\t\t\u003cdiv\u003eMedical Education Division\u003c/div\u003e\n\t\t\u003cdiv\u003eAmerican College of Physicians\u003c/div\u003e\n\t\u003c/div\u003e\n\u003c/div\u003e"}