{"id":"mk19_fm_hvc","bookHvc":{"on":"\u003cul class=\"hvc-list\"\u003e\n    \u003cli\u003eImaging studies such as PET, CT, or bone scan for staging are not recommended in asymptomatic patients with newly diagnosed stage 0 to II breast cancer.\u003c/li\u003e\n    \u003cli\u003eSurveillance blood tests and other imaging tests for breast cancer should not be routinely performed and should be guided by a patient\u0026#x2019;s symptoms or findings on examination that raise concern for recurrence.\u003c/li\u003e\n    \u003cli\u003eNeither radiation therapy nor hormonal therapy provides benefit after bilateral mastectomy for patients with ductal carcinoma in situ (see \u003ca class=\"question\" href=\"mk19_a_on_q070\" data-question-id=\"mk19_a_on_q070\"\u003eQuestion 70\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eMultigene recurrence assays or gene expression profiles have dramatically improved the ability to avoid chemotherapy for patients at low risk of recurrence who will not benefit from chemotherapy and to identify patients at greater risk who do benefit from chemotherapy (see \u003ca class=\"question\" href=\"mk19_a_on_q045\" data-question-id=\"mk19_a_on_q045\"\u003eQuestion 45\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eConsensus guidelines indicate that pregnancy after breast cancer should not be discouraged (see \u003ca class=\"question\" href=\"mk19_a_on_q016\" data-question-id=\"mk19_a_on_q016\"\u003eQuestion 16\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eSecond-look laparotomy to assess pathologic response following chemotherapy of ovarian cancer should not be performed.\u003c/li\u003e\n    \u003cli\u003eAnnual cervical or vaginal cytology should be done on all cervical cancer survivors; additional surveillance imaging and laboratory studies for cervical cancer survivors are recommended only if there are signs or symptoms suggestive of recurrence.\u003c/li\u003e\n    \u003cli\u003ePET scans should not be used for preoperative staging or postoperative surveillance in colorectal cancer.\u003c/li\u003e\n    \u003cli\u003ePET scans do not add value in the staging of pancreatic cancer and are not part of standard management.\u003c/li\u003e\n    \u003cli\u003eWell-differentiated neuroendocrine tumors are indolent and often initially only require observation and serial imaging.\u003c/li\u003e\n    \u003cli\u003eAnal cancer is often curable with combined irradiation and chemotherapy; surgery is typically not indicated (see \u003ca class=\"question\" href=\"mk19_a_on_q022\" data-question-id=\"mk19_a_on_q022\"\u003eQuestion 22\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003ePatients with poor performance status and advanced non\u0026#x2013;small cell lung cancer without a driver mutation do not benefit from chemotherapy nor immunotherapy and are best served with supportive care (see \u003ca class=\"question\" href=\"mk19_a_on_q025\" data-question-id=\"mk19_a_on_q025\"\u003eQuestion 25\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eRoutine imaging for head and neck cancer after a negative posttreatment scan is not indicated unless signs and symptoms suggest recurrent disease.\u003c/li\u003e\n    \u003cli\u003eAlthough patients who receive radiation therapy that includes the thyroid bed are at increased risk of thyroid cancer, screening thyroid ultrasonography is not indicated.\u003c/li\u003e\n    \u003cli\u003eIn men with low-risk prostate cancer, active surveillance is a reasonable strategy because some men will never require treatment, and outcomes are no worse if men with low-grade cancer are treated at the time of progression rather than when first diagnosed (see \u003ca class=\"question\" href=\"mk19_a_on_q038\" data-question-id=\"mk19_a_on_q038\"\u003eQuestion 38\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003ePatients with prostate-specific antigen\u0026#x2013;only recurrence of prostate cancer may be treated with androgen deprivation therapy, although observation is also a reasonable choice.\u003c/li\u003e\n    \u003cli\u003ePatients with CT findings pathognomonic for renal cell carcinoma do not need a biopsy to confirm the diagnosis.\u003c/li\u003e\n    \u003cli\u003eChronic lymphocytic leukemia is typically an indolent disease, and many patients require no therapy for many years (see \u003ca class=\"question\" href=\"mk19_a_on_q049\" data-question-id=\"mk19_a_on_q049\"\u003eQuestion 49\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003ePhysical examination and PET/CT are used to stage patients with Hodgkin lymphoma; laparotomy and splenectomy are no longer performed.\u003c/li\u003e\n    \u003cli\u003eChemotherapy without irradiation is a treatment option for early-stage Hodgkin lymphoma after a complete metabolic response assessed by interim PET/CT after two to three cycles of treatment (risk-adapted therapy) (see \u003ca class=\"question\" href=\"mk19_a_on_q036\" data-question-id=\"mk19_a_on_q036\"\u003eQuestion 36\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eIn patients with a metastatic cancer of unknown primary site, CT and histologic, endoscopic, and gender-specific cancer evaluations are reasonable; however, nonspecific tumor markers, PET, and gene expression arrays should not be done.\u003c/li\u003e\n    \u003cli\u003ePalliative or hospice care is appropriate for patients with an unfavorable subtype of cancer of unknown primary site who have comorbidities and poor performance status.\u003c/li\u003e\n    \u003cli\u003eNodal metastases are uncommon in thin melanomas (Breslow depth less than 0.8 mm) and need not be assessed.\u003c/li\u003e\n    \u003cli\u003eMost patients with neutropenic fever should be managed with monotherapy with an antipseudomonal \u0026#x3B2;-lactam agent.\u003c/li\u003e\n    \u003cli\u003eThere is no better therapeutic success but rather an increased risk of toxicity from adding an aminoglycoside to a broad-spectrum \u0026#x3B2;-lactam in the treatment of febrile neutropenia (see \u003ca class=\"question\" href=\"mk19_a_on_q033\" data-question-id=\"mk19_a_on_q033\"\u003eQuestion 33\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eGrowth factors are not routinely used in the treatment of patients with neutropenic fever unless the patient has severe neutropenia (\u0026lt;100/\u0026#x3BC;L [0.1 \u0026#xD7; 109/L]) expected to last more than 10 days or has other high-risk features.\u003c/li\u003e\n    \u003cli\u003eLoop diuretics are not indicated in the treatment of hypercalcemia of malignancy unless kidney failure or heart failure is present; in these circumstances, intravenous expansion of vascular volume should precede the administration of loop diuretics (see \u003ca class=\"question\" href=\"mk19_a_on_q043\" data-question-id=\"mk19_a_on_q043\"\u003eQuestion 43\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eSpinal cord compression from radiosensitive tumor types, such as leukemia, lymphoma, myeloma, and germ cell tumors, may not require initial surgical decompression; instead, patients may be treated urgently with radiation therapy alone (see \u003ca class=\"question\" href=\"mk19_a_on_q063\" data-question-id=\"mk19_a_on_q063\"\u003eQuestion 63\u003c/a\u003e).\u003c/li\u003e\n\u003c/ul\u003e","hm":"\u003cul class=\"hvc-list\"\u003e\n    \u003cli\u003eLymphopenia without clinical consequences or an associated illness does not require treatment.\u003c/li\u003e\n    \u003cli\u003eBone marrow evaluation need not be undertaken in patients with a monoclonal gammopathy and low-risk features.\u003c/li\u003e\n    \u003cli\u003ePatients with low-risk monoclonal gammopathy of undetermined significance can be clinically observed and do not require follow-up testing (see \u003ca class=\"question\" href=\"mk19_b_hm_q051\" data-question-id=\"mk19_b_hm_q051\"\u003eQuestion 51\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eA low mean corpuscular volume, elevated red cell distribution width, and peripheral blood smear showing microcytosis and anisopoikilocytosis are virtually diagnostic of iron deficiency, especially in premenopausal women; these findings may render additional testing unnecessary.\u003c/li\u003e\n    \u003cli\u003eIron deficiency is typically treated with oral iron salts, optimally dosed once daily or every other day; oral ferrous sulfate is the preferred preparation because of its tolerability, efficacy, and cost (see \u003ca class=\"question\" href=\"mk19_b_hm_q059\" data-question-id=\"mk19_b_hm_q059\"\u003eQuestion 59\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eSupplemental erythropoietin improves anemia of inflammation, but it is associated with worsening hypertension, thrombotic complications, and, in patients with cancer, increased mortality and is not recommended.\u003c/li\u003e\n    \u003cli\u003ePatients with anemia of kidney disease who have a hemoglobin level greater than 10 g/dL (100 g/L) should not receive erythropoiesis-stimulating agents.\u003c/li\u003e\n    \u003cli\u003eTreatment for cobalamin deficiency should be instituted with oral cobalamin rather than parenteral therapy.\u003c/li\u003e\n    \u003cli\u003ePersons with hereditary hemochromatosis and a heterozygous \u003ci\u003eHFE\u003c/i\u003e mutation, without symptoms or elevated iron indices, do not require treatment or monitoring (see \u003ca class=\"question\" href=\"mk19_b_hm_q063\" data-question-id=\"mk19_b_hm_q063\"\u003eQuestion 63\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eAntiplatelet antibody testing in the diagnosis of immune thrombocytopenic purpura should not be performed.\u003c/li\u003e\n    \u003cli\u003eMost patients taking heparin who develop thrombocytopenia but have a low 4T score need no further evaluation.\u003c/li\u003e\n    \u003cli\u003ePlatelet transfusion is not generally indicated in patients with thrombocytopenia in the absence of trauma, surgery, or bleeding unless the platelet count decreases to less than 10,000 to 20,000/\u0026#xB5;L (10-20 \u0026#xD7; 10\u003csup\u003e9\u003c/sup\u003e/L) (see \u003ca class=\"question\" href=\"mk19_b_hm_q025\" data-question-id=\"mk19_b_hm_q025\"\u003eQuestion 25\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eGranulocyte colony-stimulating factor is not indicated for most patients with neutropenia who are afebrile, as a routine adjunct to empiric antibiotics for patients presenting with febrile neutropenia, or for patients undergoing induction chemotherapy for acute leukemia (see \u003ca class=\"question\" href=\"mk19_b_hm_q013\" data-question-id=\"mk19_b_hm_q013\"\u003eQuestion 13\u003c/a\u003e). \u003c/li\u003e\n    \u003cli\u003ePatients with factor XI deficiency who are asymptomatic do not require prophylactic intervention for most surgeries.\u003c/li\u003e\n    \u003cli\u003eProthrombin complex concentrates should not be used to manage the coagulopathy of liver disease.\u003c/li\u003e\n    \u003cli\u003eThrombophilia testing results generally do not change immediate management, except in high-risk antiphospholipid antibody syndrome (see \u003ca class=\"question\" href=\"mk19_b_hm_q045\" data-question-id=\"mk19_b_hm_q045\"\u003eQuestion 45\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eTesting for methylene tetrahydrofolate reductase, as well as measuring homocysteine levels, factor VIII levels, and plasminogen activator inhibitor activity should not be part of the standard thrombophilia evaluation because results do not influence management.\u003c/li\u003e\n    \u003cli\u003ePatients with a Pulmonary Embolism Rule-Out Criteria score of zero do not require further testing with D-dimer or imaging (see \u003ca class=\"question\" href=\"mk19_b_hm_q056\" data-question-id=\"mk19_b_hm_q056\"\u003eQuestion 56\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003ePatients with low probability for deep venous thrombosis or pulmonary embolism should undergo D-dimer testing; if the results are normal, no further imaging is necessary.\u003c/li\u003e\n    \u003cli\u003eMost patients with deep venous thrombosis and those with pulmonary embolism who have a good prognosis can be safely managed without hospitalization.\u003c/li\u003e\n    \u003cli\u003eBridging anticoagulation therapy is not indicated for most patients because it is associated with more bleeding complications without any reduction in thrombotic events.\u003c/li\u003e\n    \u003cli\u003ePatients with gestational thrombocytopenia do not require treatment.\u003c/li\u003e\n\u003c/ul\u003e","en":"\u003cul class=\"hvc-list\"\u003e\n    \u003cli\u003eTight inpatient glycemic control (80-110 mg/dL [4.4-6.1 mmol/L]) is not consistently associated with improved outcomes and may increase mortality.\u003c/li\u003e\n    \u003cli\u003eThe sole use of correction insulin (\u0026#x201C;sliding-scale insulin\u0026#x201D;) in hospitalized patients is not recommended because it is a reactive, nonphysiologic approach that leads to large glucose fluctuations.\u003c/li\u003e\n    \u003cli\u003eSulfonylureas stimulate insulin secretion regardless of glycemic status and commonly cause hypoglycemia and are associated with weight gain (see \u003ca class=\"question\" href=\"mk19_b_en_q084\" data-question-id=\"mk19_b_en_q084\"\u003eQuestion 84\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eThe use of any opioids for management of chronic neuropathic pain carries the risk for addiction and should be avoided (see \u003ca class=\"question\" href=\"mk19_b_en_q067\" data-question-id=\"mk19_b_en_q067\"\u003eQuestion 67\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003ePatients with asymptomatic pituitary microadenomas do not require treatment.\u003c/li\u003e\n    \u003cli\u003eEvaluation for Cushing syndrome should be limited to patients with a significant clinical suspicion of disease, including specific signs of Cushing syndrome or an adrenal mass.\u003c/li\u003e\n    \u003cli\u003eImaging for pheochromocytoma should be performed only after documentation of elevated catecholamine levels (see \u003ca class=\"question\" href=\"mk19_b_en_q076\" data-question-id=\"mk19_b_en_q076\"\u003eQuestion 76\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eImaging studies for pancreatogenous insulinoma or noninsulinoma tumor localization should only occur after confirmation of endogenous hyperinsulinism.\u003c/li\u003e\n    \u003cli\u003eIn patients taking an ACE inhibitor or an angiotensin receptor blocker, a simple initial test for primary aldosteronism is a plasma renin activity measurement; a non-suppressed plasma renin level rules out mineralocorticoid excess.\u003c/li\u003e\n    \u003cli\u003eFine-needle aspiration biopsy is not recommended for subcentimeter thyroid nodules unless associated with symptoms, pathologic lymphadenopathy, extrathyroidal extension, history of childhood radiation exposure, or familial thyroid cancer syndrome.\u003c/li\u003e\n    \u003cli\u003eTriiodothyronine measurement in the setting of hypothyroidism is not necessary or recommended; normal levels are maintained unless hypothyroidism is severe.\u003c/li\u003e\n    \u003cli\u003eThyroid peroxidase antibodies are present in most patients with Hashimoto thyroiditis, but measurement is unnecessary unless the diagnosis is unclear.\u003c/li\u003e\n    \u003cli\u003eTriiodothyronine-containing compounds are not recommended to treat hypothyroidism because of their short half-life, which causes spikes in triiodothyronine levels.\u003c/li\u003e\n    \u003cli\u003eNo evidence supports that treatment of subclinical hypothyroidism improves quality of life, cognitive function, blood pressure, or weight (see \u003ca class=\"question\" href=\"mk19_b_en_q054\" data-question-id=\"mk19_b_en_q054\"\u003eQuestion 54\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eTreatment of nonthyroidal illness syndrome is not recommended because of a lack of significant clinical benefit.\u003c/li\u003e\n    \u003cli\u003eThyroid function should not be assessed in hospitalized patients unless there is a strong clinical suspicion of thyroid dysfunction.\u003c/li\u003e\n    \u003cli\u003eIn secondary hypothyroidism, measurement of thyroid-stimulating hormone should not be performed because it cannot be used to monitor therapy (see \u003ca class=\"question\" href=\"mk19_b_en_q030\" data-question-id=\"mk19_b_en_q030\"\u003eQuestion 30\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eScreening for hypogonadism in men with nonspecific symptoms is not recommended.\u003c/li\u003e\n    \u003cli\u003eTestosterone therapy in men without biochemical evidence of deficiency has not been shown to be beneficial and is associated with many harms.\u003c/li\u003e\n    \u003cli\u003eLoop diuretics in the treatment of moderate to severe hypercalcemia are not recommended in the absence of kidney failure or volume overload.\u003c/li\u003e\n    \u003cli\u003eRoutine screening for vitamin D deficiency is not recommended in healthy populations.\u003c/li\u003e\n    \u003cli\u003eBone mineral density measurements on dual-energy x-ray absorptiometry before and during teriparatide therapy are not used to assess adequacy of response or to revise estimates of fracture risk (see \u003ca class=\"question\" href=\"mk19_b_en_q018\" data-question-id=\"mk19_b_en_q018\"\u003eQuestion 18\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eIn otherwise healthy young adults, a low-energy fracture is not an indication for bone mineral density measurement (see \u003ca class=\"question\" href=\"mk19_b_en_q023\" data-question-id=\"mk19_b_en_q023\"\u003eQuestion 23\u003c/a\u003e).\u003c/li\u003e\n\u003c/ul\u003e","pm":"\u003cul class=\"hvc-list\"\u003e\n    \u003cli\u003eA key clinical indicator of occupational asthma is symptom improvement during weekends and time away from work; spirometry before and after workplace exposures is a cost-effective way to confirm a suspected diagnosis of occupational asthma.\u003c/li\u003e\n    \u003cli\u003eFractional exhaled nitric oxide measurement (FeNO) is not recommended to guide asthma treatment in the general population (see \u003ca class=\"question\" href=\"mk19_b_pm_q085\" data-question-id=\"mk19_b_pm_q085\"\u003eQuestion 85\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eAdministration of a glucocorticoid and a long-acting \u0026#x3B2;\u003csub\u003e2\u003c/sub\u003e-agonist in a single inhaler is preferred because it improves adherence and may reduce cost compared with administration of each drug in a separate inhaler (see \u003ca class=\"question\" href=\"mk19_b_pm_q013\" data-question-id=\"mk19_b_pm_q013\"\u003eQuestion 13\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eIn patients with COPD exacerbation, short courses of lower-dose oral glucocorticoids (prednisone 40 mg/d for 5 days) have been found to be equivalent to higher doses, longer courses, and intravenous administration (see \u003ca class=\"question\" href=\"mk19_b_pm_q064\" data-question-id=\"mk19_b_pm_q064\"\u003eQuestion 64\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eA sputum culture is not routinely used to assess COPD exacerbations, as it rarely affects management.\u003c/li\u003e\n    \u003cli\u003ePatients not using baseline oxygen and with a resting SpO\u003csub\u003e2\u003c/sub\u003e of less than 92% should be prescribed supplemental oxygen during air travel without additional testing (see \u003ca class=\"question\" href=\"mk19_b_pm_q082\" data-question-id=\"mk19_b_pm_q082\"\u003eQuestion 82\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eWhen high-resolution CT findings are classic for usual interstitial pneumonia, lung biopsy is not necessary for diagnosis.\u003c/li\u003e\n    \u003cli\u003eThe diagnosis of cryptogenic organizing pneumonia (COP) may not require lung biopsy if the clinical presentation and high-resolution CT findings are consistent with COP. \u003c/li\u003e\n    \u003cli\u003eIn patients with radiographic evidence of advanced-stage lung cancer, diagnosis and staging are best accomplished with a single invasive test at a location that will establish both the diagnosis and the stage of disease.\u003c/li\u003e\n    \u003cli\u003eBenzodiazepines should not be used for treating delirium unless they are needed to treat alcohol withdrawal or seizures.\u003c/li\u003e\n    \u003cli\u003eIn patients receiving enteral feedings, routine measurement of gastric residuals is not recommended because it delays achievement of feeding goals, increases the risk of clogging the enteral access, and may increase the risk for aspiration.\u003c/li\u003e\n    \u003cli\u003eAdministration of parenteral nutrition to supplement enteral nutrition may lead to harm and should be avoided.\u003c/li\u003e\n    \u003cli\u003eBronchoscopy for airway mucous clearance to prevent postoperative atelectasis offers no clear benefit compared with other methods of chest physiotherapy.\u003c/li\u003e\n    \u003cli\u003eEvidence for pulmonary artery catheters demonstrates a lack of benefit and, in some cases, increased risk to patients.\u003c/li\u003e\n    \u003cli\u003eGiven the relative expense of colloids, crystalloid administration is generally preferred and recommended by guidelines in the treatment of septic shock.\u003c/li\u003e\n    \u003cli\u003eThere is no role for glucocorticoids in sepsis without shock.\u003c/li\u003e\n    \u003cli\u003eClinical presentations of sarcoidosis that do not require a biopsy include asymptomatic stage I pulmonary sarcoidosis, L\u0026#xF6;fgren syndrome, and Heerfordt syndrome (see \u003ca class=\"question\" href=\"mk19_b_pm_q016\" data-question-id=\"mk19_b_pm_q016\"\u003eQuestion 16\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eProviding supplemental oxygen in acutely ill medical patients with normal oxygen saturation increases mortality in a dose-dependent manner and is not recommended (see \u003ca class=\"question\" href=\"mk19_b_pm_q045\" data-question-id=\"mk19_b_pm_q045\"\u003eQuestion 45\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eApproximately 20% of laboratory tests obtained in hospitalized patients are not needed (see \u003ca class=\"question\" href=\"mk19_b_pm_q076\" data-question-id=\"mk19_b_pm_q076\"\u003eQuestion 76\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eExcessive laboratory testing in hospitalized patients can result in iatrogenic anemia (see \u003ca class=\"question\" href=\"mk19_b_pm_q076\" data-question-id=\"mk19_b_pm_q076\"\u003eQuestion 76\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eDiscontinuing antibiotic therapy is appropriate in patients who initially were thought to have sepsis but do not (see \u003ca class=\"question\" href=\"mk19_b_pm_q096\" data-question-id=\"mk19_b_pm_q096\"\u003eQuestion 96\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eIn older persons with nonexertional hyperthermia, ice water immersion is associated with increased mortality and should not be used (see \u003ca class=\"question\" href=\"mk19_b_pm_q004\" data-question-id=\"mk19_b_pm_q004\"\u003eQuestion 4\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eIn patients with portal hypertension and acute gastrointestinal bleeding, transfusion to 10 g/dL (100 g/L) or higher can rapidly increase portal pressure, putting the patient at significant risk for rebleeding, and is not recommended (see \u003ca class=\"question\" href=\"mk19_b_pm_q053\" data-question-id=\"mk19_b_pm_q053\"\u003eQuestion 53\u003c/a\u003e).\u003c/li\u003e\n\u003c/ul\u003e","nr":"\u003cul class=\"hvc-list\"\u003e\n    \u003cli\u003eStable headaches meeting criteria for most primary headaches usually do not require imaging.\u003c/li\u003e\n    \u003cli\u003eNonpharmacologic treatment strategies, such as relaxation training and cognitive behavioral therapy, should be considered for all patients with tension-type headache (see \u003ca class=\"question\" href=\"mk19_a_nr_q006\" data-question-id=\"mk19_a_nr_q006\"\u003eQuestion 6\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eThe monoclonal antibodies erenumab, fremanezumab, eptinezumab, and galcanezumab should be considered for migraine prophylaxis only after two or three adequate but unsuccessful trials of first-line preventive medications (see \u003ca class=\"question\" href=\"mk19_a_nr_q070\" data-question-id=\"mk19_a_nr_q070\"\u003eQuestion 70\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eAfter a single unprovoked seizure with no abnormalities on MRI or electroencephalography and with no risk factors for epilepsy, antiepileptic drug therapy is typically withheld.\u003c/li\u003e\n    \u003cli\u003eThe dosing strategy for antiepileptic drug therapy in older adults can be summarized as \u0026#x201C;start low and go slow\u0026#x201D; because older adults usually require lower antiepileptic drug doses and are at increased risk of interactions and decreased drug clearance (see \u003ca class=\"question\" href=\"mk19_a_nr_q074\" data-question-id=\"mk19_a_nr_q074\"\u003eQuestion 74\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eThe U.S. Preventive Services Task Force does not recommend screening for carotid artery stenosis in the general adult population (see \u003ca class=\"question\" href=\"mk19_a_nr_q078\" data-question-id=\"mk19_a_nr_q078\"\u003eQuestion 78\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eIn the evaluation of transient ischemic attack, carotid ultrasonography is a low-cost, readily available test not associated with radiation and should be performed emergently in order to identify patients who may require surgery (see \u003ca class=\"question\" href=\"mk19_a_nr_q095\" data-question-id=\"mk19_a_nr_q095\"\u003eQuestion 95\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eSupplemental oxygen in patients with normal oxygen saturation as measured by pulse oximetry increases mortality in patients with acute stroke (see \u003ca class=\"question\" href=\"mk19_a_nr_q027\" data-question-id=\"mk19_a_nr_q027\"\u003eQuestion 27\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eThe use of transesophageal echocardiography to evaluate for an intracardiac source of stroke is not routinely indicated.\u003c/li\u003e\n    \u003cli\u003eTransthoracic echocardiography with agitated saline injection is indicated in younger patients with stroke without other risk factors and is less invasive than other imaging procedures (see \u003ca class=\"question\" href=\"mk19_a_nr_q066\" data-question-id=\"mk19_a_nr_q066\"\u003eQuestion 66\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eRoutine internal carotid artery revascularization for primary prevention of stroke is not warranted unless high-risk stroke features are present, such as stenosis greater than 80% or rapid progression of stenosis.\u003c/li\u003e\n    \u003cli\u003eSymptomatic high-grade intracranial arterial stenosis is associated with a high risk of recurrent stroke, but stenting of the affected artery is associated with a high risk of procedural stroke and should be avoided.\u003c/li\u003e\n    \u003cli\u003eAcute administration of anticoagulation in ischemic strokes does not reduce the short-term risk of recurrent stroke and increases the risk of intracerebral hemorrhage (see \u003ca class=\"question\" href=\"mk19_a_nr_q077\" data-question-id=\"mk19_a_nr_q077\"\u003eQuestion 77\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eLong-term use of combination aspirin-clopidogrel is associated with no reduction in risk of stroke but an increased risk of hemorrhage and death when compared with single-agent antiplatelet use.\u003c/li\u003e\n    \u003cli\u003eAspirin is preferred to rivaroxaban or dabigatran in the secondary prevention of stroke in patients with embolic stroke of undetermined origin (see \u003ca class=\"question\" href=\"mk19_a_nr_q085\" data-question-id=\"mk19_a_nr_q085\"\u003eQuestion 85\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eRoutine use of platelet transfusion in patients with intracerebral hemorrhage who are being treated with anti-platelet agents is not indicated.\u003c/li\u003e\n    \u003cli\u003eAneurysms less than 7 millimeters in diameter in the posterior circulation and less than 12 millimeters in the anterior circulation can be managed conservatively with annual noninvasive neuroimaging.\u003c/li\u003e\n    \u003cli\u003eMedications, vitamin, and herbal supplements do not prevent cognitive decline in healthy people or in patients with mild cognitive impairment (see \u003ca class=\"question\" href=\"mk19_a_nr_q025\" data-question-id=\"mk19_a_nr_q025\"\u003eQuestion 25\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eSpecialized tests for dementia\u0026#x2014;including cerebrospinal fluid tests, dopamine transporter single-photon emission CT and PET scans\u0026#x2014;should be reserved for uncertain diagnoses or atypical presentations.\u003c/li\u003e\n    \u003cli\u003eNo medications are currently approved for the treatment of mild cognitive impairment, and no medications or dietary agents have been shown to prevent progression to dementia once reversible causes have been excluded.\u003c/li\u003e\n    \u003cli\u003eThere is no evidence of benefit of memantine in the treatment of mild stage of Alzheimer dementia (see \u003ca class=\"question\" href=\"mk19_a_nr_q043\" data-question-id=\"mk19_a_nr_q043\"\u003eQuestion 43\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eIn the absence of a clear response to either high-volume cerebrospinal fluid removal or lumbar drainage, a permanent ventricular shunt to treat normal pressure hydrocephalus should not be pursued (see \u003ca class=\"question\" href=\"mk19_a_nr_q022\" data-question-id=\"mk19_a_nr_q022\"\u003eQuestion 22\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eIn the evaluation of delirium, a head CT scan or MRI of the brain should be reserved for patients with focal findings on the neurologic examination that suggest an intracerebral process, such as ischemic stroke or hemorrhage (see \u003ca class=\"question\" href=\"mk19_a_nr_q056\" data-question-id=\"mk19_a_nr_q056\"\u003eQuestion 56\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eIn Parkinson disease, a dopamine transporter single-photon emission CT scan of the brain is unnecessary except to differentiate between Parkinson disease and essential tremor or drug-induced parkinsonism if the distinction cannot be made on clinical grounds.\u003c/li\u003e\n    \u003cli\u003eA positive pull test is the most reliable predictor of a risk of backward falls in Parkinson disease.\u003c/li\u003e\n    \u003cli\u003eTreatment of periodic leg movement of sleep is required only if it causes marked sleep fragmentation (see \u003ca class=\"question\" href=\"mk19_a_nr_q068\" data-question-id=\"mk19_a_nr_q068\"\u003eQuestion 68\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eIn the treatment of refractory essential tremor, deep-brain stimulation results in greater functional improvements than thalamotomy and fewer adverse events, such as dysarthria, sensory disturbances, and gait disturbances (see \u003ca class=\"question\" href=\"mk19_a_nr_q076\" data-question-id=\"mk19_a_nr_q076\"\u003eQuestion 76\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eAny patient with a suspected relapse of multiple sclerosis should be screened for causes of Uhthoff phenomenon (transient worsening of neurologic symptoms associated with increased body temperature) masquerading as a relapse (or \u0026#x201C;pseudorelapse\u0026#x201D;) to avoid unnecessary treatment.\u003c/li\u003e\n    \u003cli\u003eDisease-modifying therapy should be discontinued in patients with secondary progressive multiple sclerosis who have been nonambulatory for more than 2 years and who have had no relapsing activity during that same period (see \u003ca class=\"question\" href=\"mk19_a_nr_q050\" data-question-id=\"mk19_a_nr_q050\"\u003eQuestion 50\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eMRI is the preferred initial imaging test for most patients with findings of myelopathy (see \u003ca class=\"question\" href=\"mk19_a_nr_q003\" data-question-id=\"mk19_a_nr_q003\"\u003eQuestion 3\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eIn classic Bell palsy, brain imaging and laboratory testing is not required.\u003c/li\u003e\n    \u003cli\u003ePlasma exchange and intravenous immunoglobulin are equally effective treatment options for Guillain-Barr\u0026#xE9; syndrome, but combination therapy is no more effective than either modality alone (see \u003ca class=\"question\" href=\"mk19_a_nr_q073\" data-question-id=\"mk19_a_nr_q073\"\u003eQuestion 73\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eIn patients with central nervous system tumors not associated with seizures, prophylactic antiepileptic drugs are not recommended.\u003c/li\u003e\n    \u003cli\u003eMeningiomas are benign dural-based tumors that require no management in asymptomatic patients and are usually followed clinically (see \u003ca class=\"question\" href=\"mk19_a_nr_q010\" data-question-id=\"mk19_a_nr_q010\"\u003eQuestion 10\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eIn patients with metastatic spinal compression, surgical decompression should be reserved for patients younger than 65 years with a single area of compression, para- plegia for less than 48 hours, and a predicted survival of longer than 6 months (see \u003ca class=\"question\" href=\"mk19_a_nr_q049\" data-question-id=\"mk19_a_nr_q049\"\u003eQuestion 49\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eIn patients with suspected central nervous system lymphoma, the finding of lymphomatous cells in vitreous or cerebrospinal fluid samples (identified by cytology and flow cytometry) may obviate the need for biopsy (see \u003ca class=\"question\" href=\"mk19_a_nr_q067\" data-question-id=\"mk19_a_nr_q067\"\u003eQuestion 67\u003c/a\u003e).\u003c/li\u003e\n\u003c/ul\u003e","id":"\u003cul class=\"hvc-list\"\u003e\n    \u003cli\u003eUninfected diabetic foot wounds should not be cultured or treated with antibiotics.\u003c/li\u003e\n    \u003cli\u003eDiagnostic studies to identify a causative organism are not routinely indicated in outpatients with community-acquired pneumonia (CAP) but should be considered in non-ICU hospitalized patients when this information would change management; diagnostic studies should be performed in all patients admitted to the ICU with CAP.\u003c/li\u003e\n    \u003cli\u003ePatients with community-acquired pneumonia requiring hospitalization can be treated with the standard inpatient regimens regardless of a documented aspiration event (see \u003ca class=\"question\" href=\"mk19_a_id_q007\" data-question-id=\"mk19_a_id_q007\"\u003eQuestion 7\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eMost patients with hospital-acquired pneumonia only require treatment for 7 days; exceptions include patients who have bacteremia, have a metastatic infection, show slow response to therapy, are immunocompromised, or have pyogenic complications (see \u003ca class=\"question\" href=\"mk19_a_id_q107\" data-question-id=\"mk19_a_id_q107\"\u003eQuestion 107\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eIn adults with community-acquired pneumonia whose symptoms have resolved within 5 to 7 days, routine follow-up chest imaging is usually not necessary.\u003c/li\u003e\n    \u003cli\u003eEarly localized Lyme disease usually presents within 4 weeks of infection and is characterized by erythema migrans (EM) at the site of tick attachment; patients with EM and a compatible exposure history do not require confirmatory laboratory testing and should receive oral doxycycline.\u003c/li\u003e\n    \u003cli\u003ePost\u0026#x2013;Lyme disease syndrome (fatigue, arthralgia, myalgia, and impairment of memory or cognition) can last for years, even after appropriate treatment; prolonged antibiotics are not effective in treating this condition.\u003c/li\u003e\n    \u003cli\u003eUrine culture is not recommended in women with uncomplicated cystitis but is indicated in pyelonephritis, complicated cystitis, recurrent urinary tract infections, patients with multiple antibiotic allergies, and in patients with a suspected resistant organism.\u003c/li\u003e\n    \u003cli\u003ePyuria accompanying asymptomatic bacteriuria is not an indication for urine culture or antimicrobial treatment.\u003c/li\u003e\n    \u003cli\u003eUrine culture with susceptibility testing is required in acute pyelonephritis before initiation of empiric therapy; follow-up urine cultures are only indicated in pregnant women.\u003c/li\u003e\n    \u003cli\u003eImaging studies are only necessary in patients with pyelonephritis and fever for more than 72 hours, in persistent bacteremia, or when complications are suspected.\u003c/li\u003e\n    \u003cli\u003eScreening for and treating asymptomatic bacteriuria before nonurologic surgical procedures is not recommended (see \u003ca class=\"question\" href=\"mk19_a_id_q049\" data-question-id=\"mk19_a_id_q049\"\u003eQuestion 49\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eIn women with recurrent cystitis, self-treatment with a first-line, short-course regimen (such as nitrofurantoin) is an appropriate initial strategy (see \u003ca class=\"question\" href=\"mk19_a_id_q036\" data-question-id=\"mk19_a_id_q036\"\u003eQuestion 36\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eTest of cure is not recommended in patients with \u003ci\u003eChlamydia trachomatis\u003c/i\u003e infection except in pregnancy; however, patients should be retested for possible repeat infection after 3 months or at their next medical visit.\u003c/li\u003e\n    \u003cli\u003eBecause of its low cost and specificity, plain radiography is recommended as an initial imaging test for suspected osteomyelitis; if radiography is negative, MRI, with and without intravenous contrast, should be obtained.\u003c/li\u003e\n    \u003cli\u003eIn patients with vertebral osteomyelitis and positive blood cultures for a typical pathogen, bone biopsy is generally not indicated (see \u003ca class=\"question\" href=\"mk19_a_id_q028\" data-question-id=\"mk19_a_id_q028\"\u003eQuestion 28\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eOral antibiotics (such as doxycycline) with high bioavailability have been shown to be noninferior to intravenous antibiotics for the management of osteomyelitis (see \u003ca class=\"question\" href=\"mk19_a_id_q087\" data-question-id=\"mk19_a_id_q087\"\u003eQuestion 87\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eIn patients with classic fever of unknown origin (fever \u0026gt;38.3 \u0026#xB0;C [100.9 \u0026#xB0;F] for \u0026gt;3 weeks that remains undiagnosed after careful extensive evaluation and two visits in the ambulatory setting), no further testing or treatment is indicated (see \u003ca class=\"question\" href=\"mk19_a_id_q067\" data-question-id=\"mk19_a_id_q067\"\u003eQuestion 67\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eFluid replacement is the mainstay of treatment for travelers\u0026#x2019; diarrhea; azithromycin and fluoroquinolones are recommended only in severe disease.\u003c/li\u003e\n    \u003cli\u003eMost uncomplicated \u003ci\u003eSalmonella\u003c/i\u003e infections in adults younger than 50 years resolve within 1 week and require only supportive care; when empiric treatment is indicated for those with more severe or invasive disease, fluoroquinolones (such as ciprofloxacin) are most likely to be effective.\u003c/li\u003e\n    \u003cli\u003eEnterotoxigenic \u003ci\u003eEscherichia coli\u003c/i\u003e infection is usually a self-limited illness that resolves without treatment after approximately 4 days; hydration and empiric antibiotic therapy with fluoroquinolones, azithromycin, or rifaximin are recommended in travelers when symptoms restrict activities.\u003c/li\u003e\n    \u003cli\u003eDiarrhea caused by \u003ci\u003eCampylobacter\u003c/i\u003e usually resolves spontaneously (see \u003ca class=\"question\" href=\"mk19_a_id_q057\" data-question-id=\"mk19_a_id_q057\"\u003eQuestion 57\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eProphylaxis and immunization are preferred over treating active infections after transplantation.\u003c/li\u003e\n    \u003cli\u003eHand hygiene is the foundation of infection prevention; the World Health Organization has identified five key hand hygiene moments (before touching a patient, before clean or aseptic procedure, after body fluid exposure risk, after touching a patient, and after touching patient surroundings).\u003c/li\u003e\n    \u003cli\u003eCatheter-associated asymptomatic bacteriuria is common and generally does not require treatment.\u003c/li\u003e\n    \u003cli\u003eCandiduria in a patient with a catheter frequently represents colonization and rarely requires treatment.\u003c/li\u003e\n    \u003cli\u003eAntimicrobial- or antiseptic-coated catheters have not shown benefit for short-term or long-term catheterization, are more expensive, and, in some cases, cause more discomfort for patients.\u003c/li\u003e\n    \u003cli\u003eReconfirmation of the diagnosis of herpes simplex virus infection before treatment is not needed in the setting of a consistent clinical presentation (see \u003ca class=\"question\" href=\"mk19_a_id_q044\" data-question-id=\"mk19_a_id_q044\"\u003eQuestion 44\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eAvoiding unnecessary antibiotic use, simplifying unnecessary combination therapy, avoiding double anaerobic coverage, converting intravenous to oral agents, streamlining de-escalation, and minimizing therapy duration are important components of antimicrobial stewardship programs.\u003c/li\u003e\n\u003c/ul\u003e","gi":"\u003cul class=\"hvc-list\"\u003e\n    \u003cli\u003eIn patients with symptoms of gastroesophageal reflux disease but without alarm features, an empiric trial of a proton pump inhibitor is the initial management.\u003c/li\u003e\n    \u003cli\u003e\n\u003ci\u003eCandida\u003c/i\u003e esophagitis can be diagnosed clinically in patients with dysphagia and odynophagia, immunosuppression, and findings of oral thrush (see \u003ca class=\"question\" href=\"mk19_a_gi_q089\" data-question-id=\"mk19_a_gi_q089\"\u003eQuestion 89\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003ePPI therapy should be used at the lowest dose needed to control gastroesophageal reflux symptoms and discontinued if there is no appropriate indication (see \u003ca class=\"question\" href=\"mk19_a_gi_q044\" data-question-id=\"mk19_a_gi_q044\"\u003eQuestion 44\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eFor patients with dyspepsia, routine upper endoscopy to exclude malignancy is reserved for patients age 60 years and older.\u003c/li\u003e\n    \u003cli\u003eIn countries with a low incidence of gastric cancer, such as the United States, screening for gastric cancer should be reserved for patients with genetic cancer syndromes.\u003c/li\u003e\n    \u003cli\u003eFor patients with dyspepsia, a \u0026#x201C;test and treat\u0026#x201D; strategy for \u003ci\u003eHelicobacter pylori\u003c/i\u003e infection is recommended (see \u003ca class=\"question\" href=\"mk19_a_gi_q070\" data-question-id=\"mk19_a_gi_q070\"\u003eQuestion 70\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eRoutine repeat upper endoscopy for gastric ulcer is not recommended (see \u003ca class=\"question\" href=\"mk19_a_gi_q073\" data-question-id=\"mk19_a_gi_q073\"\u003eQuestion 73\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003ePatients with acute pancreatitis should undergo transabdominal ultrasonography rather than CT for evaluation of biliary disease.\u003c/li\u003e\n    \u003cli\u003eRoutine use of antibiotics is not warranted in acute pancreatitis (see \u003ca class=\"question\" href=\"mk19_a_gi_q012\" data-question-id=\"mk19_a_gi_q012\"\u003eQuestion 12\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003ePatients with acute pancreatitis should resume feeding when pain improves and any nausea or vomiting subsides; oral feeding is preferred (see \u003ca class=\"question\" href=\"mk19_a_gi_q016\" data-question-id=\"mk19_a_gi_q016\"\u003eQuestion 16\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eEvaluation for centrally mediated pain syndrome requires a detailed medical and psychosocial history and physical examination, with limited laboratory testing.\u003c/li\u003e\n    \u003cli\u003eAcute diverticulitis is often a clinical diagnosis, usually not requiring abdominal imaging unless an alternative diagnosis or complicated disease is suspected.\u003c/li\u003e\n    \u003cli\u003eLactase deficiency can be diagnosed on the basis of improvement after exclusion of dietary lactose or administration of lactase enzymes with meals (see \u003ca class=\"question\" href=\"mk19_a_gi_q037\" data-question-id=\"mk19_a_gi_q037\"\u003eQuestion 37\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eThe most common cause of recurrent celiac disease symptoms is gluten exposure (see \u003ca class=\"question\" href=\"mk19_a_gi_q045\" data-question-id=\"mk19_a_gi_q045\"\u003eQuestion 45\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eMany drugs can cause chronic diarrhea; discontinuing a potential culprit drug may relieve symptoms and obviate the need for further diagnostic testing (see \u003ca class=\"question\" href=\"mk19_a_gi_q059\" data-question-id=\"mk19_a_gi_q059\"\u003eQuestion 59\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eAntibiotics are not recommended for mild traveler\u0026#x2019;s diarrhea (see \u003ca class=\"question\" href=\"mk19_a_gi_q086\" data-question-id=\"mk19_a_gi_q086\"\u003eQuestion 86\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eIrritable bowel syndrome is a common cause of diarrhea and can be diagnosed on clinical grounds, including history and physical examination (see \u003ca class=\"question\" href=\"mk19_a_gi_q022\" data-question-id=\"mk19_a_gi_q022\"\u003eQuestion 22\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eEmpiric antibiotic therapy with monitoring for improvement in symptoms may be reasonable in patients with a high probability of small intestinal bacterial overgrowth (see \u003ca class=\"question\" href=\"mk19_a_gi_q067\" data-question-id=\"mk19_a_gi_q067\"\u003eQuestion 67\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eElastography is a noninvasive imaging technique that assesses liver stiffness as a measure of fibrosis and may avoid biopsy.\u003c/li\u003e\n    \u003cli\u003eAsymptomatic hepatic cysts are benign and require no follow-up.\u003c/li\u003e\n    \u003cli\u003eFocal nodular hyperplasia does not have malignant potential or a risk for bleeding and does not require follow-up.\u003c/li\u003e\n    \u003cli\u003eNo information indicates that the addition of \u0026#x3B1;-fetoprotein (AFP) to ultrasonography screening for hepatocellular carcinoma leads to improved survival; therefore, surveillance using ultrasonography may be performed with or without AFP measurement every 6 months (see \u003ca class=\"question\" href=\"mk19_a_gi_q030\" data-question-id=\"mk19_a_gi_q030\"\u003eQuestion 30\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eThe mainstay of management of nonalcoholic fatty liver disease is weight loss (see \u003ca class=\"question\" href=\"mk19_a_gi_q035\" data-question-id=\"mk19_a_gi_q035\"\u003eQuestion 35\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eManagement of chronic pain in patients with chronic liver disease should always include physical therapy because it will not exacerbate the manifestations of chronic liver disease (see \u003ca class=\"question\" href=\"mk19_a_gi_q082\" data-question-id=\"mk19_a_gi_q082\"\u003eQuestion 82\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003ePatients in the immune control phase of chronic HBV infection, also known as inactive chronic HBV infection, generally do not require treatment (see \u003ca class=\"question\" href=\"mk19_a_gi_q004\" data-question-id=\"mk19_a_gi_q004\"\u003eQuestion 4\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eUncomplicated diverticulitis is treated with oral antibiotics (ciprofloxacin or metronidazole) and a liquid diet (see \u003ca class=\"question\" href=\"mk19_a_gi_q006\" data-question-id=\"mk19_a_gi_q006\"\u003eQuestion 6\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eIncidental gallstones do not typically cause symptoms, and prophylactic cholecystectomy and other treatments are generally not recommended (see \u003ca class=\"question\" href=\"mk19_a_gi_q078\" data-question-id=\"mk19_a_gi_q078\"\u003eQuestion 78\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eIn acute cholecystitis, cholecystectomy during the initial hospitalization is associated with improved clinical outcomes and lower costs compared with delayed cholecystectomy (see \u003ca class=\"question\" href=\"mk19_a_gi_q074\" data-question-id=\"mk19_a_gi_q074\"\u003eQuestion 74\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eFor patients with mild gallstone pancreatitis, same-admission cholecystectomy reduces rates of gallstone-related complications compared with cholecystectomy 25 to 30 days after hospital discharge (see \u003ca class=\"question\" href=\"mk19_a_gi_q096\" data-question-id=\"mk19_a_gi_q096\"\u003eQuestion 96\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003ePatients with peptic ulcer disease and low-risk stigmata can be fed within 24 hours of endoscopy, receive once-daily oral PPI therapy, and be discharged from the hospital.\u003c/li\u003e\n    \u003cli\u003eIn uncomplicated asymptomatic patients with iron deficiency anemia and negative bidirectional endoscopy, a trial of initial iron supplementation over the routine use of video capsule endoscopy is conditionally suggested by the American Gastroenterological Association (see \u003ca class=\"question\" href=\"mk19_a_gi_q060\" data-question-id=\"mk19_a_gi_q060\"\u003eQuestion 60\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eThe risk for rebleeding in patients with high-risk ulcers that are successfully treated endoscopically is similar for patients who receive twice-daily intravenous PPI and those who receive continuous PPI infusion; twice-daily PPI is preferable given the similar clinical efficacy and lower cost (see \u003ca class=\"question\" href=\"mk19_a_gi_q088\" data-question-id=\"mk19_a_gi_q088\"\u003eQuestion 88\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eWhen there is no evidence that a patient\u0026#x2019;s requested diagnostic or therapeutic intervention will provide clinical benefit, physicians are not obligated to provide the service (see \u003ca class=\"question\" href=\"mk19_a_gi_q058\" data-question-id=\"mk19_a_gi_q058\"\u003eQuestion 58\u003c/a\u003e).\u003c/li\u003e\n\u003c/ul\u003e","np":"\u003cul class=\"hvc-list\"\u003e\n    \u003cli\u003eThe random (spot) urine protein-creatinine ratio and albumin-creatinine ratio correlate with 24-hour urine collections and are sufficiently accurate for screening and monitoring proteinuria.\u003c/li\u003e\n    \u003cli\u003eThere is no need to monitor urine protein excretion in patients who are taking an ACE inhibitor or angiotensin receptor blocker.\u003c/li\u003e\n    \u003cli\u003eIn the treatment of diabetic kidney disease, combining any two renin-angiotensin system drug classes (ACE inhibitors, angiotensin receptor blockers, or direct renin inhibitors) is not recommended, as side effects are increased and there is no additional clinical benefit.\u003c/li\u003e\n    \u003cli\u003eUrinalysis should not be used for urothelial cancer screening in asymptomatic adults.\u003c/li\u003e\n    \u003cli\u003eCT urography is preferred to MRI as the diagnostic test of choice for patients with unexplained hematuria (see \u003ca class=\"question\" href=\"mk19_a_np_q059\" data-question-id=\"mk19_a_np_q059\"\u003eQuestion 59\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eIn the treatment of symptomatic hyponatremia, simultaneous administration of desmopressin with 3% saline infusion results in a more predictable and safer increase in serum sodium (see \u003ca class=\"question\" href=\"mk19_a_np_q090\" data-question-id=\"mk19_a_np_q090\"\u003eQuestion 90\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eThe treatment of isovolemic hypernatremia is water, preferably orally or by nasogastric tube if the patient is incapable of drinking, rather than intravenously (see \u003ca class=\"question\" href=\"mk19_a_np_q060\" data-question-id=\"mk19_a_np_q060\"\u003eQuestion 60\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eBaseline echocardiography is not routinely recommended but should be performed if examination or ECG suggest cardiac hypertrophy or to evaluate the need for therapy in patients with white coat hypertension.\u003c/li\u003e\n    \u003cli\u003eAdults with stage 1 hypertension who have an estimated 10-year atherosclerotic cardiovascular disease event risk of \u0026lt;10% should be managed initially with nonpharmacologic therapy (see \u003ca class=\"question\" href=\"mk19_a_np_q052\" data-question-id=\"mk19_a_np_q052\"\u003eQuestion 52\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eTreatment of chronic hypertension (\u0026lt;160/110 mm Hg) during pregnancy is not associated with improved fetal outcomes (see \u003ca class=\"question\" href=\"mk19_a_np_q013\" data-question-id=\"mk19_a_np_q013\"\u003eQuestion 13\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eIn most patients with renal artery stenosis, the primary therapeutic intervention is medical management (see \u003ca class=\"question\" href=\"mk19_a_np_q018\" data-question-id=\"mk19_a_np_q018\"\u003eQuestion 18\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eFor patients with suspected renal artery fibromuscular dysplasia, CT angiography is preferred to MRI as the initial imaging modality of choice (see \u003ca class=\"question\" href=\"mk19_a_np_q048\" data-question-id=\"mk19_a_np_q048\"\u003eQuestion 48\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eIn younger patients with IgA nephropathy, recurrent hematuria in the absence of proteinuria usually portends a benign clinical course and treatment is conservative (see \u003ca class=\"question\" href=\"mk19_a_np_q041\" data-question-id=\"mk19_a_np_q041\"\u003eQuestion 41\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eSerologic testing for anti-phospholipase A2 receptor antibodies in patients with suspected primary membranous nephropathy can eliminate the need for kidney biopsy in patients with preserved kidney function and no evidence of secondary causes (see \u003ca class=\"question\" href=\"mk19_a_np_q075\" data-question-id=\"mk19_a_np_q075\"\u003eQuestion 75\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003ePrimary membranous nephropathy is typically treated with conservative therapy before initiating immunosuppression for patients with persistent nephrotic-range proteinuria to allow for spontaneous remission, which occurs in approximately 30% of patients.\u003c/li\u003e\n    \u003cli\u003eContrast-associated nephropathy prophylaxis is not indicated for patients with a stable estimated glomerular filtration rate \u0026#x2265;45 mL/min/1.73 m\u003csup\u003e2\u003c/sup\u003e (see \u003ca class=\"question\" href=\"mk19_a_np_q002\" data-question-id=\"mk19_a_np_q002\"\u003eQuestion 2\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eThere is no proven benefit to early administration of renal replacement therapy versus timing based on usual clinical criteria in critically ill patients or those with sepsis.\u003c/li\u003e\n    \u003cli\u003eIn the diagnosis of nephrolithiasis, ultrasonography does not expose patients to radiation, has a lower cost compared with CT, and is the preferred modality during pregnancy (see \u003ca class=\"question\" href=\"mk19_a_np_q069\" data-question-id=\"mk19_a_np_q069\"\u003eQuestion 69\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eThe most effective treatment to facilitate the passage of uric acid stones is urinary alkalinization with potassium citrate (see \u003ca class=\"question\" href=\"mk19_a_np_q054\" data-question-id=\"mk19_a_np_q054\"\u003eQuestion 54\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eUse of potassium binders in patients with chronic kidney disease may allow continuation of essential medications, such as inhibitors of the renin-angiotensin system (see \u003ca class=\"question\" href=\"mk19_a_np_q106\" data-question-id=\"mk19_a_np_q106\"\u003eQuestion 106\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eErythropoiesis-stimulating agents should not be used for most patients with chronic kidney disease and hemoglobin \u0026gt;11 g/dL (110 g/L) because of an increased risk for serious cardiovascular events and stroke.\u003c/li\u003e\n    \u003cli\u003eFor older patients with end-stage kidney disease and those who are not transplant candidates, screening for renal cell carcinoma is not recommended, even in the presence of known acquired cystic kidney disease (see \u003ca class=\"question\" href=\"mk19_a_np_q005\" data-question-id=\"mk19_a_np_q005\"\u003eQuestion 5\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eFor eligible patients, kidney transplantation is the preferred treatment for end-stage kidney disease because of improved mortality and quality of life and decreased health care costs.\u003c/li\u003e\n    \u003cli\u003ePatients who receive preparatory renal replacement therapy (RRT) education before they are diagnosed with end-stage kidney disease are more likely to select a home modality for RRT, be listed for a kidney transplant, or receive a preemptive kidney transplant and may have a mortality benefit compared with patients who do not receive similar education (see \u003ca class=\"question\" href=\"mk19_a_np_q046\" data-question-id=\"mk19_a_np_q046\"\u003eQuestion 46\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eNon-dialytic palliative therapy is a reasonable option for older patients with end-stage kidney disease and multiple comorbidities, with treatment focusing on symptom management and quality of life.\u003c/li\u003e\n\u003c/ul\u003e","gm2":"\u003cul class=\"hvc-list\"\u003e\n    \u003cli\u003eThe ordering of excessive tests and procedures to avoid malpractice litigation leads to waste and potential harm through unnecessary testing and treatment (see \u003ca class=\"question\" href=\"mk19_b_gm_q084\" data-question-id=\"mk19_b_gm_q084\"\u003eQuestion 84\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eRoutine testing beyond the history and physical examination is not necessary in the preparticipation physical examination (see \u003ca class=\"question\" href=\"mk19_b_gm_q087\" data-question-id=\"mk19_b_gm_q087\"\u003eQuestion 87\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eThe use of \u0026#x3B2;-carotene or vitamin E supplements for the prevention of cardiovascular disease or cancer is not recommended.\u003c/li\u003e\n    \u003cli\u003eUrinalysis is not indicated before joint arthroplasty in asymptomatic patients (see \u003ca class=\"question\" href=\"mk19_b_gm_q030\" data-question-id=\"mk19_b_gm_q030\"\u003eQuestion 30\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003ePatients whose laboratory test results in the past 4 months were normal and whose clinical status is stable do not need repeat testing before surgery (see \u003ca class=\"question\" href=\"mk19_b_gm_q030\" data-question-id=\"mk19_b_gm_q030\"\u003eQuestion 30\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003ePatients with less than 1% risk for perioperative major adverse cardiac event may proceed to surgery without additional testing.\u003c/li\u003e\n    \u003cli\u003ePreoperative ECG should not be performed in patients undergoing low-risk procedures.\u003c/li\u003e\n    \u003cli\u003ePatients with coronary artery disease should not undergo routine coronary angiography or revascularization before surgery exclusively to reduce perioperative events.\u003c/li\u003e\n    \u003cli\u003eChest radiography, arterial blood gas analysis, or spirometry is not routinely indicated in the preoperative evaluation of patients with chronic lung disease (see \u003ca class=\"question\" href=\"mk19_b_gm_q023\" data-question-id=\"mk19_b_gm_q023\"\u003eQuestion 23\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eThere is no benefit of incentive spirometry, with or without deep breathing exercises, in preventing postoperative pulmonary complications (see \u003ca class=\"question\" href=\"mk19_b_gm_q111\" data-question-id=\"mk19_b_gm_q111\"\u003eQuestion 111\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003ePatients with untreated, asymptomatic mild hypothyroidism may proceed to surgery without further testing or treatment.\u003c/li\u003e\n    \u003cli\u003ePregnant patients should undergo the same preoperative medical evaluation as nonpregnant patients; additional diagnostic testing is unnecessary.\u003c/li\u003e\n    \u003cli\u003eThere is little evidence that over-the-counter weight loss supplements are effective.\u003c/li\u003e\n    \u003cli\u003eAspirin should be used infrequently in primary prevention of atherosclerotic cardiovascular disease (see \u003ca class=\"question\" href=\"mk19_b_gm_q077\" data-question-id=\"mk19_b_gm_q077\"\u003eQuestion 77\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eRoutine screening for abdominal aortic aneurysm (AAA) in women who have never smoked and who have no family history of AAA is not recommended (see \u003ca class=\"question\" href=\"mk19_b_gm_q097\" data-question-id=\"mk19_b_gm_q097\"\u003eQuestion 97\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eDo not screen for coronary artery disease with either resting or exercise ECG in asymptomatic patients at low risk (see \u003ca class=\"question\" href=\"mk19_b_gm_q022\" data-question-id=\"mk19_b_gm_q022\"\u003eQuestion 22\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eClinicians should not use clinical breast examination to screen for breast cancer.\u003c/li\u003e\n    \u003cli\u003eUltrasonography is preferred to mammography in the evaluation of a breast mass in women younger than 30 years.\u003c/li\u003e\n    \u003cli\u003eRoutine laboratory testing for the diagnosis of menopause is not recommended.\u003c/li\u003e\n    \u003cli\u003eNonhormonal therapies are preferred to topical vaginal estrogen as first-line treatments for genitourinary syndrome of menopause (see \u003ca class=\"question\" href=\"mk19_b_gm_q001\" data-question-id=\"mk19_b_gm_q001\"\u003eQuestion 1\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eThe preferred colorectal screening strategy is the one most likely to be completed by the patient (see \u003ca class=\"question\" href=\"mk19_b_gm_q067\" data-question-id=\"mk19_b_gm_q067\"\u003eQuestion 67\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eClinicians should not screen men for prostate cancer unless they express a preference for screening (see \u003ca class=\"question\" href=\"mk19_b_gm_q106\" data-question-id=\"mk19_b_gm_q106\"\u003eQuestion 106\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eObservation is recommended for uncomplicated acute otitis media in adults and children.\u003c/li\u003e\n    \u003cli\u003eAntibiotic therapy is ineffective in the treatment for the common cold or acute rhinosinusitis and is not recommended (see \u003ca class=\"question\" href=\"mk19_b_gm_q042\" data-question-id=\"mk19_b_gm_q042\"\u003eQuestion 42\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003ePatients with acute pharyngitis who present with fewer than three Centor criteria do not need to be tested or treated for bacterial pharyngitis.\u003c/li\u003e\n    \u003cli\u003eThere is a generic equivalent in each class of topical glucocorticoids, allowing for a cost-effective approach.\u003c/li\u003e\n    \u003cli\u003eCombined topical glucocorticoids and antifungal agents should be avoided because they can worsen some tinea infections and may cause striae.\u003c/li\u003e\n    \u003cli\u003eInexpensive treatment of seborrheic dermatitis includes over-the-counter medications, such as selenium sulfide or zinc pyrithione shampoos.\u003c/li\u003e\n    \u003cli\u003eDiagnostic evaluation for urticaria is not recommended unless the history suggests a specific cause.\u003c/li\u003e\n    \u003cli\u003eTopical antihistamines for urticaria are not recommended because they are ineffective and may lead to allergic contact dermatitis.\u003c/li\u003e\n    \u003cli\u003ePruritus may persist for weeks after eradication of scabies and does not require retreatment.\u003c/li\u003e\n    \u003cli\u003eTreatment of onychomycosis is unnecessary in most cases. \u003c/li\u003e\n    \u003cli\u003eWarts are usually self-limited and treatment is unnecessary.\u003c/li\u003e\n    \u003cli\u003ePerioperative glucocorticoid stress dosing may not be required in many patients receiving low-dose and short-course glucocorticoid therapy (see \u003ca class=\"question\" href=\"mk19_b_gm_q004\" data-question-id=\"mk19_b_gm_q004\"\u003eQuestion 4\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eThe choice of a topical broad-spectrum antibiotic for bacterial conjunctivitis is usually empiric; the most convenient or least expensive option can be selected (see \u003ca class=\"question\" href=\"mk19_b_gm_q017\" data-question-id=\"mk19_b_gm_q017\"\u003eQuestion 17\u003c/a\u003e).\u003c/li\u003e\n\u003c/ul\u003e","rm":"\u003cul class=\"hvc-list\"\u003e\n    \u003cli\u003eAn accurate history and a thorough musculoskeletal physical examination are essential to diagnose and differentiate inflammatory and noninflammatory symptoms and can help to avoid unnecessary testing.\u003c/li\u003e\n    \u003cli\u003eAntinuclear antibody testing should not be performed in a patient with nonspecific symptoms and normal findings on clinical examination because it does not establish the diagnosis of a connective tissue disease.\u003c/li\u003e\n    \u003cli\u003eAntinuclear antibody (ANA) subserology testing should not be performed routinely, even in the setting of a positive ANA result, without strong clinical suspicion of an underlying connective tissue disease.\u003c/li\u003e\n    \u003cli\u003eRadiography is usually the first imaging test ordered in the evaluation of rheumatologic diseases because it is readily available, is inexpensive, exposes patients to only a low level of ionizing radiation, and is useful in monitoring arthritis progression.\u003c/li\u003e\n    \u003cli\u003eUltrasonography is an inexpensive means to assess soft-tissue abnormalities, assess disease activity, and assist with tendon or joint injections.\u003c/li\u003e\n    \u003cli\u003eAll tumor necrosis factor inhibitors provide similar benefit in patients with rheumatoid arthritis (see \u003ca class=\"question\" href=\"mk19_b_rm_q036\" data-question-id=\"mk19_b_rm_q036\"\u003eQuestion 36\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eLaboratory testing is usually not necessary to diagnose osteoarthritis but is helpful if other causes of arthritis are being considered or to help define the safety of potential therapies.\u003c/li\u003e\n    \u003cli\u003eTopical NSAIDs are safe and effective for treatment of knee and hand osteoarthritis and should be considered before oral NSAIDs (see \u003ca class=\"question\" href=\"mk19_b_rm_q024\" data-question-id=\"mk19_b_rm_q024\"\u003eQuestion 24\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eThe use of chondroitin sulfate (with or without glucosamine), biologics, intra-articular hyaluronic acid, platelet-rich plasma, stem cells, or botulinum toxin is not recommended in the treatment of knee osteoarthritis (see \u003ca class=\"question\" href=\"mk19_b_rm_q050\" data-question-id=\"mk19_b_rm_q050\"\u003eQuestion 50\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eAcetaminophen provides no benefit for hip or knee osteoarthritis; it may be considered as add-on therapy for short-term and episodic use but not as initial therapy (see \u003ca class=\"question\" href=\"mk19_b_rm_q054\" data-question-id=\"mk19_b_rm_q054\"\u003eQuestion 54\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eTai chi is as beneficial as physical therapy for knee and hip osteoarthritis pain (see \u003ca class=\"question\" href=\"mk19_b_rm_q034\" data-question-id=\"mk19_b_rm_q034\"\u003eQuestion 34\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eExercise is beneficial in hip, knee, and hand osteoarthritis; no one exercise program is superior (see \u003ca class=\"question\" href=\"mk19_b_rm_q082\" data-question-id=\"mk19_b_rm_q082\"\u003eQuestion 82\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eArthroscopic surgery is not indicated in patients with osteoarthritis unless there is joint buckling, instability, or locking, or a concomitant and symptomatic mechanical disorder.\u003c/li\u003e\n    \u003cli\u003ePatients with fibromyalgia should not be treated with anti-inflammatory drugs, including NSAIDs and glucocorticoids, and do not respond to opioids, with the exception of tramadol (see \u003ca class=\"question\" href=\"mk19_b_rm_q007\" data-question-id=\"mk19_b_rm_q007\"\u003eQuestion 7\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003e\n\u003ci\u003eBorrelia burgdorferi \u003c/i\u003eDNA can be detected by polymerase chain reaction in synovial fluid, but this test offers no advantage to serologic testing (see \u003ca class=\"question\" href=\"mk19_b_rm_q012\" data-question-id=\"mk19_b_rm_q012\"\u003eQuestion 12\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eA muscle biopsy is not necessary to diagnose dermatomyositis in patients with characteristic clinical and laboratory findings (see \u003ca class=\"question\" href=\"mk19_b_rm_q038\" data-question-id=\"mk19_b_rm_q038\"\u003eQuestion 38\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eA muscle biopsy can help to confirm the diagnosis of inclusion body myositis but is not needed when clinical features are characteristic (see \u003ca class=\"question\" href=\"mk19_b_rm_q045\" data-question-id=\"mk19_b_rm_q045\"\u003eQuestion 45\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eIn the absence of additional suggestive symptoms, physical findings, and supporting laboratory data, oral dryness should not be attributed to a rheumatologic condition (see \u003ca class=\"question\" href=\"mk19_b_rm_q047\" data-question-id=\"mk19_b_rm_q047\"\u003eQuestion 47\u003c/a\u003e). \u003c/li\u003e\n    \u003cli\u003eIf a patient has many features of spondyloarthritis, a positive HLA-B27 result adds little to the posttest probability (see \u003ca class=\"question\" href=\"mk19_b_rm_q005\" data-question-id=\"mk19_b_rm_q005\"\u003eQuestion 5\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eAntibiotics generally are not indicated in reactive arthritis because they do not affect illness outcomes (see \u003ca class=\"question\" href=\"mk19_b_rm_q067\" data-question-id=\"mk19_b_rm_q067\"\u003eQuestion 67\u003c/a\u003e).\u003c/li\u003e\n\u003c/ul\u003e","gm":"\u003cul class=\"hvc-list\"\u003e\n    \u003cli\u003ePhysicians are not obligated to provide diagnostic or therapeutic interventions for which there is no evidence of clinical benefit.\u003c/li\u003e\n    \u003cli\u003eChest radiography is not indicated in the evaluation of acute cough in the absence of abnormal vital signs or lung examination findings, unless there are other concerning clinical features (e.g., altered mental status).\u003c/li\u003e\n    \u003cli\u003eAntibiotics are not recommended in patients with acute bronchitis or upper respiratory tract infection without a clear bacterial cause.\u003c/li\u003e\n    \u003cli\u003eThe mainstay of treatment of acute cough due to bronchitis is patient education; antitussive agents have limited efficacy (see \u003ca class=\"question\" href=\"mk19_a_gm_q055\" data-question-id=\"mk19_a_gm_q055\"\u003eQuestion 55\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eThe diagnostic test of choice for benign paroxysmal positional vertigo is the Dix-Hallpike maneuver; routine imaging is not recommended.\u003c/li\u003e\n    \u003cli\u003ePoint-of-care lung ultrasonography is an accurate means of rapidly detecting pleural effusion, interstitial syndromes, alveolar consolidation, and pneumothorax, and it is safer and less expensive than radiography and CT.\u003c/li\u003e\n    \n    \u003cli\u003eThe treatment of systemic exertion intolerance disease focuses on nonpharmacologic therapies; pharmacologic therapies have not been shown to be consistently effective (see \u003ca class=\"question\" href=\"mk19_a_gm_q091\" data-question-id=\"mk19_a_gm_q091\"\u003eQuestion 91\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003ePolysomnography is usually unnecessary in the evaluation of insomnia unless the clinical presentation suggests a sleep disorder.\u003c/li\u003e\n    \u003cli\u003eCognitive behavioral therapy for insomnia is preferred to pharmacologic therapy as first-line treatment for insomnia.\u003c/li\u003e\n    \u003cli\u003eRoutine use of systemic antibiotics is not recommended for the treatment of venous stasis ulcers.\u003c/li\u003e\n    \u003cli\u003eIn patients with medically unexplained symptoms, diagnostic testing should be limited, because unrevealing studies provide negligible reassurance, pose iatrogenic risks, and result in additional patient anxiety.\u003c/li\u003e\n\n    \u003cli\u003eIn patients with medically unexplained symptoms, it may be more beneficial and value-driven to assess and treat any potential underlying psychological symptoms and to educate patients on successful coping skills (see \u003ca class=\"question\" href=\"mk19_a_gm_q010\" data-question-id=\"mk19_a_gm_q010\"\u003eQuestion 10\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eAn ECG should be obtained in all patients with syncope; brain imaging, cardiac enzymes, and metabolic profile have low diagnostic yield and should be performed only when there is a moderate to high pretest probability of a specific underlying condition.\u003c/li\u003e\n    \u003cli\u003ePatients with vasovagal syncope may be discharged from the emergency department without costly testing or procedures (see \u003ca class=\"question\" href=\"mk19_a_gm_q070\" data-question-id=\"mk19_a_gm_q070\"\u003eQuestion 70\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eCompared with usual care, specialty palliative medicine improves overall quality of life, physical symptom burden, mood, and caregiver satisfaction with patient care in the setting of serious illness.\u003c/li\u003e\n    \n    \u003cli\u003eNo specific dressing for venous ulcer stands out as superior in direct comparisons; dry gauze should be avoided because it disrupts the formation of granulation tissue when removed (see \u003ca class=\"question\" href=\"mk19_a_gm_q027\" data-question-id=\"mk19_a_gm_q027\"\u003eQuestion 27\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eEnteral or parenteral artificial nutritional support at the end of life does not improve survival, is invasive, and may cause side effects.\u003c/li\u003e\n    \u003cli\u003eIn the setting of serious illness, docusate sodium for constipation is no better than placebo (see \u003ca class=\"question\" href=\"mk19_a_gm_q112\" data-question-id=\"mk19_a_gm_q112\"\u003eQuestion 112\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eIn patients with persistently debilitating dyspnea despite maximal medical therapy, nonpharmacologic treatment strategies, such as pursed lip breathing, and devices that enhance airflow are the least invasive and easiest to administer to reduce severity of symptoms (see \u003ca class=\"question\" href=\"mk19_a_gm_q080\" data-question-id=\"mk19_a_gm_q080\"\u003eQuestion 80\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eCompared with second-generation antidepressants, psychostimulants (dextroamphetamine, methylphenidate, and pemoline) should be considered in the treatment of depression at the end of life because they take effect quickly (see \u003ca class=\"question\" href=\"mk19_a_gm_q009\" data-question-id=\"mk19_a_gm_q009\"\u003eQuestion 9\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eMost patients with nonspecific low back pain do not require imaging or other diagnostic testing.\u003c/li\u003e\n    \u003cli\u003eNonpharmacologic therapies are considered a cornerstone of treatment for acute and chronic low back pain; opioid therapy should be avoided.\u003c/li\u003e\n    \u003cli\u003ePatient education can provide long-term reassurance for patients with acute or subacute low back pain and reduces low back pain\u0026#x2013;related primary care visits more than usual care (see \u003ca class=\"question\" href=\"mk19_a_gm_q099\" data-question-id=\"mk19_a_gm_q099\"\u003eQuestion 99\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eMost patients with neck pain do not require imaging studies; plain radiography should be performed when evaluation suggests fracture, infection, or cancer and may be considered for cervical sprain that is unresponsive to 6 to 8 weeks of conservative therapy.\u003c/li\u003e\n\n    \u003cli\u003eMost patients with rotator cuff disease do not require imaging studies or surgery; treatment may include education, avoidance or modification of aggravating activities, physical therapy, and acetaminophen or NSAIDs.\u003c/li\u003e\n    \u003cli\u003eNonsurgical management of olecranon bursitis is significantly more effective than surgical management, leading to higher rates of clinical resolution (see \u003ca class=\"question\" href=\"mk19_a_gm_q030\" data-question-id=\"mk19_a_gm_q030\"\u003eQuestion 30\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eIn patients with a suspected scaphoid fracture but negative radiograph, immediate MRI or CT is more cost-effective than splinting and repeat radiography when follow-up care, missed fracture, and lost productivity are taken into account (see \u003ca class=\"question\" href=\"mk19_a_gm_q019\" data-question-id=\"mk19_a_gm_q019\"\u003eQuestion 19\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eMost medial collateral ligament and posterior cruciate ligament tears do not require surgery and can be managed conservatively.\u003c/li\u003e\n    \u003cli\u003ePatellofemoral pain syndrome is characterized by pain in the knee that may be localized to the patella or behind the patella and classically occurs with activities that involve knee flexion; imaging is not necessary to establish the diagnosis (see \u003ca class=\"question\" href=\"mk19_a_gm_q050\" data-question-id=\"mk19_a_gm_q050\"\u003eQuestion 50\u003c/a\u003e).\u003c/li\u003e\n\n    \u003cli\u003eThe diagnosis of iliotibial band syndrome can be made when repeated flexion and extension of the supine patient\u0026#x2019;s knee with the thumb over the lateral femoral condyle reproduces the patient\u0026#x2019;s pain; imaging is not necessary (see \u003ca class=\"question\" href=\"mk19_a_gm_q028\" data-question-id=\"mk19_a_gm_q028\"\u003eQuestion 28\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eIn patients treated with statin therapy, liver chemistry tests and muscle enzyme studies should not be routinely obtained in the absence of symptoms of liver dysfunction or myopathy.\u003c/li\u003e\n    \u003cli\u003eIn the treatment of hypertriglyceridemia, evidence of a beneficial effect for omega-3 fatty acid supplements other than icosapent ethyl is lacking (see \u003ca class=\"question\" href=\"mk19_a_gm_q060\" data-question-id=\"mk19_a_gm_q060\"\u003eQuestion 60\u003c/a\u003e).\u003c/li\u003e\n\n    \u003cli\u003eFor initial acute treatment of major depressive disorder, options include cognitive behavioral therapy or second-generation antidepressants after consideration and discussion of side effects, cost, accessibility, and patient preferences; combination therapy is a reasonable option, especially in moderate to severe disease.\u003c/li\u003e\n    \u003cli\u003eNonpharmacologic therapy, including lifestyle modification and behavioral therapy, is the preferred treatment for all types of urinary incontinence.\u003c/li\u003e\n    \u003cli\u003eAlternating air mattresses for pressure injury prevention are not recommended, based on cost considerations and no evidence of clear advantage (see \u003ca class=\"question\" href=\"mk19_a_gm_q098\" data-question-id=\"mk19_a_gm_q098\"\u003eQuestion 98\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eEvidence is insufficient to assess the safety and efficacy of hyperbaric oxygen therapy for pressure injuries (see \u003ca class=\"question\" href=\"mk19_a_gm_q051\" data-question-id=\"mk19_a_gm_q051\"\u003eQuestion 51\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eActinic purpura is the result of blood vessel fragility and dermal atrophy from aging; no additional testing needs to be done, and no treatment is required.\u003c/li\u003e\n    \u003cli\u003eResults on direct-to-consumer genomic testing should be confirmed with a clinical test before being used for medical decision making (see \u003ca class=\"question\" href=\"mk19_a_gm_q073\" data-question-id=\"mk19_a_gm_q073\"\u003eQuestion 73\u003c/a\u003e).\u003c/li\u003e\n\u003c/ul\u003e","cv":"\u003cul class=\"hvc-list\"\u003e\n    \u003cli\u003eCardiac stress testing is not routinely recommended in asymptomatic patients with diabetes mellitus to detect subclinical coronary artery disease.\u003c/li\u003e\n    \u003cli\u003eWith few exceptions, fasting and nonfasting total cholesterol and HDL cholesterol levels have fairly similar prognostic value and association with cardiovascular outcomes (see \u003ca class=\"question\" href=\"mk19_b_cv_q019\" data-question-id=\"mk19_b_cv_q019\"\u003eQuestion 19\u003c/a\u003e). \u003c/li\u003e\n    \u003cli\u003eNo study has demonstrated the benefit of intensifying lipid management, such as with the initiation of ezetimibe, when LDL cholesterol level is lower than 70 mg/dL (1.81 mmol/L) (see \u003ca class=\"question\" href=\"mk19_b_cv_q021\" data-question-id=\"mk19_b_cv_q021\"\u003eQuestion 21\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eThere is no role for dual antiplatelet therapy with aspirin and clopidogrel in patients with chronic stable angina in the absence of revascularization (see \u003ca class=\"question\" href=\"mk19_b_cv_q041\" data-question-id=\"mk19_b_cv_q041\"\u003eQuestion 41\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eCurrent guidelines recommend against routine surveillance echocardiography in patients with chronic heart failure in the absence of a change in clinical status or planned intervention.\u003c/li\u003e\n    \u003cli\u003eFor patients with new-onset heart failure, directly initiating valsartan-sacubitril rather than a pretreatment period with an ACE inhibitor or angiotensin receptor blocker, is a safe and effective strategy in patients with heart failure with reduced ejection fraction (see \u003ca class=\"question\" href=\"mk19_b_cv_q001\" data-question-id=\"mk19_b_cv_q001\"\u003eQuestion 1\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eSerial B-type natriuretic peptide measurements should not be used to guide care of patients with chronic heart failure.\u003c/li\u003e\n    \u003cli\u003eRoutine invasive pulmonary artery catheterization for hemodynamic monitoring is not recommended in patients with decompensated heart failure.\u003c/li\u003e\n    \u003cli\u003eTwo key elements are associated with a successful transition to home following hospitalization for heart failure: a follow-up phone call within 2 to 3 days of discharge and an office visit within 7 to 14 days of hospital discharge (see \u003ca class=\"question\" href=\"mk19_b_cv_q052\" data-question-id=\"mk19_b_cv_q052\"\u003eQuestion 52\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eIn patients with atrial fibrillation, rivaroxaban is noninferior to warfarin in the prevention of stroke or systemic embolism and is associated with less intracranial and fatal bleeding (see \u003ca class=\"question\" href=\"mk19_b_cv_q011\" data-question-id=\"mk19_b_cv_q011\"\u003eQuestion 11\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003ePremature ventricular contractions (PVCs) without high-risk features (syncope, family history of premature sudden cardiac death, structural heart disease) are managed with reassurance; treatment is reserved for bothersome symptoms or frequent PVCs.\u003c/li\u003e\n    \u003cli\u003eDevice pocket infection is a clinical diagnosis; aspiration of a cardiac implantable device pocket should never be performed for diagnostic purposes (see \u003ca class=\"question\" href=\"mk19_b_cv_q064\" data-question-id=\"mk19_b_cv_q064\"\u003eQuestion 64\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eIn patients with valvular heart disease who are at high risk for infective endocarditis, antibiotic prophylaxis is not recommended for nondental procedures, such as transesophageal echocardiography, esophagogastroduodenoscopy, colonoscopy, or cystoscopy, in the absence of active infection (see \u003ca class=\"question\" href=\"mk19_b_cv_q108\" data-question-id=\"mk19_b_cv_q108\"\u003eQuestion 108\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eIn patients with suspected infective endocarditis (IE), transthoracic echocardiography (TTE) is recommended as the initial imaging study in most clinical situations; in all patients with known or suspected IE and nondiagnostic TTE results, or if complications have developed or are clinically suspected or if intracardiac device leads are present, transesophageal echocardiography is recommended (see \u003ca class=\"question\" href=\"mk19_b_cv_q018\" data-question-id=\"mk19_b_cv_q018\"\u003eQuestion 18\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eGenetic testing is not indicated in first-degree relatives of patients with hypertrophic cardiomyopathy unless a pathogenic genetic variant is identified in the index patient.\u003c/li\u003e\n    \u003cli\u003eNo treatment or follow-up is needed in asymptomatic patients with a patent foramen ovale.\u003c/li\u003e\n    \u003cli\u003eIn patients with peripheral artery disease and intermittent claudication, supervised exercise training is the most effective treatment for improving maximal walking distance and pain-free walking distance (see \u003ca class=\"question\" href=\"mk19_b_cv_q086\" data-question-id=\"mk19_b_cv_q086\"\u003eQuestion 86\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eThere is no evidence to support the use of dual antiplatelet therapy with aspirin and clopidogrel over antiplatelet monotherapy in patients with peripheral artery disease (see \u003ca class=\"question\" href=\"mk19_b_cv_q003\" data-question-id=\"mk19_b_cv_q003\"\u003eQuestion 3\u003c/a\u003e).\u003c/li\u003e\n    \u003cli\u003eNeither pentoxifylline nor chelation therapy with ethylenediaminetetraacetic acid has any benefit for the treatment of symptomatic peripheral artery disease (see \u003ca class=\"question\" href=\"mk19_b_cv_q086\" data-question-id=\"mk19_b_cv_q086\"\u003eQuestion 86\u003c/a\u003e).\u003c/li\u003e\n\u003c/ul\u003e"}}