{
"id":"mk19_b_cv_f56",
"number":56,
"bookId":"cv",
"legend":{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Intramural hematoma demonstrated as a low-attenuation band of hematoma (",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"arrows"
]
},
") in the aortic wall on CT images. Axial images at the level of the aortic arch (",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"top left"
]
},
"), through the mid thorax (",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"top middle"
]
},
"), and at the level of the superior mesenteric artery with narrowing of the aortic lumen (",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"top right"
]
},
"). Oblique sagittal reformatted image through the thorax (note band artifact evident without the use of ECG gating) (",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"bottom left"
]
},
"). Coronal reformatted image through the abdomen demonstrates the length of the hematoma and an incidental infrarenal aortic aneurysm (",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"bottom right"
]
},
")."
]
},
"footnotes":[
[
"Reproduced with permission from Hiratzka LF, Bakris GL, Beckman JA, et al; American College of Cardiology Foundation/American Heart Association Task Force on Practice Guidelines. 2010 ACCF/AHA/AATS/ACR/ASA/SCA/SCAI/SIR/STS/SVM Guidelines for the diagnosis and management of patients with thoracic aortic disease. A report of the American College of Cardiology Foundation/American Heart Association Task Force on Practice Guidelines, American Association for Thoracic Surgery, American College of Radiology, American Stroke Association, Society of Cardiovascular Anesthesiologists, Society for Cardiovascular Angiography and Interventions, Society of Interventional Radiology, Society of Thoracic Surgeons, and Society for Vascular Medicine. J Am Coll Cardiol. 2010;55:e27-e129. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/20359588",
"target":"_blank"
},
"children":[
"PMID: 20359588"
]
},
" doi:10.1016/j.jacc.2010.02.015. ©2010 American College of Cardiology Foundation and the American Heart Association, Inc. Published by Elsevier Inc. All rights reserved."
]
],
"imageInfo":{
"hash":"f905bc5bcaa0baa855115b190962e453",
"height":606,
"width":900,
"extension":"jpg"
}
}