{
"id":"mk19_b_pm_f01",
"number":1,
"bookId":"pm",
"legend":{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"A simplified algorithm such as this may be used to assess lung function in clinical practice. It presents classic patterns for various pulmonary disorders. As in any such diagram, patients may or may not present with the classic patterns, depending on their illnesses, severity, and lung function before disease onset (for example, did they start with a vital capacity [VC] close to the upper or lower limit of normal [LLN]?). The decisions about how far to follow this diagram are clinical and will vary depending on the questions being asked and the clinical information available at the time of testing. The FEV",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"1"
]
},
"/VC ratio and VC should be considered first. Total lung capacity (TLC) is necessary to confirm or exclude the presence of a restrictive defect when VC is below the LLN. The algorithm also includes D",
{
"type":"tag",
"tagName":"small",
"attrs":{
},
"children":[
"LCO"
]
},
" measurement with the predicted value adjusted for hemoglobin. In the mixed-defect group, the D",
{
"type":"tag",
"tagName":"small",
"attrs":{
},
"children":[
"LCO"
]
},
" patterns are the same as those for restriction and obstruction. This flow chart is not suitable for assessing the severity of upper airway obstruction. CB = chronic bronchitis; CW = chest wall; ILD = interstitial lung diseases; NM = neuromuscular; PV = pulmonary vascular."
]
},
"footnotes":[
[
"Reproduced with the permission of the © ERS 2021, from Pellegrino R, Viegi G, Brusasco V, et al. Interpretative strategies for lung function tests. Eur Respir J. 2005;26:948-68. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/16264058",
"target":"_blank"
},
"children":[
"PMID: 16264058"
]
}
]
],
"imageInfo":{
"hash":"7ddc767eb8d910fd95faab9b4d8af8ab",
"height":323,
"width":437,
"extension":"svg",
"vector":true
}
}