{
"id":"mk19_b_cv_f09",
"number":9,
"bookId":"cv",
"legend":{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Management of ST-elevation myocardial infarction (STEMI). FMC = first medical contact; PCI = percutaneous coronary intervention."
]
},
"footnotes":[
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
},
"If ≥4 hours have elapsed since symptom onset, PCI is preferred."
],
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"b"
]
},
"High-risk features, such as cardiogenic shock and heart failure, favor PCI."
],
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"c"
]
},
"FMC-to-device (“door-to-balloon”) goal for patients being transferred for primary PCI is as soon as possible and ≤120 minutes."
],
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"d"
]
},
"P2Y",
{
"type":"tag",
"tagName":"sub",
"attrs":{
},
"children":[
"12"
]
},
" inhibitors: clopidogrel, prasugrel, ticagrelor."
],
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"e"
]
},
"Patients with STEMI presenting to a hospital without PCI capabilities and who cannot be transferred to a PCI-capable center and undergo PCI within 120 minutes of FMC (“door-to-balloon time”) should be treated with thrombolytic therapy within 30 minutes of hospital presentation (“door-to-needle time”) as a systems goal unless thrombolytic therapy is contraindicated."
],
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"f"
]
},
"In patients with successful reperfusion after thrombolytic therapy, it is reasonable to transfer these patients to a PCI-capable center for subsequent coronary angiography. Angiography should not be performed within 2 to 3 hours after thrombolytic therapy administration but is ideally performed within 24 hours."
],
[
"Recommendations based on O’Gara PT, Kushner FG, Ascheim DD, et al; American College of Cardiology Foundation/American Heart Association Task Force on Practice Guidelines. 2013 ACCF/AHA guideline for the management of ST-elevation myocardial infarction: a report of the American College of Cardiology Foundation/American Heart Association Task Force on Practice Guidelines. Circulation. 2013;127:e362-425. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/23247304",
"target":"_blank"
},
"children":[
"PMID: 23247304"
]
},
" doi:10.1161/CIR.0b013e3182742cf6"
]
],
"imageInfo":{
"hash":"6a91e0561ec41b72a5124d4b792ad401",
"height":480,
"width":527,
"extension":"svg",
"vector":true
}
}