{
"id":"mk19_b_cv_f57",
"number":57,
"bookId":"cv",
"legend":{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Penetrating atherosclerotic ulcer of the proximal descending thoracic aorta. Axial CT images at the level of the aortopulmonary window (",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"top"
]
},
") and at the level of the left pulmonary artery (",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"bottom"
]
},
") demonstrate a small penetrating ulcer (",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"arrow"
]
},
") that extends beyond the expected confines of the aortic lumen with adjacent intramural hematoma both at the level of the ulcer itself and that extends a few centimeters caudally in the wall of the descending thoracic aorta. U = penetrating ulcer."
]
},
"footnotes":[
[
"Reproduced with permission from Hiratzka LF, Bakris GL, Beckman JA, et al; American College of Cardiology Foundation/American Heart Association Task Force on Practice Guidelines. 2010 ACCF/AHA/AATS/ACR/ASA/SCA/SCAI/SIR/STS/SVM Guidelines for the diagnosis and management of patients with thoracic aortic disease. A report of the American College of Cardiology Foundation/American Heart Association Task Force on Practice Guidelines, American Association for Thoracic Surgery, American College of Radiology, American Stroke Association, Society of Cardiovascular Anesthesiologists, Society for Cardiovascular Angiography and Interventions, Society of Interventional Radiology, Society of Thoracic Surgeons, and Society for Vascular Medicine. J Am Coll Cardiol. 2010;55:e27-e129. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/20359588",
"target":"_blank"
},
"children":[
"PMID: 20359588"
]
},
" doi:10.1016/j.jacc.2010.02.015. ©2010 American College of Cardiology Foundation and the American Heart Association, Inc. Published by Elsevier Inc. All rights reserved."
]
],
"imageInfo":{
"hash":"05f6cd44d77c7670a46e818432219e94",
"height":1722,
"width":900,
"extension":"jpg"
}
}