{
"id":"mk19_b_cv_f58",
"number":58,
"bookId":"cv",
"legend":{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Acute surgical management pathway for AoD. AoD = aortic dissection; CABG = coronary artery bypass grafting; CAD = coronary artery disease; TEE = transesophageal echocardiography."
]
},
"footnotes":[
[
{
"type":"tag",
"tagName":"sup",
"attrs":{
},
"children":[
"a"
]
},
"Addition of “if appropriate” based on Patel MR, Dehmer GJ, Hirshfeld JW, et al; American College of Cardiology Foundation Appropriateness Criteria Task Force. ACCF/SCAI/STS/AATS/AHA/ASNC 2009 appropriateness criteria for coronary revascularization: a report by the American College of Cardiology Foundation Appropriateness Criteria Task Force, Society for Cardiovascular Angiography and Interventions, Society of Thoracic Surgeons, American Association for Thoracic Surgery, American Heart Association, and the American Society of Nuclear Cardiology Endorsed by the American Society of Echocardiography, the Heart Failure Society of America, and the Society of Cardiovascular Computed Tomography. J Am Coll Cardiol. 2009;53:530-53. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/19195618",
"target":"_blank"
},
"children":[
"PMID: 19195618"
]
},
" doi:10.1016/j.jacc.2008.10.005"
],
[
"Reproduced with permission from Hiratzka LF, Bakris GL, Beckman JA, et al; American College of Cardiology Foundation/American Heart Association Task Force on Practice Guidelines. 2010 ACCF/AHA/AATS/ACR/ASA/SCA/SCAI/SIR/STS/SVM Guidelines for the diagnosis and management of patients with thoracic aortic disease. A report of the American College of Cardiology Foundation/American Heart Association Task Force on Practice Guidelines, American Association for Thoracic Surgery, American College of Radiology, American Stroke Association, Society of Cardiovascular Anesthesiologists, Society for Cardiovascular Angiography and Interventions, Society of Interventional Radiology, Society of Thoracic Surgeons, and Society for Vascular Medicine. J Am Coll Cardiol. 2010;55:e27-e129. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/20359588",
"target":"_blank"
},
"children":[
"PMID: 20359588"
]
},
" doi:10.1016/j.jacc.2010.02.015. ©2010 American College of Cardiology Foundation and the American Heart Association, Inc. Published by Elsevier Inc. All rights reserved."
]
],
"imageInfo":{
"hash":"290e89c148a7fb2d4af40becb8529a60",
"height":718,
"width":501,
"extension":"svg",
"vector":true
}
}