{
"id":"mk19_a_gm_f07",
"number":7,
"bookId":"gm",
"legend":{
"type":"tag",
"tagName":"span",
"attrs":{
},
"children":[
"Epley canalith-repositioning maneuver for the treatment of benign paroxysmal positional vertigo involving the right posterior semicircular canal. After resolution of the induced nystagmus with the use of the right-sided Dix-Hallpike maneuver (",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"A"
]
},
", ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"B"
]
},
", and ",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"C"
]
},
"), the head is turned 90 degrees toward the unaffected left side (",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"D"
]
},
"), causing the otolithic debris to move closer to the common crus. The induced nystagmus, if present, would be in the same direction as that evoked during the Dix-Hallpike maneuver. The head is then turned another 90 degrees, to a face-down position, and the trunk is turned 90 degrees in the same direction, so that the patient is lying on the unaffected side (",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"E"
]
},
"); the otolithic debris migrates in the same direction. The patient is then moved to the sitting position (",
{
"type":"tag",
"tagName":"i",
"attrs":{
},
"children":[
"F"
]
},
"), and the otolithic debris falls into the vestibule, through the common crus. Each position should be maintained until the induced nystagmus and vertigo resolve but always for a minimum of 30 seconds."
]
},
"footnotes":[
[
"Reproduced with permission from Kim JS, Zee DS. Clinical practice. Benign paroxysmal positional vertigo. N Engl J Med. 2014;370:1144. ",
{
"type":"tag",
"tagName":"a",
"attrs":{
"href":"http://www.ncbi.nlm.nih.gov/pubmed/24645946",
"target":"_blank"
},
"children":[
"PMID: 24645946"
]
},
" doi:10.1056/NEJMcp1309481 ©2014, Massachusetts Medical Society."
]
],
"imageInfo":{
"hash":"6d49e01222539c20acb3b328cc7d6f0c",
"height":2318,
"width":1800,
"extension":"jpg"
}
}